Repository: KDE/basket
Catalog: po/sa/basket.po
Languages: sa

source: Im&port Icon...
sa: Im&port चिह्न...

source: C&olor from Screen
sa: C&olor from स्क्रीन

source: Grab Screen &Zone
sa: स्क्रीन &जोन हड़प

source: &New Basket...
sa: &नवीन टोकरी...

source: New &Sub-Basket...
sa: नवीन &उप-टोकरी...

source: New Si&bling Basket...
sa: नवीन Si&bling टोकरी...

source: &New
sa: &नूतनम्‌

source: &Properties...
sa: &गुणाः...

source: Sort Children Ascending
sa: क्रमेण बालकाः आरोहन्तः

source: Sort Children Descending
sa: क्रमेण बालकाः अवतरन्ति

source: Sort Siblings Ascending
sa: क्रमबद्धं भ्रातरः आरोहणम्

source: Sort Siblings Descending
sa: क्रमबद्धाः भ्रातरः अवतरन्तः

# Remove Basket
source: &Remove
sa: &अपाकरोति

# Password protection
source: Pass&word...
sa: समाभाष्...

# Lock Basket
source: &Lock
sa: &ताल

source: &Filter
sa: &फ़िल्टर

source: &Search All
sa: &सर्वं अन्वेष्टुम्

source: &Reset Filter
sa: &Reset फ़िल्टर

source: &Previous Basket
sa: &पूर्व टोकरी

source: &Next Basket
sa: &अगला टोकरी

source: &Fold Basket
sa: &फोल्ड बास्केट

source: &Expand Basket
sa: &विस्तार टोकरी

source: Convert text notes to rich text notes
sa: पाठटिप्पणीं समृद्धपाठटिप्पण्यां परिवर्तयन्तु

source: &Welcome Baskets
sa: &स्वागत टोकरी

source: Plain Text Notes Conversion
sa: सादा पाठ नोट्स् रूपान्तरणम्

source: Converting plain text notes to rich text ones...
sa: साधारणपाठटिप्पणीनां समृद्धपाठटिप्पणीनां परिवर्तनं...

source: Locked
sa: तालाबद्धः

source: No notes
sa: न टिप्पणीः

source: %1 note
sa: %1 टिप्पणी

source: %1 selected
sa: %1 चयनितम्

source: all matches
sa: सर्वे मेलनं कुर्वन्ति

source: no filter
sa: न फ़िल्टर

source: %1 match
sa: %1 मेलनं भवति

source: The plain text notes have been converted to rich text.
sa: साधारणपाठटिप्पणयः समृद्धपाठे परिवर्तिताः सन्ति ।

source: Conversion Finished
sa: परिवर्तनं समाप्तम्

source: There are no plain text notes to convert.
sa: परिवर्तनार्थं साधारणपाठटिप्पण्यानि नास्ति ।

source: <p><b>The file basketui.rc seems to not exist or is too old.<br>%1 cannot run without it and will stop.</b></p><p>Please check your installation of %2.</p><p>If you do not have administrator access to install the application system wide, you can copy the file basketui.rc from the installation archive to the folder <a href='file://%3'>%4</a>.</p><p>As last resort, if you are sure the application is correctly installed but you had a preview version of it, try to remove the file %5basketui.rc</p>
sa: <p><b>basketui.rc इति सञ्चिका नास्ति अथवा अतिपुराणी इव दृश्यते।<br>%1 तया विना चालयितुं न शक्नोति, स्थगयिष्यति च।</b></p><p>कृपया % 100 इत्यस्य संस्थापनं पश्यन्तु। %2</p><p>यदि भवतः समीपे अनुप्रयोगप्रणालीं व्यापकरूपेण संस्थापयितुं प्रशासकप्रवेशः नास्ति तर्हि संस्थापनसङ्ग्रहात् <a इति पुटं प्रति basketui.rc इति सञ्चिकां प्रतिलिखितुं शक्नोति href='file://%3'>%4</a>.</p><p>अन्तिमविकल्परूपेण यदि भवान् निश्चिन्तः अस्ति यत् अनुप्रयोगः सम्यक् संस्थापितः अस्ति परन्तु भवतां कृते तस्य पूर्वावलोकनसंस्करणं आसीत् तर्हि निष्कासयितुं प्रयतस्व %5basketui.rc</p> इति सञ्चिका

source: Resource not Found
sa: संसाधनं न लब्धम्

source: Cannot add note.
sa: टिप्पणीं योजयितुं न शक्यते।

source: <qt>Do you really want to remove the basket <b>%1</b> and its contents?</qt>
sa: <qt>किं भवान् वास्तवमेव टोकरीं <b>%1</b> तस्य सामग्रीं च हर्तुं इच्छति?</qt>

source: Remove Basket
sa: टोकरी निकालें

source: &Remove Basket
sa: &टोकरी निकालें

source: <qt><b>%1</b> has the following children baskets.<br>Do you want to remove them too?</qt>
sa: <qt><b>%1</b> इत्यत्र निम्नलिखितबालटोकराः सन्ति।<br>किं भवान् तान् अपि निष्कासयितुम् इच्छति?</qt>

source: Remove Children Baskets
sa: बालटोकरीं निष्कासयन्तु

source: &Remove Children Baskets
sa: &बालटोकरीं निष्कासयन्तु

source: Basket Archives
sa: टोकरी अभिलेखागार

source: The file <b>%1</b> already exists. Do you really want to overwrite it?
sa: <b>%1</b> इति सञ्चिका पूर्वमेव अस्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति वा ?

source: Overwrite File?
sa: सञ्चिकां अधिलेखयतु?

source: &Assign new Tag...
sa: &नव टैग नियुक्त करें...

source: &Remove All
sa: &सर्वं निष्कासयतु

source: Please enter the password for the following private key:
sa: कृपया निम्नलिखितस्य निजकुञ्जीयाः गुप्तशब्दं प्रविशन्तु ।

source: Please enter the password for the basket <b>%1</b>:
sa: कृपया टोकरीयाः गुप्तशब्दं प्रविशतु <b>%1</b>:

source: Please assign a password to the basket <b>%1</b>:
sa: कृपया टोकरीं प्रति गुप्तशब्दं नियुक्तं कुर्वन्तु <b>%1</b>:

source: Error while saving:
sa: रक्षणकाले त्रुटिः :

source: Debug Window
sa: त्रुटिनिवारणविण्डो

source: Bit rate
sa: बिट् दर

source: Channels
sa: चैनल्स्

source: Duration
sa: अवधि

source: Genre
sa: मातुर्

source: Sample rate
sa: नमूना दर

source: Track number
sa: पटल संख्या

source: Comment
sa: टिप्पणी

source: Artist
sa: कलाकार

source: Album
sa: एल्बम

source: Title
sa: शीर्षक

source: Word count
sa: शब्दगणना

source: Line count
sa: रेखागणना

source: Copyright
sa: प्रतिलिपि अधिकार

source: Date
sa: दिनाङ्कः

source: Frame rate
sa: फ्रेम दर

source: Reset Filter
sa: Filter पुनः सेट् कुर्वन्तु

source: &Filter:
sa: &छिद्रक :

source: T&ag:
sa: सूचकपत्त्र:

source: Filter All Baskets
sa: सर्वाणि टोकरीनि छानयन्तु

source: (Not tagged)
sa: (टैग् न कृतम्)

source: (Tagged)
sa: (टैग्ड्)

source: <p>Folder mirroring is not possible anymore (see <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> for more information).</p><p>The folder <b>%1</b> has been copied for the basket needs. You can either delete this folder or delete the basket, or use both. But remember that modifying one will not modify the other anymore as they are now separate entities.</p>
sa: <p>पुटप्रतिबिम्बीकरणं इदानीं सम्भवं नास्ति (अधिकसूचनार्थं <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> पश्यन्तु) ।</p>< p>पुटस्य आवश्यकतायाः कृते <b>%1</b> इति पुटं प्रतिलिपितम् अस्ति । भवान् एतत् पुटं विलोपयितुं वा टोकरीं विलोपयितुं वा शक्नोति, अथवा उभयस्य उपयोगं कर्तुं शक्नोति । परन्तु एकस्य परिवर्तनेन अन्यस्य परिवर्तनं न भविष्यति यतः ते इदानीं पृथक् सत्ताः सन्ति इति स्मर्यताम् ।</p>

source: Folder Mirror Import
sa: फोल्डर दर्पण आयात

source: Set current basket to %1
sa: वर्तमानं टोकरीं %1 इति सेट् कुर्वन्तु

source: HTML Documents
sa: HTML दस्तावेजाः

source: Export to HTML
sa: HTML मध्ये निर्यातं कुर्वन्तु

source: Exporting to HTML. Please wait...
sa: HTML मध्ये निर्यातयति। कृपया प्रतीक्षां कुर्वन्तु...

# HTML export folder (files)
source: %1_files
sa: %1_सञ्चिकाः

# HTML export folder (icons)
source: icons
sa: चिह्नानि

# HTML export folder (images)
source: images
sa: बिम्बाः

# HTML export folder (baskets)
source: baskets
sa: टोकरी

# HTML export folder (data)
source: data
sa: दत्तांश

source: Made with <a href="%1">%2</a> %3, a tool to take notes and keep information at hand.
sa: <a href="%1">%2</a> %3 इत्यनेन सह निर्मितम्, टिप्पणीं ग्रहीतुं सूचनां हस्ते स्थापयितुं च साधनम् ।

source: (Default)
sa: (मूलभूतम्‌)

source: Other...
sa: इतर...

source: R:%1, G:%2, B:%3
sa: र:%1, जी:%2, ख:%3

# color
source: (Default)
sa: (मूलभूतम्‌)

source: Private Key List
sa: निजी कुञ्जी सूची

source: Email
sa: ईमेल

source: ID
sa: आईडी

source: Choose a secret key:
sa: गुप्तकुंजी चिनोतु :

source: Key listing unexpectedly truncated.
sa: कीलसूची अप्रत्याशितरूपेण कटितम्।

source: That public key is not meant for encryption
sa: सा सार्वजनिककुञ्जी एन्क्रिप्शनार्थं न अभिप्रेतम्

source: Unsupported algorithm
sa: असमर्थित एल्गोरिदम

source: Wrong password.
sa: गलत गुप्तशब्दः।

source: Please enter a new password:
sa: कृपया नूतनं गुप्तशब्दं प्रविशतु:

source: &Bold
sa: &विक्रान्तः

source: Always
sa: सर्वदा

source: Never
sa: कदापि न

source: On mouse hovering
sa: मूषकस्य भ्रमति

source: When mouse is outside
sa: यदा मूषकः बहिः भवति

source: &Underline:
sa: &अधोरेखा :

source: Colo&r:
sa: वर्ण:

source: &Mouse hover color:
sa: &माउस होवर रंगः :

source: &Icon size:
sa: &चिह्न आकारः :

source: None
sa: न कश्चित्

source: Icon size
sa: चिह्नस्य आकारः

source: Twice the icon size
sa: चिह्न आकारस्य द्विगुणम्

source: Three times the icon size
sa: चिह्नस्य आकारस्य त्रिगुणम्

source: &Preview:
sa: &पूर्वावलोकनम् :

source: You disabled preview but still see images?
sa: भवान् पूर्वावलोकनं निष्क्रियं कृतवान् परन्तु अद्यापि चित्राणि पश्यन्ति?

source: <p>This is normal because there are several type of notes.<br>This setting only applies to file and local link notes.<br>The images you see are image notes, not file notes.<br>File notes are generic documents, whereas image notes are pictures you can draw in.</p><p>When dropping files to baskets, %1 detects their type and shows you the content of the files.<br>For instance, when dropping image or text files, image and text notes are created for them.<br>For type of files %2 does not understand, they are shown as generic file notes with just an icon or file preview and a filename.</p><p>If you do not want the application to create notes depending on the content of the files you drop, go to the "General" page and uncheck "Image or animation" in the "View Content of Added Files for the Following Types" group.</p>
sa: <p>एतत् सामान्यं यतः अनेकाः प्रकाराः टिप्पणीः सन्ति।<br>एतत् सेटिङ्ग् केवलं सञ्चिका-स्थानीयलिङ्क-टिप्पणीषु एव प्रवर्तते।<br>भवता दृष्टानि चित्राणि चित्र-टिप्पण्यानि सन्ति, न तु सञ्चिका-टिप्पण्यानि।<br>सञ्चिका-टिप्पण्यानि सामान्यानि सन्ति documents, whereas image notes are pictures are you can draw in.</p><p>सञ्चिकाः टोपले पातयन्ते सति %1 तेषां प्रकारं ज्ञात्वा सञ्चिकानां सामग्रीं दर्शयति ।<br>उदाहरणार्थं यदा... चित्रं वा पाठसञ्चिकां वा पातयित्वा तेषां कृते चित्रं पाठटिप्पण्यानि च निर्मीयन्ते ।<br>सञ्चिकानां प्रकारस्य कृते %2 न अवगच्छति, ते केवलं चिह्नं वा सञ्चिकापूर्वावलोकनं वा सञ्चिकानाम च सह सामान्यसञ्चिकाटिप्पणीरूपेण दर्शिताः भवन्ति ।</p> <p>यदि भवान् न इच्छति यत् अनुप्रयोगः भवता पातितानां सञ्चिकानां सामग्रीयाः आधारेण टिप्पण्यानि निर्मातुम्, तर्हि "General" पृष्ठं गत्वा "View Content of Added Files for the Following Types" इति समूहः ।</p>

source: Example
sa: उदाहरण

source: Minimize
sa: न्यूनतमं कुरुत

source: <p>Do you really want to quit %1?</p>
sa: <p>किं भवान् वास्तवमेव %1 त्यक्तुम् इच्छति?</p>

source: Quit Confirm
sa: Quit Confirm इति त्यजतु

source: New Basket
sa: नवीन टोकरी

source: Background color
sa: पृष्ठभूमि रंग

source: &Manage Templates...
sa: &टेम्पलेट प्रबंधित करें...

source: One column
sa: एकः स्तम्भः

source: Two columns
sa: स्तम्भद्वयम्

source: Three columns
sa: त्रयः स्तम्भाः

source: Free
sa: निःशुल्कः

source: &Template:
sa: &टेम्पलेट:

source: (Baskets)
sa: (टोकरी)

source: How is it useful?
sa: कथं प्रयोजनम् ?

source: <p>Creating baskets inside of other baskets to form a hierarchy allows you to be more organized by eg.:</p><ul><li>Grouping baskets by themes or topics;</li><li>Grouping baskets in folders for different projects;</li><li>Making sections with sub-baskets representing chapters or pages;</li><li>Making a group of baskets to export together (to eg. email them to people).</li></ul>
sa: | भिन्न-भिन्न-प्रकल्पानां कृते पुटं करणम्;</li><li>अध्यायानां पृष्ठानां वा प्रतिनिधित्वं कृत्वा उप-टोकरीभिः सह विभागान् निर्मातुं;</li><li>टोकरी-समूहं कृत्वा... एकत्र निर्यातयन्तु (उदा. जनानां कृते तान् ईमेल कृत्वा)।</li></ul>

source: Free-form
sa: मुक्त-रूप

source: Mind map
sa: मन मानचित्र

source: Plain Text
sa: सादा पाठः

source: Text
sa: पाठ

source: Image
sa: छवि

source: Animation
sa: एनिमेशन

source: Sound
sa: ध्वनि

source: File
sa: सञ्चिका

source: Link
sa: सम्बन्ध

source: Cross Reference
sa: क्रॉस सन्दर्भ

source: Launcher
sa: प्रक्षेपक

source: Color
sa: वर्ण

source: Unknown
sa: अज्ञात

source: Edit this plain text
sa: एतत् साधारणं पाठं सम्पादयतु

source: Edit this text
sa: एतत् पाठं सम्पादयतु

source: Edit this image
sa: एतत् चित्रं सम्पादयन्तु

source: Edit this animation
sa: एतत् एनिमेशनं सम्पादयन्तु

source: Edit the file name of this sound
sa: अस्य ध्वनिस्य सञ्चिकानाम सम्पादयन्तु

source: Edit the name of this file
sa: अस्याः सञ्चिकायाः नाम सम्पादयन्तु

source: Edit this link
sa: एतत् लिङ्कं सम्पादयन्तु

source: Edit this cross reference
sa: एतत् क्रॉस् सन्दर्भं सम्पादयन्तु

source: Edit this launcher
sa: एतत् प्रक्षेपकं सम्पादयन्तु

source: Edit this color
sa: एतत् वर्णं सम्पादयतु

source: Edit this unknown object
sa: एतत् अज्ञातवस्तु सम्पादयतु

source: Opening plain text...
sa: सादा पाठं उद्घाटयन्...

source: Opening plain texts...
sa: सादे ग्रन्थान् उद्घाटयन्...

source: Opening plain text with...
sa: सादा पाठं उद्घाटयन्...

source: Opening plain texts with...
sa: सादे ग्रन्थान् उद्घाटयन्...

source: Open plain text with:
sa: साधारणं पाठं उद्घाटयन्तु :

source: Open plain texts with:
sa: साधारणग्रन्थान् उद्घाटयन्तु :

source: Opening text...
sa: पाठः उद्घाटितः...

source: Opening texts...
sa: ग्रन्थान् उद्घाटयन्...

source: Opening text with...
sa: पाठं उद्घाटयन्...

source: Opening texts with...
sa: ग्रन्थान् उद्घाटयन्...

source: Open text with:
sa: पाठं उद्घाटयतु :

source: Open texts with:
sa: ग्रन्थान् उद्घाटयन्तु :

source: Size
sa: आकृति

source: %1 by %2 pixels
sa: %1 द्वारा %2 पिक्सेल

source: Opening image...
sa: उद्घाटन चित्रम्...

source: Opening images...
sa: चित्राणि उद्घाटयन्...

source: Opening image with...
sa: सह चित्रं उद्घाटयन्...

source: Opening images with...
sa: चित्राणि उद्घाटयन्...

source: Open image with:
sa: सह चित्रं उद्घाटयन्तु:

source: Open images with:
sa: चित्राणि उद्घाटयन्तु :

source: Click for full size view
sa: पूर्ण आकारदर्शनार्थं क्लिक् कुर्वन्तु

source: Opening animation...
sa: एनिमेशनं उद्घाटयन्...

source: Opening animations...
sa: एनिमेशनं उद्घाटयन्...

source: Opening animation with...
sa: एनिमेशनं उद्घाटयन्...

source: Opening animations with...
sa: एनिमेशनं उद्घाटयन्...

source: Open animation with:
sa: एनिमेशनं उद्घाटयतु :

source: Open animations with:
sa: एनिमेशनं उद्घाटयन्तु :

source: Type
sa: प्रकारः

source: Open this file
sa: एतां सञ्चिकां उद्घाटयन्तु

source: Opening file...
sa: सञ्चिकां उद्घाटयति...

source: Opening files...
sa: सञ्चिकाः उद्घाटयन्...

source: Opening file with...
sa: सञ्चिकां उद्घाटयन्...

source: Opening files with...
sa: सञ्चिकाः उद्घाटयन्...

source: Open file with:
sa: सञ्चिकां उद्घाटयन्तु यत्र:

source: Open files with:
sa: सञ्चिकाः उद्घाटयन्तु :

source: Open this sound
sa: एषः शब्दः उद्घाटयतु

source: Opening sound...
sa: उद्घाटन ध्वनि...

source: Opening sounds...
sa: उद्घाटन ध्वनयः...

source: Opening sound with...
sa: ध्वनिं उद्घाटयन्...

source: Opening sounds with...
sa: ध्वनयः उद्घाटयन्...

source: Open sound with:
sa: मुक्तध्वनिः सह :

source: Open sounds with:
sa: मुक्तध्वनयः सह :

source: Target
sa: लक्ष्य

source: Open this link
sa: एतत् लिङ्क् उद्घाटयन्तु

source: Link have no URL to open.
sa: लिङ्कस्य उद्घाटनार्थं URL नास्ति ।

source: Opening link target...
sa: लिङ्क लक्ष्यं उद्घाटयन्...

source: Opening link targets...
sa: लिङ्क लक्ष्यं उद्घाटयन्...

source: Opening link target with...
sa: लिङ्क लक्ष्यं उद्घाटयन्...

source: Opening link targets with...
sa: सह लिङ्क् लक्ष्याणि उद्घाटयन्...

source: Open link target with:
sa: लिङ्क् लक्ष्यं उद्घाटयन्तु :

source: Open link targets with:
sa: लिङ्क् लक्ष्याणि उद्घाटयन्तु :

source: Link to %1
sa: %1 इत्यस्य लिङ्क्

source: Link has no basket to open.
sa: लिङ्कस्य उद्घाटनार्थं टोकरी नास्ति।

source: Opening basket...
sa: उद्घाटन टोकरी...

source: %1 <i>(run in terminal)</i>
sa: %1 <i>(टर्मिनल् मध्ये चालयन्तु)</i>

source: Command
sa: आदेश

source: Launch this application
sa: एतत् अनुप्रयोगं प्रारम्भं कुर्वन्तु

source: The launcher have no command to run.
sa: प्रक्षेपकस्य चालनार्थं कोऽपि आदेशः नास्ति ।

source: Launching application...
sa: एप्लिकेशनं प्रारम्भं कुर्वन्...

source: Launching applications...
sa: अनुप्रयोगानाम् आरम्भः...

# RGB Colorspace: Red/Green/Blue
source: RGB
sa: आरजीबी

source: <i>Red</i>: %1, <i>Green</i>: %2, <i>Blue</i>: %3,
sa: <i>लाल</i>: %1, <i>हरिद्रा</i>: %2, <i>नील</i>: %3, 10.

# HSV Colorspace: Hue/Saturation/Value
source: HSV
sa: एच.एस.वी

source: <i>Hue</i>: %1, <i>Saturation</i>: %2, <i>Value</i>: %3,
sa: <i>Hue</i>: %1, <i>संतृप्ति</i>: %2, <i>मूल्य</i>: %3, 10.

source: CSS Color Name
sa: CSS रङ्ग नाम

source: Is Web Color
sa: जालवर्णः अस्ति

source: Yes
sa: आम्‌

source: No
sa: नहि

source: Images can not be edited here at the moment (the next version of BasKet Note Pads will include an image editor). Do you want to open it with an application that understand it?
sa: अत्र चित्राणि सम्प्रति सम्पादयितुं न शक्यन्ते (BasKet Note Pads इत्यस्य अग्रिमसंस्करणं चित्रसम्पादकं समाविष्टं भविष्यति) । किं भवन्तः तत् अवगच्छन्त्याः अनुप्रयोगेन उद्घाटयितुम् इच्छन्ति?

source: Edit Image Note
sa: प्रतिबिम्बं सम्पादयतु टिप्पणी

source: This animated image can not be edited here. Do you want to open it with an application that understands it?
sa: एतत् एनिमेटेड् इमेज् अत्र सम्पादयितुं न शक्यते । किं भवन्तः तत् अवगच्छन्त्याः अनुप्रयोगेन उद्घाटयितुम् इच्छन्ति?

source: Edit Animation Note
sa: एनिमेशन नोट सम्पादयतु

source: Edit Color Note
sa: रङ्ग टिप्पणी सम्पादयतु

source: The type of this note is unknown and can not be edited here. You however can drag or copy the note into an application that understands it.
sa: अस्य टिप्पण्याः प्रकारः अज्ञातः अस्ति, अत्र सम्पादयितुं न शक्यते । भवान् तथापि टिप्पणीं कर्षितुं वा प्रतिलिपिं कर्तुं वा शक्नोति यत् तत् अवगच्छति अनुप्रयोगे ।

source: Edit Unknown Note
sa: अज्ञात टिप्पणी सम्पादयतु

source: Edit Link Note
sa: सम्पादयतु लिङ्क टिप्पणी

source: Auto
sa: ऑटो

source: &Icon:
sa: &चिह्नम् :

source: Ta&rget:
sa: लक्ष्य:

source: &Title:
sa: &शीर्षक:

source: Edit Cross Reference
sa: क्रॉस सन्दर्भ सम्पादयतु

source: Edit Launcher Note
sa: सम्पादयतु प्रक्षेपक टिप्पणी

source: Choose a command to run:
sa: चालयितुं आदेशं चिनोतु:

source: &Guess
sa: &अनुमानम्‌

source: Comman&d:
sa: आदेश:

source: &Name:
sa: &नामः:

source: Font
sa: फॉन्ट्

source: Font Size
sa: फ़ॉन्ट आकार

source: Bold
sa: विक्रान्तः

source: Italic
sa: इटालिक

source: Underline
sa: रेखांकनम्

source: Superscript
sa: अधिलिपि

source: Subscript
sa: उपलिपिः

source: Align Left
sa: Align Left इति

source: Centered
sa: केन्द्रित

source: Align Right
sa: Align Right इति

source: Justified
sa: न्याय्यम्

source: Undo
sa: पूर्ववत

source: Redo
sa: पुनः करो

source: <p>%1 doesn't support the data you've dropped.<br>It however created a generic note, allowing you to drag or copy it to an application that understand it.</p><p>If you want the support of these data, please contact developer.</p>
sa: <p>%1 भवता त्यक्तं दत्तांशं न समर्थयति।<br>तथापि एतेन सामान्यटिप्पणी निर्मितवती, यत् भवन्तं तत् अवगच्छन्तं अनुप्रयोगं प्रति कर्षितुं वा प्रतिलिपिं कर्तुं वा शक्नोति।</p><p>यदि भवान् इच्छति एतेषां दत्तांशस्य समर्थनं, कृपया विकासकेन सह सम्पर्कं कुर्वन्तु।</p>

source: Unsupported MIME Type(s)
sa: असमर्थितः MIME प्रकारः (प्रकाराः) .

source: &Move Here Shift
sa: &अत्र गच्छतु Shift

source: &Copy Here Ctrl
sa: &प्रतिलिपि अत्र Ctrl

source: &Link Here Ctrl+Shift
sa: &Link Here Ctrl+Shift इति

source: C&ancel Escape
sa: C&ancel पलायन

source: Import Icon as Image
sa: Import Icon इत्येतत् Image इति रूपेण आयातयन्तु

source: Choose the size of the icon to import as an image:
sa: चित्ररूपेण आयातयितुं चिह्नस्य आकारं चिनोतु:

source: Load File Content into a Note
sa: सञ्चिकासामग्रीम् एकस्मिन् टिप्पण्यां लोड् कुर्वन्तु

source: Password Protection
sa: गुप्तशब्दसंरक्षणम्

source: No private key selected.
sa: कोऽपि निजीकुञ्जी चयनितः नास्ति।

source: &No protection
sa: &न रक्षणम्

source: Protect basket with a &password
sa: &password इत्यनेन टोकरीं रक्षन्तु

source: Protect basket with private &key:
sa: निजी &कुंजी: सह टोकरीं रक्षन्तु:

source: Select a region using the mouse. To take the snapshot, press the Enter key. Press Esc to quit.
sa: मूषकस्य उपयोगेन क्षेत्रं चिनोतु । स्नैपशॉट् ग्रहीतुं Enter कीलम् नुदन्तु । त्यक्तुं Esc नुदन्तु ।

source: On left
sa: वामे

source: On right
sa: दक्षिणे

source: &Basket tree position:
sa: &टोकरी वृक्षस्य स्थितिः :

source: On top
sa: उपरि

source: On bottom
sa: अधः

source: &Filter bar position:
sa: &फ़िल्टर बार स्थिति: 1.1.

source: &Show tooltips in baskets
sa: &टोकरीषु टूलटिप्स दर्शयतु

source: &Big notes
sa: &बृहत् टिप्पणियाँ

source: Behavior
sa: व्यवहार

source: &Transform lines starting with * or - to lists in text editors
sa: &* अथवा - इत्यनेन आरभ्यमाणानि पङ्क्तयः पाठसम्पादकेषु सूचीषु परिवर्तयन्तु

source: Ask confirmation before &deleting notes
sa: &टिप्पणीनां विलोपनात् पूर्वं पुष्टिकरणं पृच्छन्तु

source: Keep text formatting when pasting
sa: पेस्टिंग् कुर्वन् पाठस्वरूपणं कुर्वन्तु

source: Automatically detect tags from note's content
sa: नोटस्य सामग्रीतः स्वयमेव टैग्स् अन्वेष्टुम्

source: &Export tags in texts
sa: &पाठेषु टैग्स् निर्यातयन्तु

source: When does this apply?
sa: एतत् कदा प्रवर्तते ?

source: It does apply when you copy and paste, or drag and drop notes to a text editor.
sa: यदा भवान् प्रतिलिपिं कृत्वा चिनोति, अथवा पाठसम्पादके टिप्पणीं कर्षति, पातयति च तदा एतत् प्रवर्तते एव ।

source: If enabled, this property lets you paste the tags as textual equivalents.
sa: यदि सक्षमम् अस्ति तर्हि एषः गुणः भवन्तं टैग्-इत्येतत् पाठसमतुल्यरूपेण चिनोतुम् अर्हति ।

source: For instance, a list of notes with the <b>To Do</b> and <b>Done</b> tags are exported as lines preceded by <b>[ ]</b> or <b>[x]</b>, representing an empty checkbox and a checked box.
sa: यथा, <b>To Do</b> तथा <b>Done</b> इति टैग्युक्तानां टिप्पणीनां सूची <b>[ ]</b> अथवा <b>[x] इत्यनेन पूर्वपङ्क्तिरूपेण निर्यातिता भवति । </b>, रिक्तं चेकबॉक्सं चेक्ड् बॉक्सं च प्रतिनिधियति ।

source: &Group a new note when clicking on the right of the insertion line
sa: &निवेशरेखायाः दक्षिणभागे क्लिक् कुर्वन् नूतनं टिप्पणं समूहयन्तु

source: How to group a new note?
sa: नूतनं टिप्पणं कथं समूहीकृत्य ?

source: <p>When this option is enabled, the insertion-line not only allows you to insert notes at the cursor position, but also allows you to group a new note with the one under the cursor:</p>
sa: <p>यदा एषः विकल्पः सक्षमः भवति तदा निवेशन-रेखा न केवलं कर्सरस्थाने टिप्पणीं सम्मिलितुं शक्नोति, अपितु कर्सरस्य अधः विद्यमानेन सह नूतनं टिप्पणं समूहयितुं शक्नोति:</p>

source: <p>Place your mouse between notes, where you want to add a new one.<br>Click on the <b>left</b> of the insertion-line middle-mark to <b>insert</b> a note.<br>Click on the <b>right</b> to <b>group</b> a note, with the one <b>below or above</b>, depending on where your mouse is.</p>
sa: note.<br>टिप्पणीं <b>समूहं</b> कर्तुं <b>दक्षिणे</b> नुदन्तु, <b>अधः उपरि वा</b> इत्यनेन सह, भवतः मूषकः कुत्र अस्ति इति अवलम्ब्य।< /प>

source: Do nothing
sa: किमपि न कुरु

source: Paste clipboard
sa: क्लिपबोर्डं चिनोतु

source: Insert cross reference
sa: क्रॉस सन्दर्भ सम्मिलित करें

source: Insert launcher note
sa: प्रक्षेपकटिप्पणी सम्मिलितं कुर्वन्तु

source: Insert color from screen
sa: स्क्रीनतः वर्णं सम्मिलितं कुर्वन्तु

source: Load note from file
sa: सञ्चिकातः नोट् लोड् कुर्वन्तु

source: Import Launcher for desktop application
sa: डेस्कटॉप् अनुप्रयोगाय Launcher आयातयन्तु

source: Import icon
sa: आयात चिह्न

source: &Shift+middle-click anywhere:
sa: &Shift+middle-कुत्रापि क्लिक् कुर्वन्तु:

source: at cursor position
sa: कर्सरस्थाने

source: minutes
sa: पन्चनिमेषः

source: Use GnuPG agent for &private/public key protected baskets
sa: &private/public कुञ्जी संरक्षितानां टोकरीणां कृते GnuPG एजेण्टस्य उपयोगं कुर्वन्तु

source: &Place of new notes:
sa: &नवीनटिप्पणीनां स्थानम् :

source: At current note
sa: वर्तमान टिप्पण्यां

source: &New images size:
sa: &नवीनचित्रस्य आकारः :

source: &by
sa: &इत्यनेन

source: pixels
sa: पिक्सेल्

source: &Visualize...
sa: &विजुअलाइज...

source: View Content of Added Files for the Following Types
sa: निम्नलिखितप्रकारस्य कृते योजितसञ्चिकानां सामग्रीं पश्यन्तु

source: &Plain text
sa: &सादा पाठः

source: &HTML page
sa: &HTML पृष्ठ

source: &Image or animation
sa: &प्रतिबिम्बं वा एनिमेशनं वा

source: &Sound
sa: &ध्वनि

source: Conference audio record
sa: सम्मेलनस्य श्रव्य अभिलेखः

source: Annual report
sa: वार्षिक प्रतिवेदन

source: Home folder
sa: गृहपुटम्

source: Launch %1
sa: %1 प्रारम्भं कुर्वन्तु

source: Another basket
sa: अन्यत् टोकरी

source: &Sounds
sa: &ध्वनयः

source: &Files
sa: &सञ्चिकाः
