Repository: KDE/basket
Catalog: po/sa/basket.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: basketweaver
sa: टोकरीच्छेदकः

source: Encodes and decodes .baskets files
sa: .baskets सञ्चिकाः एन्कोड् करोति, डिकोड् च करोति

source: Destination directory. Optional.
sa: गन्तव्यनिर्देशिका । वैकल्पिक।

source: Use the <image> as preview image for a .baskets file. Must be a .png file.
sa: .baskets सञ्चिकायाः पूर्वावलोकनप्रतिबिम्बरूपेण <image> इत्यस्य उपयोगं कुर्वन्तु । .png सञ्चिका भवितुमर्हति ।

source: Decodes the <file>. Cannot be used together with --weave.
sa: <file> इत्यस्य डिकोडं करोति । --weave इत्यनेन सह एकत्र उपयोक्तुं न शक्यते।

source: Encodes the <directory>. Cannot be used together with --unweave.
sa: <निर्देशिका> एन्कोड् करोति । --unweave इत्यनेन सह एकत्र उपयोक्तुं न शक्यते ।

source: This optional value will be used to label the new content within the optionally given output directory
sa: वैकल्पिकरूपेण दत्तस्य आउटपुट् निर्देशिकायाः अन्तः नूतनसामग्री लेबलं कर्तुं एतत् वैकल्पिकं मूल्यं उपयुज्यते

source: Overwrite existing files.
sa: विद्यमानसञ्चिकाः अधिलिखन्तु ।

source: You need to provide at least one --weave/-w or --unweave/-u option
sa: भवद्भिः न्यूनातिन्यूनम् एकं --weave/-w अथवा --unweave/-u विकल्पं दातव्यम्

source: You cannot use --weave/-w and --unweave/-u options in conjunction.
sa: --weave/-w तथा --unweave/-u विकल्पयोः संयोजनेन उपयोगं कर्तुं न शक्नुवन्ति ।

source: Multiple --weave/-w or --unweave/-u input options found. All but the first input are going to be ignored.
sa: अनेकाः --weave/-w अथवा --unweave/-u निवेशविकल्पाः प्राप्ताः । प्रथमं निवेशं विहाय सर्वे उपेक्षितुं गच्छन्ति।

source: The source seems to be an invalid .baskets file
sa: स्रोतः अमान्यः .baskets सञ्चिका इव दृश्यते

source: Output directory does not exist.
sa: आउटपुट् निर्देशिका नास्ति ।

source: The source seems to be invalid.
sa: स्रोतः असिद्धः इव दृश्यते।

source: Could not open file.
sa: सञ्चिकां उद्घाटयितुं न शक्तवान्।

source: Failed to open a file resource.
sa: सञ्चिकासंसाधनं उद्घाटयितुं असफलम् ।

source: This file is not a basket archive.
sa: इयं सञ्चिका टोकरीसंग्रहः नास्ति ।

source: This file is corrupted. It can not be opened.
sa: एषा सञ्चिका दूषिता अस्ति । न उद्घाटयितुं शक्यते।

source: The destination path already exists.
sa: गन्तव्यमार्गः पूर्वमेव अस्ति ।

source: This file supplied file format is not supported
sa: एतत् सञ्चिका प्रदत्तं सञ्चिकास्वरूपं समर्थितं नास्ति

source: This file was created with a more recent version of BasKet Note Pads. It might not be fully supported
sa: इयं सञ्चिका BasKet Note Pads इत्यस्य अद्यतनतरसंस्करणेन सह निर्मितवती । तस्य पूर्णसमर्थनं न स्यात्

source: <p><b>Taking care of your ideas.</b></p><p>A note-taking application that makes it easy to record ideas as you think, and quickly find them later. Organizing your notes has never been so easy.</p>
sa: <p><b>भवतः विचाराणां पालनम्।</b></p><p>एकः टिप्पणी-ग्रहण-अनुप्रयोगः यः विचारान् यथा चिन्तयति तथा अभिलेखयितुम्, पश्चात् शीघ्रं अन्वेष्टुं च सुलभं करोति। भवतः टिप्पणीनां व्यवस्थितीकरणं कदापि एतावत् सुलभं न अभवत् ।</p>

source: Copyright © 2003–2007, Sébastien Laoût; Copyright © 2013–2019, Gleb Baryshev
sa: प्रतिलिपि अधिकार © 2003–2007, Sébastien Laoût; प्रतिलिपि अधिकार © 2013–2019, Gleb Baryshev

source: Carl Schwan
sa: कार्ल श्वान

source: Co-Maintainer
sa: सह-पालनकर्ता

source: Niccolò Venerandi
sa: निकोलो वेनेराण्डी

source: OmegaPhil
sa: ओमेगाफिल्

source: Paste as plaintext option
sa: साधारणपाठविकल्परूपेण चिनोतु

source: Kelvie Wong
sa: केल्वी वोङ्ग

source: Ex-Maintainer
sa: पूर्व-पालनकर्ता

source: Sébastien Laoût
sa: सेबास्टियन लाओउट्

source: Original Author
sa: मूल लेखक

source: Petri Damstén
sa: पेट्री दम्स्टेन

source: Basket encryption, Kontact integration, KnowIt importer
sa: टोकरी एन्क्रिप्शन, Kontact एकीकरण, KnowIt आयातकर्ता

source: Alex Gontmakher
sa: एलेक्स गोन्टमाखेर्

source: Baskets auto lock, save-status icon, HTML copy/paste, basket name tooltip, drop to basket name
sa: टोकरी स्वतः ताला, सेव-स्थितिचिह्न, HTML प्रतिलिपि/चिपकण, टोकरीनाम टूलटिप्, टोकरीनाम प्रति ड्रॉप्

source: Marco Martin
sa: मार्को मार्टिन्

source: Original icon
sa: मूल चिह्न

source: BasKet Note Pads
sa: बास्केट नोट पैड्स

source: Save as Basket Archive
sa: Basket Archive इति रूपेण रक्षन्तु

source: Saving as basket archive. Please wait...
sa: टोकरीसंग्रहरूपेण रक्षणम्। कृपया प्रतीक्षां कुर्वन्तु...

source: Basket Archive Error
sa: टोकरी संग्रह त्रुटि

source: Extraction path already exists.
sa: निष्कर्षणमार्गः पूर्वमेव अस्ति ।

source: This file was created with a recent version of %1.Please upgrade to a newer version to be able to open that file.
sa: एषा सञ्चिका %1 इत्यस्य अद्यतनसंस्करणेन सह निर्मितवती ।कृपया तां सञ्चिकां उद्घाटयितुं शक्नुवन् नूतनतरसंस्करणं प्रति उन्नयनं कुर्वन्तु ।

source: This file was created with a recent version of %1. It can be opened but not every information will be available to you. For instance, some notes may be missing because they are of a type only available in new versions. When saving the file back, consider to save it to another file, to preserve the original one.
sa: एषा सञ्चिका %1 इत्यस्य अद्यतनसंस्करणेन सह निर्मितवती । उद्घाटयितुं शक्यते किन्तु प्रत्येकं सूचना भवद्भ्यः न प्राप्यते। यथा, केचन टिप्पण्याः लुप्ताः भवेयुः यतः ते केवलं नूतनसंस्करणेषु उपलभ्यमानस्य प्रकारस्य सन्ति । सञ्चिकां पुनः रक्षे सति, मूलसञ्चिकां रक्षितुं, अन्यसञ्चिकायां रक्षितुं विचारयन्तु ।

source: Backup & Restore
sa: बैकअप एवं पुनर्स्थापन

source: Save Folder
sa: पुटं रक्षतु

source: Your baskets are currently stored in that folder:<br><b>%1</b>
sa: भवतः टोकरीः सम्प्रति तस्मिन् पुटे संगृहीताः सन्ति:<br><b>%1</b>

source: &Move to Another Folder...
sa: &अन्यपुटं प्रति गच्छन्तु...

source: &Use Another Existing Folder...
sa: &अन्यस्य विद्यमानस्य पुटस्य उपयोगं कुर्वन्तु...

source: Why to do that?
sa: किमर्थं तत् कर्तव्यम् ?

source: <p>You can move the folder where %1 store your baskets to:</p><ul><li>Store your baskets in a visible place in your home folder, like ~/Notes or ~/Baskets, so you can manually backup them when you want.</li><li>Store your baskets on a server to share them between two computers.<br>In this case, mount the shared-folder to the local file system and ask %1 to use that mount point.<br>Warning: you should not run %1 at the same time on both computers, or you risk to loss data while the two applications are desynced.</li></ul><p>Please remember that you should not change the content of that folder manually (eg. adding a file in a basket folder will not add that file to the basket).</p>
sa: यदा इच्छसि तदा तान् हस्तचलितरूपेण बैकअप कुर्वन्तु।</li><li>सङ्गणकद्वयस्य मध्ये साझां कर्तुं स्वस्य टोकरीं सर्वरे संग्रहयन्तु।<br>अस्मिन् सन्दर्भे, साझा-पुटं स्थानीयसञ्चिकातन्त्रे माउण्ट् कृत्वा पृच्छन्तु %1 तस्य माउण्ट्-बिन्दुस्य उपयोगाय ।<br>चेतावनी: भवता सङ्गणकद्वये एकस्मिन् समये %1 न चालनीयम्, अथवा द्वयोः अनुप्रयोगयोः विसंयोजकत्वे दत्तांशस्य हानिः भवितुम् अर्हति ।</li></ul><p >कृपया स्मर्यतां यत् भवता तस्य पुटस्य सामग्रीं हस्तचलितरूपेण न परिवर्तयितव्यम् (उदा. टोकरीपुटे सञ्चिकां योजयित्वा तां सञ्चिकां टोपले न योजयिष्यते) ।</p>

source: Backups
sa: बैकअप्स

source: &Backup...
sa: &बैकअप...

source: &Restore a Backup...
sa: &एकं बैकअपं पुनर्स्थापयन्तु...

source: Last backup: never
sa: अन्तिमः बैकअपः : कदापि न

source: Last backup: %1
sa: अन्तिमः बैकअपः: %1

source: Choose a Folder Where to Move Baskets
sa: एकं Folder Where to Move Baskets इति चिनोतु

source: The folder <b>%1</b> is not empty. Do you want to overwrite it?
sa: <b>%1</b> इति पुटं रिक्तं नास्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?

source: Overwrite Folder?
sa: पुटं अधिलेखयतु?

source: &Overwrite
sa: &अतिलेखनम्

source: Your baskets have been successfully moved to <b>%1</b>. %2 is going to be restarted to take this change into account.
sa: भवतः टोकरीः सफलतया <b>%1</b> प्रति स्थानान्तरिताः । एतत् परिवर्तनं गृहीत्वा %2 पुनः आरभ्यते ।

source: Your basket save folder has been successfully changed to <b>%1</b>. %2 is going to be restarted to take this change into account.
sa: भवतः basket save पुटं <b>%1</b> इति सफलतया परिवर्तितम् अस्ति । एतत् परिवर्तनं गृहीत्वा %2 पुनः आरभ्यते ।

# Backup filename (without extension), %1 is the date
source: Baskets_%1
sa: टोकरी_%1

source: Tar Archives Compressed by Gzip
sa: Tar अभिलेखागार Gzip द्वारा संपीडित

source: All Files
sa: सर्वाणि सञ्चिकाः

source: Backup Baskets
sa: बैकअप टोकरी

source: Backing up baskets. Please wait...
sa: टोकरीणां बैकअप करणम्। कृपया प्रतीक्षां कुर्वन्तु...

source: Open Basket Archive
sa: ओपन बास्केट आर्काइव

source: This is a safety copy of your baskets like they were before you started to restore the backup %1.
sa: इयं भवतः टोकरीणां सुरक्षाप्रतिलिपिः अस्ति यथा भवता %1 बैकअपं पुनःस्थापयितुं आरब्धा ।

source: If the restoration was a success and you restored what you wanted to restore, you can remove this folder.
sa: यदि पुनर्स्थापनं सफलम् अभवत् तथा च भवान् यत् पुनर्स्थापनं कर्तुम् इच्छति तत् पुनः स्थापितवान् तर्हि भवान् एतत् पुटं हर्तुं शक्नोति ।

source: If something went wrong during the restoration process, you can re-use this folder to store your baskets and nothing will be lost.
sa: यदि पुनर्स्थापनप्रक्रियायां किमपि भ्रष्टं जातम् तर्हि भवान् स्वस्य टोकरीं संग्रहीतुं पुनः एतस्य पुटस्य उपयोगं कर्तुं शक्नोति तथा च किमपि नष्टं न भविष्यति ।

source: Choose "Basket" -> "Backup & Restore..." -> "Use Another Existing Folder..." and select that folder.
sa: "Basket" -> "Backup & Restore..." -> "Use Another Existing Folder..." इति चित्वा तत् समुच्चय चिनोतु ।

source: Restoring <b>%1</b>. Please wait...
sa: <b>%1</b>पुनर्स्थापनम् । कृपया प्रतीक्षां कुर्वन्तु...

source: If something goes wrong during the restoration process, read the file <b>%1</b>.
sa: यदि पुनर्स्थापनप्रक्रियायां किमपि भ्रष्टं भवति तर्हि <b>%1</b> इति सञ्चिकां पठन्तु ।

source: Restore Baskets
sa: टोकरीं पुनर्स्थापयन्तु

source: This archive is either not a backup of baskets or is corrupted. It cannot be imported. Your old baskets have been preserved instead.
sa: इदं संग्रहणं टोकरीनां बैकअपं नास्ति वा दूषितं वा अस्ति । आयातं कर्तुं न शक्यते। भवतः पुरातनाः टोकरीः तस्य स्थाने संरक्षिताः सन्ति।

source: Restore Error
sa: Restore Error इति

source: Your backup has been successfully restored to <b>%1</b>. %2 is going to be restarted to take this change into account.
sa: भवतः बैकअप सफलतया <b>%1</b> इत्यत्र पुनःस्थापितम् अस्ति । एतत् परिवर्तनं गृहीत्वा %2 पुनः आरभ्यते ।

source: Restart
sa: पुनः आरभत

# Safety folder name before restoring a basket data archive
source: Baskets Before Restoration
sa: पुनर्स्थापनात् पूर्वं टोकरीः

# Safety folder name before restoring a basket data archive
source: Baskets Before Restoration (%1)
sa: पुनर्स्थापनात् पूर्वं टोकरीः (%1) .

source: Show the debug window
sa: त्रुटिनिवारणविण्डो दर्शयतु

source: Custom folder to load and save baskets and other application data.
sa: टोकरीः अन्ये च अनुप्रयोगदत्तांशः लोड् कर्तुं रक्षितुं च कस्टम् समुच्चय ।

# Command line help: --data-folder <FOLDER>
source: folder
sa: समुच्चय

source: Automatically hide the main window in the system tray on startup.
sa: प्रारम्भे सिस्टम् ट्रे मध्ये मुख्यविण्डो स्वयमेव गोपयन्तु ।

source: On crash, use the standard KDE crash handler rather than send an email.
sa: क्रैश-समये, ईमेल-प्रेषणस्य अपेक्षया मानक-KDE-क्रैश-सञ्चालकस्य उपयोगं कुर्वन्तु ।

source: Open a basket archive or template.
sa: टोकरीसंग्रहालयं वा टेम्पलेट् वा उद्घाटयन्तु।

source: Sorry, but the folder creation for this new basket has failed.
sa: क्षम्यतां, परन्तु अस्य नूतनस्य टोकरीयाः पुटनिर्माणं विफलम् अभवत् ।

source: Basket Creation Failed
sa: टोकरीनिर्माणं विफलम्

source: Sorry, but the template copying for this new basket has failed.
sa: क्षम्यतां, परन्तु अस्य नूतनस्य टोप्याः कृते टेम्पलेट् प्रतिलिपिकरणं विफलम् अभवत् ।

source: Sorry, but the template customization for this new basket has failed.
sa: क्षम्यतां, परन्तु अस्य नूतनस्य टोकरीयाः टेम्पलेट् अनुकूलनं विफलम् अभवत् ।

source: Basket Properties
sa: टोकरी गुण

source: Icon
sa: चिह्नम्

source: Name
sa: नामः

source: (None)
sa: (न कश्चित्)

source: Learn some tips...
sa: केचन युक्तयः ज्ञातव्याः...

source: <p><strong>Easily Remember your Shortcuts</strong>:<br>With the first option, giving the basket a shortcut of the form <strong>Alt+Letter</strong> will underline that letter in the basket tree.<br>For instance, if you are assigning the shortcut <i>Alt+T</i> to a basket named <i>Tips</i>, the basket will be displayed as <i><u>T</u>ips</i> in the tree. It helps you visualize the shortcuts to remember them more quickly.</p><p><strong>Local vs Global</strong>:<br>The first option allows you to show the basket while the main window is active. Global shortcuts are valid from anywhere, even if the window is hidden.</p><p><strong>Show vs Switch</strong>:<br>The last option makes this basket the current one without opening the main window. It is useful in addition to the configurable global shortcuts, eg. to paste the clipboard or the selection into the current basket from anywhere.</p>
sa: <p><strong>सुलभतया स्वस्य शॉर्टकट् स्मर्यताम्</strong>:<br>प्रथमविकल्पेन सह, टोकरीं <strong>Alt+Letter</strong> इति रूपस्य शॉर्टकट् दत्त्वा टोकरीवृक्षे तत् अक्षरं रेखांकयिष्यति <br>उदाहरणार्थं, यदि भवान् <i>Tips</i> इति नाम्नः टोपले <i>Alt+T</i> इति शॉर्टकट् नियुक्तं करोति तर्हि टोकरी भविष्यति वृक्षे <i><u>T</u>ips</i> इति प्रदर्शितम् । एतत् भवन्तं लघुमार्गान् अधिकशीघ्रं स्मर्तुं कल्पयितुं साहाय्यं करोति।</p><p><strong>स्थानीयः vs वैश्विकः</strong>:<br>प्रथमः विकल्पः मुख्यविण्डो सक्रियः भवति चेत् टोकरीं दर्शयितुं शक्नोति। वैश्विकशॉर्टकट् कुत्रापि मान्यं भवति, यद्यपि विण्डो गुप्तम् अस्ति।</p><p><strong>Show vs Switch</strong>:<br>अन्तिमः विकल्पः मुख्यविण्डो न उद्घाट्य एतत् टोकरीं वर्तमानं करोति विन्यासयोग्यवैश्विकशॉर्टकट्-अतिरिक्तं उपयोगी भवति, उदा. क्लिप्बोर्ड् अथवा चयनं वर्तमानपुटे कुत्रापि चिनोतु ।</p>

source: Appearance
sa: स्वरूपम्‌

source: Background &image:
sa: पृष्ठभूमि & छवि: .

source: &Background color:
sa: &पृष्ठभूमि रंगः :

source: &Text color:
sa: &पाठवर्णः :

source: Disposition
sa: स्वभावः

source: Col&umns:
sa: स्तम्भः :

source: &Free-form
sa: &मुक्त-रूप

source: &Mind map
sa: &मनः मानचित्र

source: Keyboard Shortcut
sa: कीबोर्ड शॉर्टकट

source: S&how this basket
sa: S&how एतत् टोकरी

source: Show this basket (&global shortcut)
sa: एतत् टोकरीं दर्शयतु (&global shortcut)

source: S&witch to this basket (global shortcut)
sa: S&witch to this basket (वैश्विकशॉर्टकट्)

source: The new note does not match the filter and is hidden.
sa: नूतनः टिप्पणः फ़िल्टरेन सह न मेलति, गुप्तः च अस्ति ।

source: A new note does not match the filter and is hidden.
sa: नूतनः टिप्पणः फ़िल्टरेन सह न मेलति, गुप्तः च अस्ति ।

source: Some new notes do not match the filter and are hidden.
sa: केचन नूतनाः स्वराः फ़िल्टरेन सह न मेलन्ति, गुप्ताः च सन्ति ।

source: The new notes do not match the filter and are hidden.
sa: नवीनाः स्वराः फ़िल्टरेन सह न मेलन्ति, गुप्ताः च सन्ति ।

source: Group
sa: समूह

source: Insert
sa: युज्

source: This message should never appear. If it does, this program is buggy! Please report the bug to the developer.
sa: एषः सन्देशः कदापि न प्रादुर्भूतः । यदि भवति तर्हि एषः कार्यक्रमः बग्गी अस्ति! कृपया विकासकं प्रति दोषं निवेदयन्तु।

source: Insert note here Right click for more options
sa: Insert note here अधिकविकल्पानां कृते राइट् क्लिक् कुर्वन्तु

source: Resize those columns
sa: तान् स्तम्भान् आकारं परिवर्तयन्तु

source: Resize this group
sa: अस्य समूहस्य आकारं परिवर्तयन्तु

source: Resize this note
sa: अस्य टिप्पण्याः आकारं परिवर्तयन्तु

source: Select or move this note
sa: एतत् टिप्पणं चिनोतु वा चालयन्तु वा

source: Select or move this group
sa: एतत् समूहं चिनोतु वा चालयन्तु वा

source: Assign or remove tags from this note
sa: अस्मात् टिप्पण्याः टैग्स् नियुक्तं कुर्वन्तु अथवा निष्कासयन्तु

source: <b>Assigned Tags</b>: %1
sa: <b>नियुक्तानि टैग्स्</b>: %1

source: Expand this group
sa: अस्य समूहस्य विस्तारं कुर्वन्तु

source: Collapse this group
sa: एतत् समूहं ध्वंसयन्तु

source: Group note with the one below Right click for more options
sa: अधोलिखितेन सह समूहटिप्पणी अधिकविकल्पानां कृते राइट् क्लिक् कुर्वन्तु

source: Group note with the one above Right click for more options
sa: उपरि विद्यमानेन सह समूहटिप्पणी अधिकविकल्पानां कृते राइट् क्लिक् कुर्वन्तु

source: Added
sa: योजितम्

source: Last Modification
sa: अन्तिम परिवर्तन

source: Click on the right to group instead of insert
sa: insert इत्यस्य स्थाने group कर्तुं दक्षिणभागे क्लिक् कुर्वन्तु

source: Click on the left to insert instead of group
sa: समूहस्य स्थाने सम्मिलितुं वामभागे नुदन्तु

source: &Unlock
sa: &अनलॉक

source: Password protected basket.
sa: पासवर्ड संरक्षित टोकरी।

source: Press Unlock to access it.
sa: तत् प्राप्तुं Unlock नुदन्तु ।

source: Encryption is not supported by<br/>this version of %1.
sa: एन्क्रिप्शनं समर्थितं नास्ति<br/>%1 इत्यस्य एतत् संस्करणम् ।

source: To make baskets stay unlocked, change the automatic<br>locking duration in the application settings.
sa: टोकरीः अनलॉक्ड् स्थातुं, अनुप्रयोगसेटिंग्स् मध्ये स्वचालित<br>लॉकिंग् अवधिं परिवर्तयन्तु ।

source: Loading...
sa: लोडिंग...

source: &Remove
sa: &अपाकरोति

source: &Customize...
sa: &अनुकूलित करें...

source: &Filter by this Tag
sa: &अस्मिन् Tag द्वारा छानतु

source: Filter by this &State
sa: एतेन &State द्वारा फ़िल्टर कुर्वन्तु

source: Tags
sa: टैग्स

source: <qt>Do you really want to delete this note?</qt>
sa: <qt>किं भवान् वास्तवमेव एतत् टिप्पणं विलोपयितुम् इच्छति?</qt>

source: Delete Note
sa: टिप्पणीं विलोपयन्तु

source: Copied note to clipboard.
sa: क्लिप्बोर्ड् मध्ये टिप्पणी प्रतिलिपिकृतम्।

source: Cut note to clipboard.
sa: क्लिप्बोर्डं प्रति टिप्पणीं कटयन्तु।

source: Copied note to selection.
sa: चयनं प्रति प्रतिलिपितः टिप्पणी।

source: Unable to open this note.
sa: एतत् टिप्पणं उद्घाटयितुं असमर्थः।

source: &Edit
sa: &सम्पादन

source: You are not authorized to open this file.
sa: एतां सञ्चिकां उद्घाटयितुं भवान् अधिकृतः नास्ति ।

source: Save to File
sa: सञ्चिकायां रक्षतु

source: Shows if there are changes that have not yet been saved.
sa: अद्यापि न रक्षिताः परिवर्तनाः सन्ति वा इति दर्शयति ।

source: Ctrl+drop: copy, Shift+drop: move, Shift+Ctrl+drop: link.
sa: Ctrl+drop: प्रतिलिपि, Shift+drop: चाल, Shift+Ctrl+drop: लिङ्क।

source: <p>This basket is <b>locked</b>.<br>Click to unlock it.</p>
sa: <p>इदं टोकरी <b>तालितम्</b> अस्ति।<br>तत् अनलॉक् कर्तुं क्लिक् कुर्वन्तु।</p>

source: <p>This basket is <b>unlocked</b>.<br>Click to lock it.</p>
sa: <p>इदं टोकरी <b>अनलॉक्</b> अस्ति।<br>इदं ताडयितुं क्लिक् कुर्वन्तु।</p>

source: &Basket
sa: &टोकरी

source: &Export
sa: &निर्यात

source: &Sort
sa: &प्रकारं

source: &Import
sa: &आयात

source: &Go
sa: &गच्छ

source: &Note
sa: &टीका

source: &Insert
sa: &युज्

source: &Settings
sa: &सेटिंग्स

source: &Help
sa: &साहाय्यम्‌

source: Main Toolbar
sa: मुख्य साधनपट्टी

source: Text Formatting Toolbar
sa: पाठस्वरूपणसाधनपट्टिका

source: General
sa: सामान्य

source: Paste clipboard contents in current basket
sa: वर्तमान टोकरीयां क्लिप्बोर्डसामग्री चिनोतु

source: Allows you to paste clipboard contents in the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाटनं विना वर्तमानटोपले क्लिप्बोर्डसामग्री चिनोतुम् अनुमन्यते ।

source: Paste selection in current basket
sa: वर्तमान टोपले चयनं चिनोतु

source: Allows you to paste clipboard selection in the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाटनं विना वर्तमानटोकरीयां क्लिप्बोर्डचयनं चिनोतुं शक्नोति ।

source: Create a new basket
sa: नूतनं टोकरीं रचयन्तु

source: Allows you to create a new basket without having to open the main window (you then can use the other global shortcuts to add a note, paste clipboard or paste selection in this new basket).
sa: मुख्यविण्डो उद्घाटयितुं विना नूतनं टोकरीं निर्मातुं शक्नोति (ततः भवान् अस्मिन् नूतने टोपले टिप्पणीं योजयितुं, क्लिप्बोर्डं पेस्ट् कर्तुं वा चयनं पेस्ट् कर्तुं वा अन्येषां वैश्विकशॉर्टकट्-उपयोगं कर्तुं शक्नोति)

source: Go to previous basket
sa: पूर्वपुटं गच्छतु

source: Allows you to change current basket to the previous one without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीं पूर्वस्मिन् परिवर्तयितुं शक्नोति ।

source: Go to next basket
sa: अग्रिमः टोकरीं गच्छतु

source: Allows you to change current basket to the next one without having to open the main window.
sa: मुख्यविण्डो उद्घाटनं विना वर्तमानं टोकरीं अग्रिमे परिवर्तनं कर्तुं शक्नोति ।

source: Insert text note
sa: पाठटिप्पणीं सम्मिलितं कुर्वन्तु

source: Add a text note to the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां पाठटिप्पणीं योजयन्तु ।

source: Insert image note
sa: इमेज नोट् सम्मिलितं कुर्वन्तु

source: Add an image note to the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां चित्रटिप्पणं योजयन्तु ।

source: Insert link note
sa: लिङ्क नोट् सम्मिलितं कुर्वन्तु

source: Add a link note to the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां लिङ्क् नोट् योजयन्तु ।

source: Insert color note
sa: वर्णटिप्पणीं सम्मिलितं कुर्वन्तु

source: Add a color note to the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाटनं विना वर्तमानटोपले वर्णटिप्पणीं योजयन्तु ।

source: Pick color from screen
sa: स्क्रीनतः वर्णं चिनुत

source: Add a color note picked from one pixel on screen to the current basket without having to open the main window.
sa: पर्दायां एकस्मात् पिक्सेलतः उद्धृतं वर्णटिप्पणीं मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां योजयन्तु ।

source: Grab screen zone
sa: स्क्रीन क्षेत्रं गृह्यताम्

source: Grab a screen zone as an image in the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां चित्ररूपेण स्क्रीनक्षेत्रं गृह्यताम् ।

source: Insert plain text note
sa: साधारणपाठटिप्पणीं सम्मिलितं कुर्वन्तु

source: Add a plain text note to the current basket without having to open the main window.
sa: मुख्यविण्डो उद्घाट्य वर्तमानटोकरीयां साधारणपाठटिप्पणीं योजयन्तु ।

source: Baskets
sa: टोकरी

source: <h2>Basket Tree</h2>Here is the list of your baskets. You can organize your data by putting them in different baskets. You can group baskets by subject by creating new baskets inside others. You can browse between them by clicking a basket to open it, or reorganize them using drag and drop.
sa: <h2>Basket Tree</h2>अत्र भवतः टोकरीणां सूची अस्ति । भवान् स्वदत्तांशं भिन्न-भिन्न-टोकरीषु स्थापयित्वा व्यवस्थितुं शक्नोति । अन्येषां अन्तः नूतनानि टोकरीनि निर्माय विषयानुसारं टोकरीं समूहयितुं शक्नुवन्ति । भवन्तः तयोः मध्ये एकं टोकरीं नुत्वा तत् उद्घाटयितुं ब्राउज् कर्तुं शक्नुवन्ति, अथवा drag and drop इत्यस्य उपयोगेन पुनः व्यवस्थितुं शक्नुवन्ति ।

source: &Basket Archive...
sa: &टोकरी अभिलेखागार...

source: &HTML Web Page...
sa: &HTML जालपुटम्...

source: Text &File...
sa: पाठ &सञ्चिका...

source: &Backup && Restore...
sa: &बैकअप && पुनर्स्थापन...

source: &Check && Cleanup...
sa: &चेक && सफाई...

source: D&elete
sa: लुप्

source: Selects all notes
sa: सर्वाणि टिप्पण्यानि चिनोति

source: U&nselect All
sa: उ&सर्वं चयनं कुर्वन्तु

source: Unselects all selected notes
sa: सर्वाणि चयनितटिप्पण्यानि अचयनं करोति

source: &Invert Selection
sa: &चयन उल्टा करो

source: Inverts the current selection of notes
sa: स्वराणां वर्तमानचयनं विपर्ययति

source: &Clear Formatting
sa: &स्वच्छ स्वरूपणम्

# Verb; not Menu
source: &Edit...
sa: &सम्पादन...

source: &Open
sa: &उद्घाटित

source: &Save to File...
sa: &सञ्चिकायां रक्षतु...

source: &Group
sa: &समूह

source: U&ngroup
sa: उ&समूहः

source: Move on &Top
sa: &Top इत्यत्र गच्छन्तु

source: Move &Up
sa: चाल & ऊपर

source: Move &Down
sa: चालय &अधः

source: Move on &Bottom
sa: &Bottom इत्यत्र गच्छन्तु

source: Plai&n Text
sa: Plai&n पाठः

source: &Text
sa: &पाठ

source: &Link
sa: &सम्बन्ध

source: Cross &Reference
sa: क्रॉस & सन्दर्भ

source: &Image
sa: &छवि

source: &Color
sa: &वर्ण

source: Import Launcher for &desktop application...
sa: &desktop अनुप्रयोगस्य कृते Import Launcher...
