Repository: KDE/basket
Catalog: po/sa/basket.po
Languages: sa

source: &Local Links
sa: &स्थानीय लिंक्स

source: &Network Links
sa: &जाललिङ्काः

source: Launc&hers
sa: Launc&hers इति

source: &Cross References
sa: &क्रॉस सन्दर्भ

source: General Launch Associations
sa: सामान्य प्रक्षेपण संघ

source: <p>On modern desktop environments, launcher configurations provide information to the system about how to handle an application.These files are essential for integrating applications into the desktop environment, to list, lookup and launch apps with specific configurations</p><p>Here is how to do if you want to launch Falkon Browser with a specific profile.</p><ul><li>Open the KDE Menu Editor, and type "Falkon" in the search filter;</li><li>Select "Falkon" desktop launcher, right-click, copy and paste;</li><li>Edit the "General" property fields like "Name", "Description" or "Comment".</li><li>Edit the "Command-line arguments" field to something like "--profile 'Your-Extensive-Hobby' %%u".</li></ul><p>Now, when you choose your new launcher as basket link notes launcher, basket will open HTTP links with Falkon's "Your-Extensive-Hobby" profile</p><p>For more fine-grained configuration (like opening pdf documents preferably with Falkon), read the second button tooltip.</p>
sa: <p>आधुनिक-डेस्कटॉप-वातावरणेषु, प्रक्षेपक-विन्यासाः प्रणाल्याः कृते सूचनां ददति यत् अनुप्रयोगं कथं नियन्त्रयितव्यम् इति ।एताः सञ्चिकाः डेस्कटॉप-वातावरणे अनुप्रयोगानाम् एकीकरणाय, विशिष्टविन्यासैः सह अनुप्रयोगानाम् सूचीकरणाय, अन्वेषणाय, प्रक्षेपणाय च अत्यावश्यकाः सन्ति</p><p >अत्र यदि भवान् विशिष्टेन प्रोफाइलेन सह Falkon Browser प्रारम्भं कर्तुम् इच्छति तर्हि कथं कर्तव्यम् इति।</p><ul><li>KDE Menu Editor उद्घाटयन्तु, अन्वेषणे "Falkon" इति टङ्कयन्तु filter;</li><li>"Falkon" डेस्कटॉप लॉन्चर चिनोतु, राइट्-क्लिक् कृत्वा, प्रतिलिपि कृत्वा चिनोतु;</li><li>"Name", "Description" अथवा "Comment" इत्यादीनां "General" गुणक्षेत्राणां सम्पादनं कुर्वन्तु। .</li><li>"Command-line arguments" क्षेत्रं "--profile 'Your-Extensive-Hobby' %%u" इत्यादिकं किमपि सम्पादयन्तु ।</li></ul><p>अधुना, कदा त्वं स्वस्य नूतनं चिनोषि launcher as basket link notes launcher, basket Falkon इत्यस्य "Your-Extensive-Hobby" प्रोफाइल इत्यनेन सह HTTP लिङ्क् उद्घाटयिष्यति</p><p>अधिकसूक्ष्म-कणिका-विन्यासार्थं (यथा pdf दस्तावेजान् उद्घाटयितुं प्राधान्येन Falkon इत्यनेन), द्वितीयं बटन-उपकरणं पठन्तु .</p> इति

source: <p>When opening Web links, they are opened in different applications, depending on the content of the link (a Web page, an image, a PDF document...), such as if they were files on your computer.</p><p>Here is how to do if you want every Web addresses to be opened in your Web browser. It is useful if you are not using Plasma (if you are using eg. GNOME, XFCE...).</p><ul><li>Open the KDE System Settings (if it is not available, try to type "systemsettings" in a command line terminal);</li><li>Go to the "Applications" and then "Default Applications" section;</li><li>Choose "Web Browser", check "with the following command:" and enter the name of your Web browser (like "firefox" or "epiphany").</li></ul><p>Now, when you click <i>any</i> link that start with "https://...", it will be opened in your Web browser (eg. Mozilla Firefox or Epiphany or...).</p><p>For more fine-grained configuration (like opening only Web pages in your Web browser), read the third button tooltip.</p>
sa: <p>जाललिङ्कानि उद्घाटयन्ते सति ते भिन्न-भिन्न-अनुप्रयोगेषु उद्घाट्यन्ते, लिङ्कस्य सामग्री-अनुसारं (जालपुटं, चित्रं, PDF-दस्तावेजं...), यथा ते भवतः सङ्गणके सञ्चिकाः सन्ति ।</ p><p>अत्र कथं कर्तव्यं यदि भवान् इच्छति यत् प्रत्येकं जालसङ्केतं भवतः जालपुटे उद्घाटितं भवतु । यदि भवान् Plasma इत्यस्य उपयोगं न करोति (यदि भवान् उदाहरणार्थं GNOME, XFCE... इत्यस्य उपयोगं करोति) तर्हि इदं उपयोगी भवति ।</p><ul><li>KDE System Settings उद्घाटयन्तु (यदि उपलब्धं नास्ति तर्हि " इति टङ्कयितुं प्रयतध्वम् । systemsettings" इति आदेशपङ्क्तिटर्मिनले);</li><li>"अनुप्रयोगाः" ततः "पूर्वनिर्धारित-अनुप्रयोगाः" इति विभागं गच्छन्तु;</li><li>"जाल-ब्राउजर्" इति चिनोतु, "निम्नलिखित-आदेशेन सह" इति चिनोतु । " तथा स्वस्य जालपुटस्य नाम प्रविशन्तु (यथा "firefox" अथवा "epiphany") ।</li></ul><p>अधुना यदा भवान् <i>किमपि</i> लिङ्क् क्लिक् करोति यत् "https:/ /...", इदं भवतः जालपुटे (उदा. Mozilla Firefox अथवा Epiphany अथवा...) उद्घाट्यते ।</p><p>अधिकसूक्ष्म-कणिका-विन्यासार्थं (यथा भवतः जालपुटे केवलं जालपुटानि उद्घाटयितुं ), तृतीयं बटनं पठन्तु tooltip.</p> इति

source: <p>Here is how to set the application to be used for each type of file. This also applies to Web links if you choose not to open them systematically in a Web browser (see the first help link). The default settings should be good enough for you, but this tip is useful if you are using GNOME, XFCE, or another environment than Plasma.</p><p>This is an example of how to open HTML pages in your Web browser (and keep using the other applications for other addresses or files). Repeat these steps for each type of file you want to open in a specific application.</p><ul><li>Open the KDE System Settings (if it is not available, try to type "systemsettings" in a command line terminal);</li><li>Go to the "Applications" and then "File Associations" section;</li><li>In the tree, expand "text" and click "html";</li><li>In the applications list, add your Web browser as the first entry;</li><li>Do the same for the type "application -> xhtml+xml".</li></ul>
sa: <p>अत्र प्रत्येकस्य प्रकारस्य सञ्चिकायाः कृते उपयोक्तुं अनुप्रयोगं कथं सेट् कर्तव्यम् इति दर्शितम् अस्ति । यदि भवान् जालपुटे व्यवस्थितरूपेण न उद्घाटयितुं चयनं करोति तर्हि एतत् जाललिङ्केषु अपि प्रवर्तते (प्रथमसहायतालिङ्कं पश्यन्तु) । पूर्वनिर्धारितसेटिंग्स् भवतः कृते पर्याप्तं उत्तमाः भवेयुः, परन्तु यदि भवान् GNOME, XFCE, अथवा Plasma इत्यस्मात् अन्यत् वातावरणं उपयुङ्क्ते तर्हि एतत् युक्तिः उपयोगी भवति ।</p><p>एतत् भवतः जालपुटे HTML पृष्ठानि कथं उद्घाटयितुं शक्यते इति उदाहरणम् अस्ति (अन्यसङ्केतानां वा सञ्चिकानां वा कृते अन्येषां अनुप्रयोगानाम् उपयोगं कुर्वन्तः भवन्तु)। विशिष्टे अनुप्रयोगे उद्घाटयितुम् इच्छितस्य प्रत्येकस्य प्रकारस्य सञ्चिकायाः कृते एतानि पदानि पुनः कुर्वन्तु ।</p><ul><li>KDE System Settings उद्घाटयन्तु (यदि उपलब्धं नास्ति तर्हि आदेशपङ्क्तिटर्मिनल् मध्ये "systemsettings" इति टङ्कयितुं प्रयतध्वम् );</li><li>"Applications" ततः "File Associations" इति विभागं गच्छन्तु;</li><li>वृक्षे "text" इति विस्तारयित्वा "html" नुदन्तु;</li><li >अनुप्रयोगसूचौ योजयन्तु प्रथमप्रविष्टिरूपेण भवतः जालपुटं;</li><li>"अनुप्रयोग -> xhtml+xml" इति प्रकारस्य कृते अपि तथैव कुर्वन्तु ।</li></ul>

source: Specific Basket Associations
sa: विशिष्ट टोकरी संघ

source: Open &text notes with a custom application:
sa: कस्टम् एप्लिकेशनेन सह &text नोट्स् उद्घाटयन्तु:

source: Open text notes with:
sa: पाठटिप्पणीं उद्घाटयन्तु :

source: Open &image notes with a custom application:
sa: कस्टम् एप्लिकेशनेन सह &image नोट्स् उद्घाटयन्तु:

source: Open image notes with:
sa: चित्रटिप्पणीं उद्घाटयन्तु यथा:

source: Open a&nimation notes with a custom application:
sa: कस्टम् एप्लिकेशनेन सह a&nimation नोट्स् उद्घाटयन्तु:

source: Open animation notes with:
sa: एनिमेशन नोट्स् इत्येतत् सह उद्घाटयन्तु:

source: Open so&und notes with a custom application:
sa: कस्टम् एप्लिकेशनेन सह so&und नोट्स् उद्घाटयन्तु:

source: Open sound notes with:
sa: ध्वनिस्वराणि उद्घाटयन्तु :

source: Open http link notes with a custom application:
sa: कस्टम् एप्लिकेशनेन सह http लिङ्क् टिप्पण्यानि उद्घाटयन्तु:

source: Open http link notes with:
sa: http लिङ्क् टिप्पण्यानि अत्र उद्घाटयन्तु:

source: <p>If checked, the application defined below will be used when opening that type of note.</p><p>Otherwise, the application you've configured in Konqueror will be used.</p>
sa: <p>यदि परीक्षितम् अस्ति तर्हि तत्प्रकारस्य टिप्पणं उद्घाटयन्ते सति अधः परिभाषितं अनुप्रयोगं उपयुज्यते ।</p><p>अन्यथा भवता Konqueror मध्ये विन्यस्तं अनुप्रयोगं उपयुज्यते ।</p>

source: <p>Define the application to use for opening that type of note instead of the application configured in Konqueror.</p>
sa: <p>Konqueror मध्ये विन्यस्तस्य अनुप्रयोगस्य स्थाने तत्प्रकारस्य टिप्पणीं उद्घाटयितुं उपयोक्तुं अनुप्रयोगं परिभाषयन्तु ।</p>

source: Do you really want to remove old versions for all baskets?
sa: किं भवान् वास्तवमेव सर्वेषां टोकरीणां कृते पुरातनसंस्करणं हर्तुं इच्छति?

source: Remove old Baskets
sa: पुरातनं टोकरीं निष्कासयन्तु

source: Version Sync
sa: संस्करण समन्वयनम्

source: This will free %1 MB
sa: एतेन %1 MB मुक्तः भविष्यति

source: Enable distributed version control
sa: वितरितं संस्करणनियन्त्रणं सक्षमं कुर्वन्तु

source: BasKet is built without version control (libgit2) support
sa: BasKet संस्करणनियन्त्रणं (libgit2) समर्थनं विना निर्मितम् अस्ति

source: Control
sa: नियंत्रणं

source: Clear version history
sa: संस्करण-इतिहासः स्वच्छं कुर्वन्तु

source: Import Hierarchy
sa: आयात पदानुक्रमः

source: How to Import the Notes?
sa: नोट्स् कथं आयातितव्यम् ?

source: &Keep original hierarchy (all notes in separate baskets)
sa: &मूलपदानुक्रमं रक्षन्तु (सर्वं टिप्पण्यानि पृथक् पृथक् टोकरीषु)

source: &First level notes in separate baskets
sa: &पृथक् टोपले प्रथमस्तरस्य टिप्पण्याः

source: &All notes in one basket
sa: &एकस्मिन् टोपले सर्वे टिप्पण्याः

source: Import Text File
sa: पाठसञ्चिका आयातयतु

source: Format of the Text File
sa: पाठसञ्चिकायाः प्रारूपम्

source: Notes separated by an &empty line
sa: &रिक्तरेखायाः पृथक्कृताः टिप्पण्याः

source: One &note per line
sa: प्रतिपङ्क्तौ एकं &टिप्पणम्

source: Notes begin with a &dash (-)
sa: टिप्पणीः &dash (-) इत्यनेन आरभ्यन्ते ।

source: Notes begin with a &star (*)
sa: टिप्पणीः &star (*) इत्यनेन आरभ्यन्ते ।

source: &Use another separator:
sa: &अन्यस्य विभाजकस्य उपयोगं कुर्वन्तु:

source: &All in one note
sa: &सर्वं एकस्मिन् टिप्पण्यां

# From TextFile.txt
source: From %1
sa: %1 तः

source: Unchecked
sa: अनियंत्रितम्

source: Done
sa: कृतम्‌

source: Progress
sa: विकासः

source: Priority
sa: पूर्ववर्तिता

source: Low
sa: न्यूनम्‌

source: Medium
sa: मध्यम

source: High
sa: उच्चैः

source: Preference
sa: आद्यता

source: Bad
sa: असमीचीनः

source: Good
sa: शोभन

source: Excellent
sa: सर्वोत्कृष्ट

source: Highlight
sa: प्रमुखाकृष्टि

source: Important
sa: महत्वपूर्णः

source: Very Important
sa: अतीव महत्त्वपूर्णम्

source: Information
sa: सूचना

source: Idea
sa: विचारं

# The initial of 'Idea'
source: I.
sa: अहम्‌।

source: Code
sa: संहिता

source: Work
sa: कार्यम्‌

# The initial of 'Work'
source: W.
sa: व.

source: Personal
sa: व्यक्तिगत

# The initial of 'Personal'
source: P.
sa: पु.

source: Funny
sa: विलक्षणम्‌

source: Customize Tags
sa: टैग्स अनुकूलित करें

source: Ne&w Tag
sa: नव&w टैग

source: Move Up (Ctrl+Shift+Up)
sa: उपरि गच्छतु (Ctrl+Shift+Up)

source: Move Down (Ctrl+Shift+Down)
sa: अधः गच्छन्तु (Ctrl+Shift+Down)

source: Delete
sa: लुप्

source: Tag
sa: सूचकपत्त्र

# Remove tag shortcut
source: &Remove
sa: &अपाकरोति

source: &Inherited by new sibling notes
sa: &नवभ्रातृटिप्पणीभिः उत्तराधिकारः

source: Allow Cross Reference Links
sa: क्रॉस् रेफरेंस लिङ्क्स् इत्यस्य अनुमतिं ददातु

source: What does this do?
sa: एतत् किं करोति ?

source: This option will enable you to type a cross reference link directly into a text note. Cross Reference links can have the following syntax:
sa: एषः विकल्पः भवन्तं प्रत्यक्षतया पाठटिप्पण्यां क्रॉस् सन्दर्भलिङ्कं टङ्कयितुं समर्थं करिष्यति । क्रॉस् रेफरेंस लिङ्क्स् इत्यस्य वाक्यविन्यासः निम्नलिखितरूपेण भवितुम् अर्हति ।

source: From the top of the tree (Absolute path):
sa: वृक्षस्य शिखरात् (Absolute path): .

source: [[/top level item/child|optional title]]
sa: [[/शीर्ष स्तरीय मद/बाल|वैकल्पिक शीर्षक]]

source: Relative to the current basket:
sa: वर्तमान टोकरीयाः सापेक्षम् :

source: [[../sibling|optional title]]
sa: [[../भगिनी|वैकल्पिक उपाधि]]।

source: [[child|optional title]]
sa: [[बाल|वैकल्पिक उपाधि]] ।

source: [[./child|optional title]]
sa: [[./बाल|वैकल्पिक उपाधि]]।

source: Baskets matching is cAse inSEnsItive.
sa: टोकरीमेलनं cAse inSEnsItive अस्ति।

source: State
sa: राज्यम्‌

source: Na&me:
sa: नामः:

# Remove tag emblem
source: Remo&ve
sa: अपाकरोति

source: &Emblem:
sa: &चिह्नम् :

source: &Background:
sa: &पृष्ठभूमि:

source: Strike Through
sa: Strike Through इति

source: &Text:
sa: &पाठ:

source: Co&lor:
sa: वर्ण:

source: &Font:
sa: &फॉन्टः :

source: &Size:
sa: &आकृति:

source: Te&xt equivalent:
sa: ते&xt समतुल्यः :

source: What is this for?
sa: किमर्थमिदम् ?

source: When you copy and paste or drag and drop notes to a text editor, this text will be inserted as a textual equivalent of the tag.
sa: यदा भवान् पाठसम्पादके टिप्पणीनां प्रतिलिपिं चिनोति वा कर्षति च पातयति तदा एषः पाठः टैग् इत्यस्य पाठसमतुल्यरूपेण सम्मिलितः भविष्यति ।

source: On ever&y line
sa: नित्य&y रेखायां

source: What does this mean?
sa: एतस्य किम् अर्थः ?

source: When a note has several lines, you can choose to export the tag or the state on the first line or on every line of the note.
sa: यदा टिप्पणीयाः अनेकाः पङ्क्तयः सन्ति तदा प्रथमपङ्क्तौ वा टिप्पणीयाः प्रत्येकपङ्क्तौ वा टैग् अथवा राज्यं निर्यातयितुं चयनं कर्तुं शक्नुवन्ति ।

source: In the example above, the tag of the top note is only exported on the first line, while the tag of the bottom note is exported on every line of the note.
sa: उपरिष्टाद् उदाहरणे उपरितनस्वरस्य टैग् केवलं प्रथमपङ्क्तौ निर्यातितः भवति, यदा तु टिप्पण्याः प्रत्येकपङ्क्तौ अधः टिप्पणीयाः टैग् निर्यातितः भवति ।

source: Deleting the tag will remove it from every note it is currently assigned to.
sa: टैग् विलोपनेन सम्प्रति यस्मिन् टिप्पण्यां नियुक्तं भवति तस्मात् प्रत्येकस्मात् टिप्पण्याः निष्कासनं भविष्यति ।

source: Confirm Delete Tag
sa: Delete Tag इत्यस्य पुष्टिः कुर्वन्तु

source: Delete Tag
sa: टैगं विलोपयन्तु

source: Deleting the state will remove the tag from every note the state is currently assigned to.
sa: राज्यं विलोपनेन राज्यं वर्तमानं नियुक्तं प्रत्येकं टिप्पणं टैग् अपसारयिष्यति ।

source: Confirm Delete State
sa: Delete State इत्यस्य पुष्टिं कुर्वन्तु

source: Delete State
sa: राज्यं विलोपयन्तु

source: %1 by %1 pixels
sa: %1 द्वारा %1 पिक्सेल

source: Resize the window to select the image size and close it or press Escape to accept changes.
sa: चित्रस्य आकारं चिन्वितुं विण्डो इत्यस्य आकारं परिवर्त्य तत् पिधातु अथवा परिवर्तनं स्वीकुर्वितुं Escape नुदन्तु ।
