Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Edit this image
ar: حرر هذه الصورة
ca: Edita aquesta imatge
eu: Editatu irudi hau
fi: Muokkaa tätä kuvaa
gl: Editar a imaxe
ka: ამ სურათის ჩასწორება
ko: 이 그림 편집
nl: Deze afbeelding bewerken
pt_br: Editar imagem
sl: Uredi to sliko
sv: Redigera bilden
uk: Редагувати це зображення
zh_tw: 編輯這個影像

source: Edit this animation
ar: حرر هذه الرسوم المتحركة
ca: Edita aquesta animació
eu: Editatu animazio hau
fi: Muokkaa tätä animaatiota
gl: Editar a animación
ka: ამ ანიმაციის ჩასწორება
ko: 이 애니메이션 편집
nl: Deze animatie bewerken
pt_br: Editar animação
sl: Uredi to animacijo
sv: Redigera animeringen
uk: Редагувати цю анімацію
zh_tw: 編輯這個動畫

source: Edit the file name of this sound
ar: حرر اسم ملف هذا الصوت
ca: Edita el nom de fitxer d'aquest so
eu: Editatu soinu honen fitxategi-izena
fi: Muuta tämän äänen tiedostonimeä
gl: Editar o nome de ficheiro do son
ka: ამ ხმის ფაილის სახელის ჩასწორება
ko: 이 소리 파일 이름 편집
nl: De bestandsnaam van dit geluid bewerken
pt_br: Editar o nome do arquivo de som
sl: Uredi ime datoteke tega zvoka
sv: Redigera ljudets filnamn
uk: Редагувати назву файла цього звуку
zh_tw: 編輯這個聲音的檔案名稱

source: Edit the name of this file
ar: حرر اسم هذا الملف
ca: Edita el nom d'aquest fitxer
eu: Editatu fitxategi honen izena
fi: Muuta tämän tiedoston nimeä
gl: Editar o nome do ficheiro
ka: ამ ფაილის სახელის ჩასწორება
ko: 이 파일 이름 편집
nl: De naam van het bestand bewerken
pt_br: Editar o nome do arquivo
sl: Uredi ime te datoteke
sv: Redigera filnamnet
uk: Редагувати назву цього файла
zh_tw: 編輯這個檔案的名稱

source: Edit this link
ar: حرر هذا الرابط
ca: Edita aquest enllaç
eu: Editatu esteka hau
fi: Muokkaa tätä linkkiä
gl: Editar a ligazón
ka: ამ ბმულის ჩასწორება
ko: 이 링크 편집
nl: Deze koppeling bewerken
pt_br: Editar Link
sl: Uredi to povezavo
sv: Redigera länken
uk: Редагувати це посилання
zh_tw: 編輯這個連結

source: Edit this cross reference
ar: حرر هذا المرجع المتبادل
ca: Edita aquesta referència creuada
eu: Editatu aipamen gurutzatu hau
fi: Muokkaa tätä viitettä
gl: Editar a referencia cruzada
ka: ჯვარედინი მიმართვის ჩასწორება
ko: 이 상호 참조 편집
nl: Deze kruisverwijzing bewerken
pt_br: Editar a referência cruzada
sl: Uredi ta navzkrižni sklic
sv: Redigera korsreferensen
uk: Редагувати це перехресне посилання
zh_tw: 編輯這個交互參考

source: Edit this launcher
ar: حرر هذا المشغل
ca: Edita aquest llançador
eu: Editatu abiarazle hau
fi: Muokkaa tätä käynnistintä
gl: Editar o iniciador
ka: ამ გამშვების ჩასწორება
ko: 이 실행기 편집
nl: Deze programmastarter bewerken
pt_br: Editar lançador
sl: Uredi ta zaganjalnik
sv: Redigera startprogrammet
uk: Редагувати цей засіб запуску
zh_tw: 編輯這個啟動器

source: Edit this color
ar: حرر هذا اللون
ca: Edita aquest color
eu: Editatu kolore hau
fi: Muuta tätä väriä
gl: Editar a cor
ka: ფერის ჩასწორება
ko: 이 색상 편집
nl: Deze kleur bewerken
pt_br: Editar cor
sl: Uredi to barvo
sv: Redigera färgen
uk: Змінити цей колір
zh_tw: 編輯這個色彩

source: Edit this unknown object
ar: حرر هذا الكائن المجهول
ca: Edita aquest objecte desconegut
eu: Editatu objektu ezezagun hau
fi: Muokkaa tätä tuntematonta oliota
gl: Editar o obxecto descoñecido
ka: ამ უცნობი ობიექტის ჩასწორება
ko: 이 알 수 없는 객체 편집
nl: Dit onbekende object bewerken
pt_br: Editar objeto desconhecido
sl: Uredi ta neznani predmet
sv: Redigera det här okända objektet
uk: Редагувати цей невідомий об'єкт
zh_tw: 編輯這個未知物件

source: Opening plain text...
ar: يفتح نص عادي...
ca: S'està obrint en text net...
eu: Testu-soila irekitzen...
fi: Avataan muotoilematonta tekstiä…
gl: Abrindo o texto simple…
ka: უბრალო ტექსტის გახსნა...
ko: 일반 텍스트 여는 중...
nl: Platte tekst wordt geopend...
pt_br: Abrindo texto simples...
sl: Odpiranje navadnega besedila ...
sv: Öppnar enkel text...
uk: Відкриваємо звичайний текст…
zh_tw: 正在開啟純文字…

source: Opening plain texts...
ar: يفتح نصوص عادية...
ca: S'estan obrint en text net...
eu: Testu-soilak irekitzen...
fi: Avataan muotoilemattomia tekstejä…
gl: Abrindo os textos simples…
ka: უბრალო ტექსტების გახსნა...
ko: 일반 텍스트 여는 중...
nl: Platte teksten worden geopend...
pt_br: Abrindo textos simples...
sl: Odpiranje navadnih besedil ...
sv: Öppnar enkla texter...
uk: Відкриватиме звичайні текстові фрагменти…
zh_tw: 正在開啟純文字…

source: Opening plain text with...
ar: يفتح نص عادي بـ...
ca: S'està obrint en text net amb...
eu: Testu-soila honekin irekitzen...
fi: Avaa muotoilematon teksti ohjelmalla…
gl: Abrindo o texto simple con…
ka: უბრალო ტექსტის პროგრამით გახსნა...
ko: 다음으로 일반 텍스트 여는 중...
nl: Platte tekst wordt geopend met...
pt_br: Abrindo texto simples com...
sl: Odpiranje navadnega besedila z ...
sv: Öppnar enkel text med...
uk: Відкриваємо звичайний текст за допомогою сторонньої програмою…
zh_tw: 正在用應用程式開啟純文字…

source: Opening plain texts with...
ar: يفتح نصوص عادية بـ...
ca: S'estan obrint en text net amb...
eu: Testu-soilak honekin irekitzen...
fi: Avaa muotoilemattomat tekstit ohjelmalla…
gl: Abrindo os textos simples con…
ka: უბრალო ტექსტების პროგრამით გახსნა...
ko: 다음으로 일반 텍스트 여는 중...
nl: Platte teksten worden geopend met...
pt_br: Abrindo textos simples com...
sl: Odpiranje navadnih besedil z ...
sv: Öppnar enkla texter med...
uk: Відкриваємо звичайні текстові фрагменти за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟純文字…

source: Open plain text with:
ar: افتح نص عادي بـ:
ca: Obre en text net amb:
eu: Testu-soila honekin ireki:
fi: Avaa muotoilematon teksti ohjelmalla:
gl: Abrir o texto simple con:
ka: უბრალო ტექსტის პროგრამით გახსნა:
ko: 다음으로 일반 텍스트 열기:
nl: Platte tekst openen met:
pt_br: Abrindo texto simples com:
sl: Odpri navadno besedilo z:
sv: Öppna enkel text med:
uk: Відкрити звичайний текст за допомогою:
zh_tw: 純文字開啟方式：

source: Open plain texts with:
ar: افتح نصوص عادية بـ:
ca: Obre en text net amb:
eu: Testu-soilak honekin ireki:
fi: Avaa muotoilemattomat tekstit ohjelmalla:
gl: Abrir os textos simples con:
ka: უბრალო ტექსტების პროგრამით გახსნა:
ko: 다음으로 일반 텍스트 열기:
nl: Platte teksten openen met:
pt_br: Abrindo textos simples com:
sl: Odpri navadna besedila z:
sv: Öppna enkla texter med:
uk: Відкрити звичайні текстові фрагменти за допомогою:
zh_tw: 純文字開啟方式：

source: Opening text...
ar: يفتح نص...
ca: S'està obrint el text...
eu: Testua irekitzen...
fi: Avataan tekstiä…
gl: Abrindo o texto…
ka: ტექსტის გახსნა...
ko: 텍스트 여는 중...
nl: Tekst wordt geopend...
pt_br: Abrindo texto...
sl: Odpiranje besedila ...
sv: Öppnar text...
uk: Відкриваємо текст…
zh_tw: 正在開啟文字…

source: Opening texts...
ar: يفتح نصوص...
ca: S'estan obrint els textos...
eu: Testuak irekitzen...
fi: Avataan tekstejä…
gl: Abrindo os textos…
ka: ტექსტების გახსნა...
ko: 텍스트 여는 중...
nl: Teksten worden geopend...
pt_br: Abrindo textos...
sl: Odpiranje besedil ...
sv: Öppnar texter...
uk: Відкриваємо фрагменти тексту…
zh_tw: 正在開啟文字…

source: Opening text with...
ar: يفتح نص بـ...
ca: S'està obrint el text amb...
eu: Testua honekin irekitzen...
fi: Avataan tekstiä ohjelmalla…
gl: Abrindo o texto con…
ka: ტექსტის პროგრამით გახსნა...
ko: 다음으로 텍스트 여는 중...
nl: Tekst wordt geopend met...
pt_br: Abrindo texto com...
sl: Odpiranje besedila z ...
sv: Öppnar text med...
uk: Відкриваємо текст за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟文字…

source: Opening texts with...
ar: يفتح نصوص بـ...
ca: S'estan obrint els textos amb...
eu: Testuak honekin irekitzen...
fi: Avataan tekstejä ohjelmalla…
gl: Abrindo os textos con…
ka: ტექსტების პროგრამით გახსნა...
ko: 다음으로 텍스트 여는 중...
nl: Teksten worden geopend met...
pt_br: Abrindo textos com...
sl: Odpiranje besedil z ...
sv: Öppnar texter med...
uk: Відкриваємо текстові фрагменти за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟文字…

source: Open text with:
ar: افتح نص بـ:
ca: Obre el text amb:
eu: Ireki testua honekin:
fi: Avaa teksti ohjelmalla:
gl: Abrir o texto con:
ka: ტექსტის პროგრამით გახსნა:
ko: 다음으로 텍스트 열기:
nl: Tekst openen met:
pt_br: Abrindo texto com:
sl: Odpri besedilo z:
sv: Öppna text med:
uk: Відкрити текст за допомогою:
zh_tw: 文字開啟方式：

source: Open texts with:
ar: افتح نصوص بـ:
ca: Obre els textos amb:
eu: Ireki testuak honekin:
fi: Avaa tekstit ohjelmalla:
gl: Abrir os textos con:
ka: ტექსტების პროგრამით გახსნა:
ko: 다음으로 텍스트 열기:
nl: Teksten openen met:
pt_br: Abrindo textos com:
sl: Odpri besedila z:
sv: Öppna texter med:
uk: Відкрити текстові фрагменти за допомогою:
zh_tw: 文字開啟方式：

source: Size
ar: الحجم
ca: Mida
eu: Neurria
fi: Koko
gl: Tamaño
ka: ზომა
ko: 크기
nl: Grootte
pt_br: Tamanho
sl: Velikost
sv: Storlek
uk: Розмір
zh_tw: 大小

source: %1 by %2 pixels
ar: %1 في %2 بكسل
ca: %1 per %2 píxels
eu: %1 x %2 pixel
fi: %1 × %2 kuvapistettä
gl: %1×%2 px
ka: %1x%2 პიქსელი
ko: %1x%2픽셀
nl: %1 maal '%2 pixels
pt_br: %1 por %2 pixels
sl: %1 x %2 sl. točk
sv: %1 gånger %2 bildpunkter
uk: %1 на %2 пікселів
zh_tw: %1 x %2 像素

source: Opening image...
ar: فتح صورة...
ca: S'està obrint la imatge...
eu: Irudia irekitzen...
fi: Avataan kuvaa…
gl: Abrindo a imaxe…
ka: გამოსახულების გახსნა...
ko: 그림 여는 중...
nl: Afbeelding wordt geopend...
pt_br: Abrindo imagem...
sl: Odpiranje slike ...
sv: Öppnar bild...
uk: Відкриваємо зображення…
zh_tw: 正在開啟影像…

source: Opening images...
ar: يفتح صورًا...
ca: S'estan obrint les imatges...
eu: Irudiak irekitzen...
fi: Avataan kuvia…
gl: Abrindo as imaxes…
ka: გამოსახულებების გახსნა...
ko: 그림 여는 중...
nl: Afbeeldingen worden geopend...
pt_br: Abrindo imgens...
sl: Odpiranje slik ...
sv: Öppnar bilder...
uk: Відкриваємо зображення…
zh_tw: 正在開啟影像…

source: Opening image with...
ar: يفتح صورة بـ...
ca: S'està obrint la imatge amb...
eu: Irudia honekin irekitzen...
fi: Avataan kuvaa ohjelmalla…
gl: Abrindo a imaxe con…
ka: გამოსახულების პროგრამით გახსნა...
ko: 다음으로 그림 여는 중...
nl: Afbeelding openen met...
pt_br: Abrindo imagem com...
sl: Odpiranje slike z ...
sv: Öppnar bild med...
uk: Відкриваємо зображення за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟影像…

source: Opening images with...
ar: يفتح صورًا بـ...
ca: S'estan obrint les imatges amb...
eu: Irudiak honekin irekitzen...
fi: Avataan kuvia ohjelmalla…
gl: Abrindo as imaxes con…
ka: გამოსახულებების პროგრამით გახსნა...
ko: 다음으로 그림 여는 중...
nl: Afbeeldingen openen met...
pt_br: Abrindo imagens com...
sl: Odpiranje slik z ...
sv: Öppnar bilder med...
uk: Відкриваємо зображення за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟影像…

source: Open image with:
ar: افتح صورة بـ:
ca: Obre la imatge amb:
eu: Ireki irudia honekin:
fi: Avaa kuva ohjelmalla:
gl: Abrir a imaxe con:
ka: გამოსახულების პროგრამით გახსნა:
ko: 다음으로 그림 열기:
nl: Afbeelding openen met:
pt_br: Abrir imagem com:
sl: Odpri sliko z:
sv: Öppna bild med:
uk: Відкрити зображення за допомогою:
zh_tw: 影像開啟方式：

source: Open images with:
ar: افتح صورًا بـ:
ca: Obre les imatges amb:
eu: Ireki irudiak honekin:
fi: Avaa kuvat ohjelmalla:
gl: Abrir as imaxes con:
ka: გამოსახულებების პროგრამით გახსნა:
ko: 다음으로 그림 열기:
nl: Afbeeldingen openen met:
pt_br: Abrir imagens com:
sl: Odpri slike z:
sv: Öppna bilder med:
uk: Відкрити зображення за допомогою:
zh_tw: 影像開啟方式：

source: Click for full size view
ar: انقر للعرض بالحجم الكامل
ca: Feu clic per a veure la mida completa
eu: Egin klik neurri osoko ikuspegirako
fi: Täysi koko napsauttamalla
gl: Prema para a vista a tamaño completo
ka: დააწკაპუნეთ სრული ზომით სანახავად
ko: 전체 크기로 보려면 클릭
nl: Klik voor weergave op volledige grootte
pt_br: Clique para ver em tamanho real
sl: Kliknite za pogled polne velikosti
sv: Klicka för fullstorleksvy
uk: Натисніть, щоб переглянути у повному розмірі
zh_tw: 點擊來以完整大小檢視

source: Opening animation...
ar: يفتح رسومًا متحركة...
ca: S'està obrint l'animació...
eu: Animazioa irekitzen...
fi: Avataan animaatiota…
gl: Abrindo a animación…
ka: ანიმაციის გახსნა...
ko: 애니메이션 여는 중...
nl: Animatie wordt geopend...
pt_br: Abrindo animação...
sl: Odpiranje animacije ...
sv: Öppnar animering...
uk: Відкриваємо анімацію…
zh_tw: 正在開啟動畫…

source: Opening animations...
ar: يفتح رسومًا متحركة...
ca: S'estan obrint les animacions...
eu: Animazioak irekitzen...
fi: Avataan animaatioita…
gl: Abrir as animacións…
ka: ანიმაციების გახსნა...
ko: 애니메이션 여는 중...
nl: Animaties worden geopend...
pt_br: Abrindo animações...
sl: Odpiranje animacij ...
sv: Öppnar animeringar...
uk: Відкриваємо анімації…
zh_tw: 正在開啟動畫…

source: Opening animation with...
ar: يفتح رسومًا متحركة بـ...
ca: S'està obrint l'animació amb...
eu: Animazioa honekin irekitzen...
fi: Avataan animaatiota ohjelmalla…
gl: Abrindo a animación con…
ka: ანიმაციის პროგრამით გახსნა...
ko: 다음으로 애니메이션 여는 중...
nl: Animatie wordt geopend met...
pt_br: Abrindo animação com...
sl: Odpiranje animacije z ...
sv: Öppnar animering med...
uk: Відкриваємо анімацію за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟動畫…

source: Opening animations with...
ar: يفتح رسومًا متحركة بـ...
ca: S'estan obrint les animacions amb...
eu: Animazioak honekin irekitzen...
fi: Avataan animaatioita ohjelmalla…
gl: Abrindo as animacións con…
ka: ანიმაციების პროგრამით გახსნა...
ko: 다음으로 애니메이션 여는 중...
nl: Animaties worden geopend met...
pt_br: Abrindo animações com...
sl: Odpiranje animacij z ...
sv: Öppnar animeringar med...
uk: Відкриваємо анімації за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟動畫…

source: Open animation with:
ar: افتح رسومًا متحركة بـ:
ca: Obre l'animació amb:
eu: Ireki animazioa honekin:
fi: Avaa animaatio ohjelmalla:
gl: Abrir a animación con:
ka: ანიმაციის პროგრამით გახსნა:
ko: 다음으로 애니메이션 열기:
nl: Animatie openen met:
pt_br: Abrir animação com:
sl: Odpri animacijo z:
sv: Öppna animering med:
uk: Відкрити анімацію за допомогою:
zh_tw: 動畫開啟方式：

source: Open animations with:
ar: افتح رسومًا متحركة بـ:
ca: Obre les animacions amb:
eu: Ireki animazioak honekin:
fi: Avaa animaatiot ohjelmalla:
gl: Abrir as animacións con:
ka: ანიმაციების პროგრამით გახსნა:
ko: 다음으로 애니메이션 열기:
nl: Animaties openen met:
pt_br: Abrir animação com:
sl: Odpri animacije z:
sv: Öppna animeringar med:
uk: Відкрити анімації за допомогою:
zh_tw: 動畫開啟方式：

source: Type
ar: النوع
ca: Tipus
eu: Mota
fi: Tyyppi
gl: Tipo
ka: ტიპი
ko: 형식
pt_br: Tipo
sl: Vrsta
sv: Typ
uk: Тип
zh_tw: 類型

source: Open this file
ar: افتح هذا الملف
ca: Obre aquest fitxer
eu: Ireki fitxategi hau
fi: Avaa tämä tiedosto
gl: Abrir o ficheiro
ka: ამ ფაილის გახსნა
ko: 이 파일 열기
nl: Dit bestand openen
pt_br: Abrir este arquivo
sl: Odpri to datoteko
sv: Öppna filen
uk: Відкрити цей файл
zh_tw: 開啟這個檔案

source: Opening file...
ar: يفتح الملف...
ca: S'està obrint el fitxer...
eu: Fitxategia irekitzen...
fi: Avataan tiedostoa…
gl: Abrindo o ficheiro…
ka: ფაილის გახსნა...
ko: 파일 여는 중...
nl: Bestand wordt geopend...
pt_br: Abrindo arquivo...
sl: Odpiranje datoteke ...
sv: Öppnar fil...
uk: Відкривається файл…
zh_tw: 正在開啟檔案…

source: Opening files...
ar: يفتح ملفات...
ca: S'estan obrint els fitxers...
eu: Fitxategiak irekitzen...
fi: Avataan tiedostoja…
gl: Abrindo os ficheiros…
ka: ფაილების გახსნა...
ko: 파일 여는 중...
nl: Bestanden openen...
pt_br: Abrindo arquivos...
sl: Odpiranje datotek ...
sv: Öppnar filer...
uk: Відкриття файлів…
zh_tw: 正在開啟檔案…

source: Opening file with...
ar: يفتح ملف بـ...
ca: S'està obrint el fitxer amb...
eu: Fitxategia honekin irekitzen...
fi: Avaa tiedosto ohjelmalla…
gl: Abrindo o ficheiro con…
ka: ფაილის გახსნა პროგრამით...
ko: 다음으로 파일 여는 중...
nl: Bestand wordt geopend met...
pt_br: Abrindo arquivo com...
sl: Odpiranje datoteke z ...
sv: Öppnar fil med...
uk: Відкриваємо файл за допомогою…
zh_tw: 正在用應用程式開啟檔案…

source: Opening files with...
ar: يفتح ملفات بـ...
ca: S'estan obrint els fitxers amb...
eu: Fitxategiak honekin irekitzen...
fi: Avaa tiedostot ohjelmalla…
gl: Abrindo os ficheiros con…
ka: ფაილების გახსნა პროგრამით...
ko: 다음으로 파일 여는 중...
nl: Bestanden worden geopend met...
pt_br: Abrindo arquivos com...
sl: Odpiranje datotek z …
sv: Öppnar filer med...
uk: Відкриваємо файли за допомогою…
zh_tw: 正在用應用程式開啟檔案…

source: Open file with:
ar: افتح ملف بـ:
ca: Obre el fitxer amb:
eu: Ireki fitxategia honekin:
fi: Avaa tiedosto ohjelmalla:
gl: Abrir o ficheiro con:
ka: ფაილის გახსნა პროგრამით:
ko: 다음으로 파일 열기:
nl: Bestand openen met:
pt_br: Abrir arquivo com:
sl: Odpri datoteko z:
sv: Öppna fil med:
uk: Відкрити файл за допомогою:
zh_tw: 檔案開啟方式：

source: Open files with:
ar: افتح ملفات بـ:
ca: Obre els fitxers amb:
eu: Ireki fitxategiak honekin:
fi: Avaa tiedostot ohjelmalla:
gl: Abrir os ficheiros con:
ka: ფაილების გახსნა პროგრამით:
ko: 다음으로 파일 열기:
nl: Bestanden openen met:
pt_br: Abrir arquivos com:
sl: Odpri datoteke z:
sv: Öppna filer med:
uk: Відкрити файли за допомогою:
zh_tw: 檔案開啟方式：

source: Open this sound
ar: افتح هذا الصوت
ca: Obre aquest so
eu: Ireki soinu hau
fi: Avaa tämä ääni
gl: Abrir o son
ka: ამ ხმის გახსნა
ko: 이 소리 열기
nl: Dit geluid openen
pt_br: Abrir este som
sl: Odpri ta zvok
sv: Öppna ljudet
uk: Відкрити цей звуковий файл
zh_tw: 開啟這個聲音

source: Opening sound...
ar: يفتح صوتًا...
ca: S'està obrint el so...
eu: Soinua irekitzen...
fi: Avataan ääntä…
gl: Abrindo o son…
ka: ხმის გახსნა...
ko: 소리 여는 중...
nl: Geluid wordt geopend...
pt_br: Abrindo som...
sl: Odpiranje zvoka ...
sv: Öppnar ljud...
uk: Відкриваємо звуковий файл…
zh_tw: 正在開啟聲音…

source: Opening sounds...
ar: يفتح أصواتًا...
ca: S'estan obrint els sons...
eu: Soinuak irekitzen...
fi: Avataan ääniä…
gl: Abrindo os sons…
ka: ხმების გახსნა...
ko: 소리 여는 중...
nl: Geluiden worden geopend...
pt_br: Abrindo sons...
sl: Odpiranje zvokov ...
sv: Öppnar ljud...
uk: Відкриваємо звукові файли…
zh_tw: 正在開啟聲音…

source: Opening sound with...
ar: يفتح صوتًا بـ...
ca: S'està obrint el so amb...
eu: Soinua honekin irekitzen...
fi: Avaa ääni ohjelmalla…
gl: Abrindo o son con…
ka: ხმის პროგრამით გახსნა...
ko: 다음으로 소리 여는 중...
nl: Geluid wordt geopend met...
pt_br: Abrindo som com...
sl: Odpiranje zvoka z ...
sv: Öppnar ljud med...
uk: Відкриваємо звукові дані за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟聲音…

source: Opening sounds with...
ar: يفتح أصواتًا بـ...
ca: S'estan obrint els sons amb...
eu: Soinuak honekin irekitzen...
fi: Avataan ääniä ohjelmalla…
gl: Abrindo os sons con…
ka: ხმების გახსნა პროგრამით...
ko: 다음으로 소리 여는 중...
nl: Geluiden worden geopend met...
pt_br: Abrindo sons com...
sl: Odpiranje zvokov z ...
sv: Öppnar ljud med...
uk: Відкриваємо звукові дані за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟聲音…

source: Open sound with:
ar: افتح صوتًا بـ:
ca: Obre el so amb:
eu: Ireki soinua honekin:
fi: Avaa ääni ohjelmalla:
gl: Abrir o son con:
ka: ხმის გახსნა პროგრამით:
ko: 다음으로 소리 열기:
nl: Geluid openen met:
pt_br: Abris som com:
sl: Odpri zvok z:
sv: Öppna ljud med:
uk: Відкрити звук за допомогою:
zh_tw: 聲音開啟方式：

source: Open sounds with:
ar: افتح أصواتًا بـ:
ca: Obre els sons amb:
eu: Ireki soinuak honekin:
fi: Avaa äänet ohjelmalla:
gl: Abrir os sons con:
ka: ხმების გახსნა პროგრამით:
ko: 다음으로 소리 열기:
nl: Geluiden openen met:
pt_br: Abrir sons com:
sl: Odpri zvoke z:
sv: Öppna ljud med:
uk: Відкрити звуки за допомогою:
zh_tw: 聲音開啟方式：

source: Target
ar: الهدف
ca: Objectiu
eu: Jomuga
fi: Kohde
gl: Destino
ka: სამიზნე წერტილი
ko: 대상
nl: Doel
pt_br: Alvo
sl: Cilj
sv: Mål
uk: Ціль
zh_tw: 目標

source: Open this link
ar: افتح هذا الرابط
ca: Obre aquest enllaç
eu: Ireki esteka hau
fi: Avaa tämä linkki
gl: Abrir a ligazón
ka: ამ ბმულის გახსნა
ko: 이 링크 열기
nl: Deze koppeling openen
pt_br: Abrir este link
sl: Odpri to povezavo
sv: Öppna länken
uk: Відкрити це посилання
zh_tw: 開啟這個連結

source: Link have no URL to open.
ar: الرابط لا يحتوي على عنوان URL للفتح.
ca: L'enllaç no té cap URL per a obrir.
eu: Estekak ez du ireki daitekeen URLrik.
fi: Linkissä ei ole avattavaa verkko-osoitetta.
gl: A ligazón non ten un URL que abrir.
ka: ბმულს URL არ გააჩნია.
ko: 링크에 열 URL이 없습니다.
nl: Koppeling heeft geen te openen URL.
pt_br: Link não tem uma URL para abrir.
sl: Povezava nima URL-ja za odpiranje.
sv: Länk har ingen webbadress att öppna.
uk: У посиланні не міститься адреси для відкриття.
zh_tw: 連結沒有能開啟的網址。

source: Opening link target...
ar: يفتح هدف الرابط...
ca: S'està obrint l'objectiu de l'enllaç...
eu: Estekaren jomuga irekitzen...
fi: Avataan linkin kohdetta…
gl: Abrindo o destino da ligazón…
ka: ბმულის სამიზნის გახსნა...
ko: 링크 대상 여는 중...
nl: Koppelingsdoel wordt geopend...
pt_br: Abrindo alvo do link...
sl: Odpiranje cilja povezave ...
sv: Öppnar länkmål...
uk: Відкриваємо призначення посилання…
zh_tw: 正在開啟連結目標…

source: Opening link targets...
ar: يفتح أهداف الروابط...
ca: S'estan obrint els objectius de l'enllaç...
eu: Estekaren jomugak irekitzen...
fi: Avataan linkin kohteita…
gl: Abrindo os destinos das ligazóns…
ka: ბმულის სამიზნეების გახსნა...
ko: 링크 대상 여는 중...
nl: Koppelingsdoelen worden geopend...
pt_br: Abrindo alvos dos links...
sl: Odpiranje ciljev povezave ...
sv: Öppnar länkmål...
uk: Відкриваємо призначення посилань…
zh_tw: 正在開啟連結目標…

source: Opening link target with...
ar: يفتح هدف الرابط بـ...
ca: S'està obrint l'objectiu de l'enllaç amb...
eu: Estekaren jomuga honekin irekitzen...
fi: Avataan linkin kohde ohjelmalla…
gl: Abrindo o destino da ligazón con…
ka: ბმულის სამიზნის პროგრამით გახსნა...
ko: 다음으로 링크 대상 여는 중...
nl: Koppelingsdoel wordt geopend met...
pt_br: Abrindo alvo do link com...
sl: Odpiranje cilja povezave z ...
sv: Öppnar länkmål med...
uk: Відкриваємо призначення посилання за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟連結目標…

source: Opening link targets with...
ar: يفتح أهداف الروابط بـ...
ca: S'estan obrint els objectius de l'enllaç amb...
eu: Estekaren jomugak honekin irekitzen...
fi: Avataan linkin kohteet ohjelmalla…
gl: Abrindo os destinos das ligazóns con…
ka: ბმულის სამიზნეების პროგრამით გახსნა...
ko: 다음으로 링크 대상 여는 중...
nl: Koppelingsdoelen worden geopend met...
pt_br: Abrindo alvos dos links com...
sl: Odpiranje ciljev povezave z ...
sv: Öppnar länkmål med...
uk: Відкриваємо призначення посилань за допомогою сторонньої програми…
zh_tw: 正在用應用程式開啟連結目標…

source: Open link target with:
ar: افتح هدف الرابط بـ:
ca: Obre l'objectiu de l'enllaç amb:
eu: Estekaren jomuga honekin ireki:
fi: Avaa linkin kohde ohjelmalla:
gl: Abrir o destino da ligazón con:
ka: ბმულის სამიზნის პროგრამით გახსნა:
ko: 다음으로 링크 대상 열기:
nl: Koppelingsdoel openen met:
pt_br: Abrir alvo do link com:
sl: Odpri cilj povezave z:
sv: Öppna länkmål med:
uk: Відкрити призначення посилання за допомогою:
zh_tw: 連結目標開啟方式：

source: Open link targets with:
ar: افتح أهداف الروابط بـ:
ca: Obre els objectius de l'enllaç amb:
eu: Ireki estekaren jomugak honekin:
fi: Avaa linkin kohteet ohjelmalla:
gl: Abrir os destinos das ligazóns con:
ka: ბმულის სამიზნეების პროგრამით გახსნა:
ko: 다음으로 링크 대상 열기:
nl: Koppelingsdoel openen met:
pt_br: Abrir alvos dos links com:
sl: Odprite cilje povezave z:
sv: Öppna länkmål med:
uk: Відкрити призначення посилань за допомогою:
zh_tw: 連結目標開啟方式：

source: Link to %1
ar: اربط إلى %1
ca: Enllaç cap a %1
eu: Esteka %1(e)ra
fi: Linkki kohteeseen %1
gl: Ligazón a %1
ka: ბმული %1-მდე
ko: %1(으)로 향한 링크
nl: Koppeling naar %1
pt_br: Link para %1
sl: Povezava do %1
sv: Länk till %1
uk: Створити посилання до %1
zh_tw: 連結到 %1

source: Link has no basket to open.
ar: الرابط لا يحتوي على سلة للفتح.
ca: L'enllaç no té cap cistella per a obrir.
eu: Estekak ez dauka irekitzeko saskirik.
fi: Linkissä ei ole avattavaa koria.
gl: A ligazón non ten cesto para abrir.
ka: ბმულს გასახსნელი კალათები არ გააჩნია.
ko: 링크에 열 바구니가 없습니다.
nl: Koppeling heeft geen te openen basket.
pt_br: Link não tem uma URL para abrir.
sl: Povezava nima košare za odpiranje.
sv: Länk har ingen korg att öppna.
uk: Посилання не містить кошика для відкриття.
zh_tw: 連結沒有能開啟的筆記本。

source: Opening basket...
ar: يفتح سلة...
ca: S'està obrint la cistella...
eu: Saskia irekitzen...
fi: Avataan koria…
gl: Abrindo o cesto…
ka: კალათის გახსნა...
ko: 바구니 여는 중...
nl: Basket wordt geopend...
pt_br: Abrindo cesta...
sl: Odpiranje košare ...
sv: Öppnar korg ...
uk: Відкриваємо кошик…
zh_tw: 正在開啟筆記本…
