Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Load File Content into a Note
ar: حمل محتوى الملف في ملاحظة
ca: Carrega el contingut del fitxer a una nota
eu: Zamatu fitxategiaren edukia ohar batean
fi: Lataa muistiinpanoon tiedoston sisältö
gl: Cargar o contido do ficheiro nunha nota
ka: ფაილის შემცველობის შენიშვნაში ჩატვირთვა
ko: 파일 내용을 메모로 불러오기
nl: Bestandsinhoud laden in een notitie
pt_br: Carregar o conteúdo do arquivo em uma nota
sl: Naloži vsebino datoteke v opombo
sv: Läs in filinnehåll till en anteckning
uk: Завантажити вміст файла до нотатки
zh_tw: 將檔案內容載入至一個筆記中

source: Password Protection
ar: حماية كلمة السر
ca: Protecció per contrasenya
eu: Pasahitz babesa
fi: Salasanasuojaus
gl: Protección por contrasinal
ka: პაროლით დაცვა
ko: 암호 보호
nl: Wachtwoordbescherming
pt_br: Proteção com senha
sl: Zaščita z geslom
sv: Lösenordsskydd
uk: Захист паролем
zh_tw: 密碼保護

source: No private key selected.
ar: لم يُختر مفتاح خاص.
ca: No s'ha seleccionat cap clau privada.
eu: Ez da gako pribaturik hautatu.
fi: Yksityistä avainta ei ole valittu.
gl: Non seleccionou unha chave privada.
ka: პირადი გასაღები არჩეული არაა.
ko: 선택한 개인 키가 없습니다.
nl: Geen privé sleutel geselecteerd.
pt_br: Nenhuma chave privada selecionada.
sl: Zasebni ključ ni izbran.
sv: Ingen privat nyckel vald.
uk: Не вибрано закритого ключа.
zh_tw: 未選取私鑰。

source: &No protection
ar: &لا حماية
ca: Se&nse protecció
eu: Babesik e&z
fi: &Ei suojausta
gl: Se&n protección
ka: &დაცვის გარეშე
ko: 보호 없음(&N)
nl: Gee&n bescherming
pt_br: &sem proteção
sl: &Brez zaščite
sv: I&nget skydd
uk: &Без захисту
zh_tw: 不保護(&N)

source: Protect basket with a &password
ar: احمِ السلة بكلمة &سر
ca: Protegeix la cistella amb una con&trasenya
eu: Saskia &pasahitz batekin babestu
fi: &Suojaa kori salasanalla
gl: &Protexer o cesto cun contrasinal
ka: დაიცავით კალათა &პაროლით
ko: 암호로 바구니 보호(&P)
nl: Basket beschermen met een &wachtwoord
pt_br: Proteger cesta com uma s&enha
sl: Zaščiti košaro z &geslom
sv: Skydda korg med ett &lösenord
uk: Захистити кошик &паролем
zh_tw: 用密碼保護筆記本(&P)

source: Protect basket with private &key:
ar: احمِ السلة بمفتاح &خاص:
ca: Protegeix la cistella amb una &clau privada:
eu: Saskia &gako pribatu batekin babestu:
fi: Suojaa kori &yksityisellä avaimella:
gl: Protexer o cesto cunha &chave privada:
ka: დაიცავით კალათა &პირადი გასაღებით:
ko: 개인 키로 바구니 보호(&K):
nl: Basket beschermen met een privé &sleutel:
pt_br: Proteger cesta com chave priva&da:
sl: Zaščiti košaro z zasebnim &ključem:
sv: Skydda korg med en privat nyc&kel:
uk: Захистити кошик закритим &ключем:
zh_tw: 用私鑰保護筆記本(&K)

source: Select a region using the mouse. To take the snapshot, press the Enter key. Press Esc to quit.
ar: حدد منطقة باستخدام الفأرة. لالتقاط اللقطة، اضغط على مفتاح Enter. اضغط على Esc للخروج.
ca: Seleccioneu una regió amb el ratolí. Per a prendre la captura de pantalla, premeu la tecla «Retorn». Premeu «Esc» per a sortir.
eu: Sagua erabiliz eskualde bat aukeratu. Argazkia ateratzeko, sakatu Sartu tekla. Sakatu Ihes irteteko.
fi: Valitse alue hiirellä. Ota ruutukaappaus painamalla Enter. Lopeta painamalla Esc.
gl: Seleccione unha zona co rato. Para facer unha captura, prema Intro. Prema Esc para saír.
ka: მონიშნეთ რეგიონი თაგუნას გამოყენებით. სწრაფი ასლის შესაქმნელად დააჭირეთ Enter-ის ღილაკს. Esc გასასვლელად.
ko: 마우스로 영역을 선택하십시오. 스냅샷을 찍으려면 Enter 키를 누르십시오. 종료하려면 Esc 키를 누르십시오.
nl: Een gebied selecteren met de muis. Om een afdruk te maken, druk op de toets Enter. Druk op Esc om af te sluiten.
pt_br: Selecione a região usando o mouse. Para tirar uma foto da tela, precione a tecla Enter. Precione Esc para sair.
sl: Izberite področje z miško. Če želite zajeti posnetek, pritisnite vnašalko. Pritisnite ubežnico za izhod.
sv: Markera ett område med musen. Tryck på returtangenten för att ta skärmbilden. Tryck på Esc för att avsluta.
uk: Виберіть ділянку за допомогою вказівника миші. Щоб зробити знімок, натисніть клавішу Enter. Натисніть Esc, щоб вийти.
zh_tw: 用滑鼠選取範圍。要擷取快照，請按 Enter。按 Esc 來離開。

source: On left
ar: على اليمين
ca: A l'esquerra
eu: Ezkerrean
fi: Vasemmalla
gl: Na esquerda
ka: მარცხნივ
ko: 왼쪽에
nl: Links
pt_br: Esquerda
sl: Na levi
sv: Till vänster
uk: Ліворуч
zh_tw: 顯示在左邊

source: On right
ar: على اليسار
ca: A la dreta
eu: Eskuinean
fi: Oikealla
gl: Na dereita
ka: მარჯვნვ
ko: 오른쪽에
nl: Rechts
pt_br: Direita
sl: Na desni
sv: Till höger
uk: Праворуч
zh_tw: 顯示在右邊

source: &Basket tree position:
ar: موضع شجرة السلال:
ca: Posició de l'arbre de &cistelles:
eu: Sas&ki zuhaitzaren kokapena:
fi: &Koripuun sijainti:
gl: Posición da ár&bore de cestos:
ka: &კალათის ხის მდებარეობა:
ko: 바구니 트리 위치(&B):
nl: Boomstructuurpositie van &Basket:
pt_br: Posição da árvos de cestas:
sl: &Položaj drevesa košare:
sv: &Korgträdsposition:
uk: Розташування і&єрархії кошиків:
zh_tw: 筆記本樹狀圖位置(&B)：

source: On top
ar: أعلى
ca: A la part superior
eu: Gailurrean
fi: Ylhäällä
gl: Arriba
ka: თავში
ko: 위에
nl: Bovenaan
pt_br: Em cima
sl: Na vrhu
sv: Längst upp
uk: Згори
zh_tw: 上面

source: On bottom
ar: في الأسفل
ca: A la part inferior
eu: Behean
fi: Alhaalla
gl: Abaixo
ka: ბოლოში
ko: 아래에
nl: Onderaan
pt_br: Embaixo
sl: Na dnu
sv: Längst ner
uk: Внизу
zh_tw: 下面

source: &Filter bar position:
ar: موضع شريط ال&رشح:
ca: Posició de la barra de &filtre:
eu: Iraga&zte-barraren kokapena:
fi: &Suodatinrivin sijainti:
gl: Posición da barra de &filtro:
ka: &ფილტრის ზოლის მდებარეობა:
ko: 필터 표시줄 위치(&F):
nl: Positie van &filterbalk:
pt_br: &Posição na barra de filtro:
sl: &Položaj vrstice za filtriranje:
sv: &Filterradposition:
uk: Розташування панелі &фільтрування:
zh_tw: 過濾器列的位置(&F)：

source: &Show tooltips in baskets
ar: أظهر &تلميحات الأدوات في السلال
ca: Mo&stra consells a les cistelles
eu: Erakut&si tresna-argibideak saskietarako
fi: Näytä koreissa työkalu&vihjeet
gl: Amo&sar indicacións emerxentes en cestos.
ka: &კალათებზე მინიშნებების ჩვენება
ko: 바구니에 풍선 도움말 표시(&S)
nl: Tooltips &tonen in baskets
pt_br: &Mostrar dicas nas cestas
sl: &Pokaži namige v košarah
sv: Vi&sa verktygstips i korgar
uk: По&казувати підказки у кошиках
zh_tw: 在筆記本中顯示工具提示(&S)

source: &Big notes
ar: ملاحظات &كبيرة
ca: Notes &grans
eu: Ohar &handiak
fi: S&uuret muistiinpanot
gl: Notas &grandes
ka: &დიდი შენშვნები
ko: 큰 메모(&B)
nl: &Grote notities
pt_br: Notas &grandes
sl: &Velike opombe
sv: Stora &anteckningarna
uk: &Великі нотатки
zh_tw: 大型筆記(&B)

source: Behavior
ar: السّلوك
ca: Comportament
eu: Jokabidea
fi: Toiminta
gl: Comportamento
ka: ქცევა
ko: 행동
nl: Gedrag
pt_br: Comportamento
sl: Vedenje
sv: Beteende
uk: Поведінка
zh_tw: 行為

source: &Transform lines starting with * or - to lists in text editors
ar: &حوّل الأسطر التي تبدأ بـ * أو - إلى قوائم في محررات النصوص
ca: &Transforma les línies que comencen amb «*» o «-» a les llistes en els editors de text
eu: Eralda&tu * edo - bidez hasten diren lerroak zerrendetara testu-editoreetan
fi: Muunna muokkaimessa luetelmiksi rivit, jotka alkavat * tai -
gl: &Transformar liñas que comezan con * ou - en listas en editores de texto.
ka: * ან - -ით დაწყებული ხაზების გარდაქმნა სიებში &ტექსტურ რედაქტორებში
ko: 텍스트 편집기에서 *나 -로 시작하는 줄 변형(&T)
nl: Regels beginnend met * of - &transformeren naar lijsten in tekstbewerkers
pt_br: &Transformar linhas que começam com * ou - em listas em editores de texto
sl: &Vrstice, ki se začnejo z * ali -, v urejevalnikih vrstic pretvori v sezname
sv: Omvandla rader som börjar med * eller - till listor i &texteditorer
uk: П&еретворювати рядки, які починаються з * або -, на списки у текстових редакторах
zh_tw: 在文字編輯器中把 * 或 - 開頭的行變換為清單

source: Ask confirmation before &deleting notes
ar: اسأل عن التأكيد قبل &حذف الملاحظات
ca: Demana confirmació abans &de suprimir les notes
eu: Berrespena eskatu oharrak e&zabatu aurretik
fi: &Pyydä vahvistamaan muistiinpanojen poistaminen
gl: Pe&dir confirmación antes de eliminar notas.
ka: დადასტურება &შენიშვნის წაშლამდე
ko: 메모를 삭제하기 전에 묻기(&D)
nl: Om bevestiging vragen voor notities worden verwij&derd
pt_br: Pedir confirmação antes de excluir notas
sl: Pred &brisanjem opomb vprašaj za potrditev
sv: Fråga efter bekräftelse innan &borttagning av anteckningar
uk: Підтверджувати в&илучення нотаток
zh_tw: 刪除筆記之前先詢問確認(&D)

source: Keep text formatting when pasting
ar: احتفظ بتنسيق النص عند اللصق
ca: Manté el format del text quan s'enganxi
eu: Mantendu testuaren formatu itsastean
fi: Säilytä tekstin muotoilu liitettäessä
gl: Manter o formato de texto ao pegar.
ka: ჩასმისას ტექსტის ფორმატირების შენარჩუნება
ko: 붙여넣을 때 텍스트 서식 유지
nl: Tekstopmaak behouden bij plakken
pt_br: Manter a formatação do texto ao colar
sl: Ohrani oblikovanje besedila pri lepljenju
sv: Behåll textformatering vid inklistring
uk: Зберігати форматування тексту при вставленні
zh_tw: 貼上時保留文字格式

source: Automatically detect tags from note's content
ar: اكتشف الوسوم آليًا من محتوى الملاحظة
ca: Detecta automàticament les etiquetes des del contingut de la nota
eu: Oharren edukitik etiketak automatikoki antzeman
fi: Havaitse muistiinpanoista luokitukset automaattisesti
gl: Detectar automaticamente etiquetas a partir do contido das notas.
ka: ჭდეების ავტომატური ამოცნობა შენიშვნის შემცველობის მიხედვით
ko: 메모 내용에서 자동으로 태그 감지
nl: Automatisch tags detecteren uit inhoud van notities
pt_br: Detectar automaticamente etiquetas no conteúdo da nota
sl: Samodejno zaznaj oznake iz vsebine opombe
sv: Detektera automatiskt etiketter från anteckningens innehåll
uk: Автоматично виявляти мітки за вмістом нотатки
zh_tw: 自動從筆記內容偵測標籤

source: &Export tags in texts
ar: &صدر الوسوم في النصوص
ca: &Exporta les etiquetes en els textos
eu: &Esporatu testuetako etiketak
fi: &Vie tekstien tunnisteet
gl: &Exportar as etiquetas dos textos.
ka: ტექსტის ჭდეების &გატანა
ko: 텍스트에 태그 내보내기(&E)
nl: Tags in teksten &exporteren
pt_br: &Exportar etiquetas em textos
sl: &Izvozi oznake v besedilih
sv: &Exportera etiketter i texter
uk: &Експортувати мітки у текстах
zh_tw: 匯出文字中的標籤(&E)

source: When does this apply?
ar: متى ينطبق هذا؟
ca: Quan s'aplica això?
eu: Hori noiz aplikatzen da?
fi: Koska tätä käytetään?
gl: Isto cando ten efecto?
ka: როდის მუშაობს ეს?
ko: 언제 작동하나요?
nl: Wanneer is dit van toepassing?
pt_br: Quando isso se aplica?
sl: Kdaj to velja?
sv: När gäller det här?
uk: Чого це стосується?
zh_tw: 這在什麼時候適用呢？

source: It does apply when you copy and paste, or drag and drop notes to a text editor.
ar: ينطبق هذا عندما تنسخ وتلصق، أو تسحب وتُسقط ملاحظات إلى محرر نصوص.
ca: S'aplicarà quan copieu i enganxeu, o arrossegueu i deixeu anar notes a un editor de text.
eu: Oharrak testu editore batera kopiatu eta itsasten dituzunean, edo arrastatu eta jaregiten dituzunean aplikatzen da.
fi: Tätä käytetään kopioitaessa ja liitettäessä tai vedettäessä ja pudotettaessa muistiinpanoja muokkaimeen.Tätä käytetään kopioitaessa ja liitettäessä tai vedettäessä ja pudotettaessa muistiinpanoja muokkaimeen.
gl: Isto ten efecto cando copia e pega ou arrastra e solta notas nun editor de texto.
ka: გამოიყენება, როცა დააკოპირებთ და ჩასვამთ, ან გადაათრევთ და დააგდებთ შენიშვნებს ტექსტურ რედაქტორში.
ko: 텍스트 편집기로 메모를 복사, 붙여넣기, 끌어다 놓을 때 적용됩니다.
nl: Het is van toepassing wanneer u kopieert en plakt of notities sleept en loslaat naar een tekstbewerker.
pt_br: Isso se aplica quando você copia e cola, ou arrasta e solta notas em um editor de texto.
sl: Velja, ko kopirate in prilepite ali povlečete in spustite opombe v urejevalnik besedila.
sv: Det gäller när man kopierar och klistrar in, eller drar och släpper anteckningar i en texteditor.
uk: Це стосується копіювання та вставлення або перетягування нотаток зі скиданням до вікна текстового редактора.
zh_tw: 在複製貼上或是拖放筆記到文字編輯器的時候會適用。

source: If enabled, this property lets you paste the tags as textual equivalents.
ar: إذا كانت هذه الخاصية ممكنة، فإنها تتيح لك لصق الوسوم كمعادلات نصية.
ca: Si està habilitada, aquesta propietat permetrà enganxar les etiquetes com a equivalents textuals.
eu: Gaituta badago, propietate horrek etiketak testu-baliokide gisa itsasten uzten dizu.
fi: Jos valittu, voit lisätä luokituksia tekstivastineinaan.
gl: Se se activa, esta propiedade permítelle pegar as etiquetas como equivalentes textuais.
ka: თუ ჩართულია, ეს თვისება საშუალებას გაძლევთ, ჭდეები ტექსტური ეკვივალენტის სახით ჩასვათ.
ko: 이 옵션을 사용하면 이 속성을 사용하여 텍스트처럼 태그를 붙여넣을 수 있습니다.
nl: Indien ingeschakeld, laat deze eigenschap u de tags plakken als tekstuele equivalenten.
pt_br: Se habilitada, esta propriedade permite que você cole as etiquetas como equivalentes textuais.
sl: Če je omogočeno, vam ta lastnost omogoča, da oznake prilepite kot besedilne ekvivalente.
sv: Om aktiverad, gör egenskapen det möjligt att klistra in etiketterna som textekvivalenter.
uk: Якщо позначено цей пункт, програма дозволятиме вставлення міток як текстових еквівалентів.
zh_tw: 啟用時，此屬性讓您將標籤以文字版本貼上。

source: For instance, a list of notes with the <b>To Do</b> and <b>Done</b> tags are exported as lines preceded by <b>[ ]</b> or <b>[x]</b>, representing an empty checkbox and a checked box.
ar: على سبيل المثال، يتم تصدير قائمة ملاحظات مع وسمي <b>To Do</b> و <b>Done</b> كأسطر مسبوقة بـ <b>[ ]</b> أو <b>[x]</b>، تمثل مربع اختيار فارغ ومربع اختيار معلم.
ca: Per exemple, una llista de notes amb les etiquetes <b>Pendent</b> i <b>Fet</b> és exportada com a línies precedides per <b>[ ]</b> o <b>[x]</b>, representant una casella de selecció desmarcada i marcada.
eu: Adibidez, <b>Zeregina</b> edo <b>Eginda</b> etiketak, aurretik <b>[ ]</b> edo <b>[x]</b> duten lerro gisa esportatzen dira, markatu gabeko eta markatutako egiaztapen laukia adierazten dutelarik.
fi: Esimerkiksi muistiinpanot, joilla on luokitus <b>Tehtävä</b> tai <b>Valmis</b> viedään riveinä, joita edeltää <b>[ ]</b> tai <b>[×]</b> (tyhjä tai valittu valintaruutu).
gl: Por exemplo, unha lista de notas coas etiquetas <b>Pendente</b> e <b>Feito</b> se exporta como liñas precedidas por <b>[ ]</b> ou <b>[x]</b>, o que representa unha caixa para marcar, sen marcar e marcada respectivamente.
ka: მაგალითად, შენიშვნების სია ჭდეებით <b>To Do</b> და <b>Done</b> გატანილია ხაზებით, რომლებიც <b>[ ]</b>-ით, ან <b>[x]</b>-ით იწყება, რაც დასმულ თუ დაუსმელ თოლიას წარმოადგენს.
ko: 예를 들어 <b>할 일</b>과 <b>완료</b> 태그가 붙은 메모 목록은 각각 빈 체크 상자와 선택한 체크 상자에 해당하는 <b>[ ]</b>, <b>[x]</b>가 앞에 붙은 줄로 내보냅니다.
nl: Een lijst met notities, bijvoorbeeld, met de tags <b>Te doen</b> en <b>Gedaan</b> worden geëxporteerd als regels voorafgegaan door <b>[ ]</b> of <b>[x]</b>, die een leeg en geactiveerd keuzevakje representeren.
pt_br: Por exemplo, uma lista de notas com as etiquetas <b>Tarefa</b> e <b>Concluída</b> são exportadas como linhas precedidas por <b>[ ]</b> ou <b>[x]</b>, representando uma caixa de seleção vazia e uma caixa marcada.
sl: Primer: seznam opomb z oznakami <b>Za postoriti</b> in <b>Opravljeno</b> se izvozi kot vrstice, pred katerimi stoji <b>[ ]</b> ali <b>[x]</b>, kar predstavlja prazno ali potrjeno potrditveno polje.
sv: Exempelvis exporteras en lista med anteckningar med etiketterna <b>Uppgift</b> och <b>Klar</b> som rader inledda med <b>[ ]</b> eller <b>[x]</b>, som representerar en tom eller ifylld kryssruta.
uk: Наприклад, писок нотаток із мітками <b>Зробити</b> і <b>Виконано</b> буде експортовано як рядки, перед якими будуть позначки <b>[ ]</b> або <b>[x]</b>, які позначатимуть порожній пункт для позначення та позначений пункт.
zh_tw: 舉例來說，包含 <b>To Do</b> 和 <b>Done</b> 標籤的筆記清單會匯出成以 <b>[ ]</b> 或 <b>[x]</b> 前綴的行，代表未勾選和已勾選的核取方塊。

source: &Group a new note when clicking on the right of the insertion line
ar: اج&مع ملاحظة جديدة عند النقر على يمين سطر الإدراج
ca: A&grupa una nota nova quan es faci clic a la dreta de la línia d'inserció
eu: &Taldekatu ohar berri bat txertatzeko lerroaren eskuinean klik egitean
fi: &Ryhmittele uusi muistiinpano napsautettaessa lisäysrivin oikealle puolen
gl: A&grupar unha nova nota ao premer na dereita da liña de inserción.
ka: ახალი შენიშვნის დაჯგუფება, როცა ჩასმის ხაზის მარჯვნივ დააწკაპუნებთ
ko: 삽입 줄 오른쪽을 클릭했을 때 새 메모 그룹화(&G)
nl: Een nieuwe notitie &groeperen door klikken rechts van de in te voegen regel
pt_br: &Agrupar uma nova nota ao clicar à direita da linha de inserção
sl: &Združi novo opombo pri kliku na desno stran vrstice za vstavljanje
sv: &Gruppera en ny anteckning vid klick till höger på infogningsraden
uk: &Групувати нову нотатку у відповідь на клацання праворуч від рядка вставлення
zh_tw: 點擊插入線右側時群組化新筆記(&G)

source: How to group a new note?
ar: كيف تجمع ملاحظة جديدة؟
ca: Com agrupar una nota nova?
eu: Ohar berri bat nola taldekatu?
fi: Miten ryhmitellä uusi muistiinpano?
gl: Como agrupar unha nova nota?
ka: როგორ დავაჯგუფო ახალი შენიშვნები?
ko: 새 메모를 어떻게 그룹화하나요?
nl: Hoe een nieuwe notitie groeperen?
pt_br: Como agrupar uma nova nota?
sl: Kako združiti novo opombo?
sv: Hur grupperar man en ny anteckning?
uk: Як групувати нову нотатку?
zh_tw: 要如何為新筆記分組？

source: <p>When this option is enabled, the insertion-line not only allows you to insert notes at the cursor position, but also allows you to group a new note with the one under the cursor:</p>
ar: <p>عندما يكون هذا الخيار ممكنًا، فإن سطر الإدراج لا يسمح لك فقط بإدراج الملاحظات عند موضع المؤشر، ولكنه يسمح لك أيضًا بجمع ملاحظة جديدة مع الملاحظة التي تحت المؤشر:</p>
ca: <p>Quan aquesta opció està habilitada, la línia d'inserció no només deixarà posar notes a la posició del cursor, sinó que també permetrà agrupar una nota nova amb la de sota el cursor:</p>
eu: <p>Aukera hau gaituta dagoenean, txertatzeko lerroak ez dizu bakarrik kurtsorearen kokalekuan oharrak txertatzeko aukera ematen, ohar berri bat kurtsorearen azpian dagoenarekin taldekatzeko aukera ere ematen dizu.</p>
fi: <p>Kun ominaisuus on käytössä, syöterivillä ei ainoastaan voi lisätä muistiinpanoja kohdistimen kohdalle vaan myös ryhmitellä uuden muistiinpanon kohdistimen alla olevan kanssa:</p>
gl: <p>Se se activa, a liña de inserción non só permite inserir notas na posición do cursor, senón que tamén permite agrupar unha nova nota coa que está baixo o cursor:</p>
ka: <p>თუ ეს ჩართულია, ჩასმის ხაზი საშუალებას გაძლევთ, არა მხოლოდ ჩასვათ შენიშვნა კურსორთან, არამედ დააჯგუფოთ ახალი შენიშვნა იმასთან, რომელიც კურსორის ქვეშაა:</p>
ko: <p>이 옵션을 사용하면 삽입 줄을 사용하여 현재 커서 위치에 메모를 삽입하는 것 이외에도 새 메모를 현재 커서 아래에 있는 메모와 같이 그룹화할 수 있습니다:</p>
nl: <p>Wanneer deze optie is ingeschakeld, biedt de in-te-voegen-regel u niet alleen om notities in te voegen op de positie van de cursor, maar ook om een nieuwe notitie te groeperen met die onder de cursor:</p>
pt_br: <p>Quando esta opção está habilitada, a linha de inserção não só permite que você insira notas na posição do cursor, mas também permite que você agrupe uma nova nota com aquela sob o cursor:</p>
sl: <p>Ko je ta možnost omogočena, vrstica vstavljanja ne omogoča samo vstavljanja opomb na položaj kazalca, temveč omogoča tudi združevanje nove opombe s tisto pod kazalcem:</p>
sv: <p>När alternativet är aktiverat, låter infogningsraden dig inte bara infoga anteckningar på markörens plats, utan låter dig också gruppera en ny anteckning med den under markören.</p>
uk: <p>Якщо позначено цей пункт, рядок вставлення не лише уможливлюватиме вставлення нотаток у позицію курсора, але і надаватиме вам змогу групувати нову нотатку із нотаткою під курсором:</p>
zh_tw: <p>啟用此選項時，插入線不只讓您可以在游標位置插入筆記，也讓您可以將一個新的筆記與游標下的筆記群組化。</p>

source: <p>Place your mouse between notes, where you want to add a new one.<br>Click on the <b>left</b> of the insertion-line middle-mark to <b>insert</b> a note.<br>Click on the <b>right</b> to <b>group</b> a note, with the one <b>below or above</b>, depending on where your mouse is.</p>
ar: <p>ضع الفأرة بين الملاحظات، حيث تريد إضافة ملاحظة جديدة.<br>انقر على <b>يسار</b> العلامة الوسطى لسطر الإدراج ل&<b>إدراج</b> ملاحظة.<br>انقر على <b>يمين</b> ل<b>جمع</b> ملاحظة، مع الملاحظة التي <b>تحت أو فوق</b>، حسب موضع الفأرة.</p>
ca: <p>Col·loqueu el ratolí entre les notes, on voleu afegir-ne una de nova.<br>Feu clic a l'<b>esquerra</b> de la marca d'enmig a la línia d'inserció per a <b>inserir</b> una nota.<br>Feu clic a la <b>dreta</b> per a <b>agrupar</b> una nota, amb la que està a <b>sota o dalt</b>, depenent d'on es trobi el vostre ratolí.</p>
eu: <p>Kokatu zure sagua oharren artean, ohar berri bat gehitu nahi duzun lekuan.<br>Egin klik txertatzeko lerroaren erdiko markaren <b>ezkerrean</b> ohar bat <b>txertatzeko</b>.<br>Egin klik <b>eskuinean</b> ohar bat <b>azpiko edo gainekoarekin</b> taldekatzeko, zure saguan non dagoen arabera.<b>
fi: <p>Sijoita hiiri niiden muistiinpanojen väliin, johon haluat lisätä uuden.<br>Napsauta syöterivin keskimerkistä <b>vasempaan</b> halutessasi <b>lisätä</b> muistiinpanon.<br><b>Ryhmitelläksesi</b> muistiinpanon <b>alla tai yllä olevan kanssa</b> hiiren sijainnin mukaan napsauta <b>oikealta</b>.</p>
gl: <p>Coloque o rato entre notas, onde quere engadir a nova nota.<br>Prema na <b>esquerda</b> da marca central da liña de inserción para <b>inserir</b> unha nota.<br>Prema na <b>dereita</b> para <b>agrupar</b> unha nota coa que estea <b>debaixo ou enriba</b> segundo a posición do rato.</p>
ka: <p>მოათავსეთ თაგუნა შენიშვნებს შორის, სადაც გსურთ ახლის დამატება.<br>დააჭირეთ ჩასმის ხაზის შუა ნიშნის <b>მარცხნივ</b> , რომ <b>ჩასვათ</b> შენიშვნა.<br>დააჭირეთ <b>მარჯვნივ</b> , რომ <b>დააჯგუფოთ</b> შენიშვნა, <b>ქვემოთ ან ზემოთ</b>, იმის მიხედვით, თუ სად არის თქვენი თაგუნა.</p>
ko: <p>메모를 추가할 곳 사이에 마우스 커서를 두십시오.<br>삽입 줄 가운데 표시의 <b>왼쪽</b>을 클릭하면 메모를 <b>삽입</b>합니다.<br>삽입 줄 가운데 표시의 <b>오른쪽</b>을 클릭하면 메모를 <b>그룹화</b>하며, 마우스 커서 위치에 따라서 <b>아래쪽이나 위쪽</b>의 메모와 같이 그룹화합니다.</p>
nl: <p>Plaats uw muis tussen notities, waar u een nieuwe wilt toevoegen.<br>Klik op <b>links</b> van de invoegregelmiddelmarkerering om een notitie <b>in te voegen</b>.<br>Klik op <b>rechts</b> om een notitie <b>te groeperen</b>, met die <b>eronder of erboven</b>, afhankelijk van waar uw muis is.</p>
pt_br: <p>Posicione o mouse entre as notas onde deseja adicionar uma nova.<br>Clique à <b>esquerda</b> da marca central da linha de inserção para <b>inserir</b> uma nota.<br>Clique à <b>direita</b> para <b>agrupar</b> uma nota, com a que estiver <b>abaixo ou acima</b>, dependendo de onde o mouse estiver.</p>
sl: <p>Postavite miško med opombe, kjer želite dodati novo.<br>Če želite <b>vstaviti</b> opombo, kliknite <b>levo</b> od srednje oznake vrstice za vstavljanje.<br>Kliknite <b>desno</b>, da <b>združite</b> opombo <b>s spodnjo ali zgornjo</b>, odvisno od tega, kje se nahaja kazalec miške.</p>
sv: <p>Placera musen mellan anteckningarna där du vill lägga till en ny,<br>Klicka på <b>vänster</b> sida på infogningsradens mittpunkt för att <b>infoga</b> en anteckning.<br>Klicka på <b>höger</b> sida för att <b>gruppera</b> en anteckning med den <b>nedanför eller ovanför</b>, beroende på var musen är.</p>
uk: <p>Розташуйте вказівник миші між нотатками, там, куди ви хочете додати нову нотатку.<br>Клацніть <b>ліворуч</b> від середини мітки рядка вставлення, щоб <b>вставити</b> нотатку.<br>Клацніть <b>праворуч</b> від мітки, щоб <b>згрупувати</b> нотатку із нотаткою <b>нижче або вище</b>, залежно від місця перебування вказівника.</p>
zh_tw: <p>將您的滑鼠放於筆記之間，在您希望新增筆記的位置。<br>點擊插入線的<b>左半邊</b>來<b>插入</b>筆記。<br>點擊<b>右半邊</b>來<b>群組化</b>筆記，與<b>下面或上面</b>的筆記一起（依據您點擊時的滑鼠位置）。</p>

source: Do nothing
ar: لا تفعل شيئا
ca: No facis res
eu: Ez egin ezer
fi: Älä tee mitään
gl: Non facer nada
ka: არაფერი
ko: 아무것도 안 함
nl: Niets doen
pt_br: Não fazer nada
sl: Ne naredi ničesar
sv: Gör ingenting
uk: Нічого не робити
zh_tw: 什麼都不做

source: Paste clipboard
ar: لصق الحافظة
ca: Enganxa des del porta-retalls
eu: Itsatsi arbeletik
fi: Liitä leikepöytä
gl: Pegar do portapapeis
ka: ბუფერის ჩასმა
ko: 클립보드에서 붙여넣기
nl: Klembord plakken
pt_br: Colar da área de transferência
sl: Prilepi iz odložišča
sv: Klistra in klippbord
uk: Вставити буфер обміну
zh_tw: 貼上剪貼簿
