Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Open so&und notes with a custom application:
ar: افتح ملاحظات ال&صوت بتطبيق مخصص:
ca: Obre les notes de so amb &una aplicació personalitzada:
eu: Soin&u-oharrak neurrira ipinitako aplikazio batekin ireki:
fi: Avaa &äänimuistiinpanot omaan ohjelmaan:
gl: Abrir as notas de &son cunha aplicación personalizada:
ka: &ხმოვანი შენიშვნების ხელით მითითებულ აპლიკაციაში გახსნა:
ko: 사용자 정의 프로그램으로 소리 메모 열기(&U):
nl: Gel&uidnotities met een eigen toepassing openen:
pt_br: Abrir as notas de &som com um aplicativo personalizado:
sl: Odpri &zvočne opombe s programom po meri:
sv: Öppna lj&udanteckningar med ett eget program:
uk: Відкривати зв&укові нотатки за допомогою нетипової програми:
zh_tw: 用自訂應用程式開啟聲音筆記(&U)：

source: Open sound notes with:
ar: افتح ملاحظات الصوت بـ:
ca: Obre les notes de so amb:
eu: Soinu-oharrak honekin ireki:
fi: Avaa äänimuistiinpanot ohjelmalla:
gl: Abrir as notas de son con:
ka: ხმოვანი შენიშვნების პროგრამით გახნა:
ko: 다음으로 소리 메모 열기:
nl: Geluidsnotities openen met:
pt_br: Abrir as notas de som com:
sl: Odpri zvočne opombe z:
sv: Öppna ljudanteckningar med:
uk: Відкривати нотатки зі звуками за допомогою:
zh_tw: 聲音筆記開啟方式：

source: Open http link notes with a custom application:
ar: افتح ملاحظات روابط http بتطبيق مخصص:
eu: HTTP-esteka oharrak neurrira ipinitako aplikazio batekin ireki:
gl: Abrir as notas de ligazón HTTP cunha aplicación personalizada:
ka: HTTP ბმულის შენიშვნების ხელით მითითებულ აპლიკაციაში გახსნა:
nl: Notities bij http-koppeling met een eigen toepassing openen:
pt_br: Abrir as notas de link http com um aplicativo personalizado:
zh_tw: 用自訂應用程式開啟 HTTP 連結筆記：

source: Open http link notes with:
ar: افتح ملاحظات روابط http بـ:
eu: HTTP-esteka oharrak honekin ireki:
gl: Abrir as notas de ligazón HTTP con:
ka: HTTP ბმულის შენიშვნების გახსნა პროგრამით:
nl: Notities bij http-koppeling openen met:
pt_br: Abrir as notas de link http com:
zh_tw: HTTP 連結筆記開啟方式：

source: <p>If checked, the application defined below will be used when opening that type of note.</p><p>Otherwise, the application you've configured in Konqueror will be used.</p>
ar: <p>إذا علم، سيستخدم التطبيق المحدد أدناه عند فتح هذا النوع من الملاحظات.</p><p>وإلا، سيستخدم التطبيق الذي ضبطته في كنكر.</p>
ca: <p>Si està marcada, s'usarà l'aplicació definida a sota en obrir aquest tipus de nota.</p><p>En cas contrari, s'usarà l'aplicació que vàreu configurar en el Konqueror.</p>
eu: <p>Markatuta badago, behean definitutako aplikazioa erabiliko da mota horretako oharra irekitzean.</p><p>Bestela, Konqueror-ren konfiguratu duzun aplikazioa erabiliko da.</p>
fi: <p>Jos valittu, alla asetettua sovellusta käytetään avaamaan tämän tyypin muistiinpano.</p><p>Muuten käytetään Konquerorissa asetettua sovellusta.</p>
gl: <p>Se se marca, a aplicación definida embaixo usarase ao abrir ese tipo de nota.</p><p>Senón, usarase a aplicación que configurase en Konqueror.</p>
ka: <p>შემოწმების შემთხვევაში, ქვემოთ მოცემული განაცხადი გამოყენებული იქნება ამ ტიპის ნოტის გახსნისას.</p><p>წინააღმდეგ შემთხვევაში, გამოყენებული იქნება პროგრამა, რომელიც თქვენ დააკონფიგურირეთ Konqueror- ში.</p>
ko: <p>이 옵션을 사용하면 해당 형식의 메모를 열 때 아래에 지정한 프로그램을 사용합니다.</p><p>이 옵션을 사용하지 않으면 Konqueror에서 설정한 기본 프로그램을 사용합니다.</p>
nl: <p>Indien geactiveerd zal de onderstaand gedefinieerde toepassing gebruikt worden wanneer dat type notitie wordt geopend.</p><p>Anders zal de toepassing die u in Konqueror hebt geconfigureerd worden gebruikt.</p>
pt_br: <p>Se selecionado, o aplicativo definido abaixo será usado ao abrir esse tipo de nota.</p><p>Caso contrário, o aplicativo que você configurou no Konqueror será usado.</p>
sl: <p>Če je to potrjeno, bo aplikacija, opredeljena spodaj, uporabljena pri odpiranju te vrste opomb.</p><p>V nasprotnem primeru bo uporabljen program, ki ste ga nastavili v Konquerorju.</p>
sv: <p>Om markerad, används programmet nedan när den här anteckningstypen öppnas.</p><p>Annars används programmet som är inställt i Konqueror.</p>
uk: <p>Якщо позначено, для відкриття відповідного типу нотатки буде використано вказану програму.</p><p>Якщо не позначено, буде використано загальносистемні програми-обробники.</p>
zh_tw: <p>勾選時，以下定義的應用程式將會用來開啟該類型的筆記。</p><p>否則將會使用您在 Konqueror 中設定的應用程式。</p>

source: <p>Define the application to use for opening that type of note instead of the application configured in Konqueror.</p>
ar: <p>حدد التطبيق المراد استخدامه لفتح هذا النوع من الملاحظات بدلاً من التطبيق الذي تم تكوينه في كنكر.</p>
ca: <p>Definiu l'aplicació que es farà servir per a obrir aquest tipus de nota en lloc de l'aplicació configurada en el Konqueror.</p>
eu: <p>Definitu, Konqueror-ren konfiguratutako aplikazioaren ordez, ohar mota hori irekitzeko erabili nahi duzun aplikazioa.</p>
fi: <p>Määritä sovellus, jota käytetään tämän tyypin muistiinpanojen avaamiseen Konquerorissa asetetun sovelluksen sijaan.</p>
gl: <p>Definir a aplicación que usar para abrir ese tipo de nota en vez de a aplicación configurada en Konqueror.</p>
ka: <p>განსაზღვრეთ პროგრამა, რომელიც გამოიყენება ამ ტიპის ნოტის გახსნისთვის Konqueror- ში კონფიგურირებული პროგრამის ნაცვლად.</p>
ko: <p>해당 형식의 메모를 열 때 Konqueror에서 설정한 기본 프로그램 대신 사용할 프로그램을 설정합니다.</p>
nl: <p>De voor openen van dat type notitie te gebruiken toepassing definiëren in plaats van de toepassing geconfigureerd in Konqueror.</p>
pt_br: <p>Define o aplicativo a ser usado para abrir esse tipo de nota em vez do aplicativo configurado no Konqueror.</p>
sl: <p>Določite program, ki ga želite uporabiti za odpiranje te vrste opomb namesto programa, nastavljenega v Konquerorju.</p>
sv: <p>Definiera programmet att använda för att öppna den här anteckningstypen istället för programmet som är inställt i Konqueror.</p>
uk: <p>Визначити програму, яку буде використано для відкриття нотаток цього типу замість програми, яку визначено на загальносистемному рівні.</p>
zh_tw: <p>定義要用來開啟該筆記類型的應用程式，而非 Konqueror 所設定的應用程式。</p>

source: Do you really want to remove old versions for all baskets?
ar: هل تريد حقًا إزالة الإصدارات القديمة لجميع السلال؟
ca: Realment voleu eliminar les versions antigues de totes les cistelles?
eu: Saski guztien bertsio zaharrak benetan kendu nahi dituzu?
fi: Haluatko varmasti poistaa kaikkien korien vanhat versiot?
gl: Seguro que quere retirar as versións vellas de todos os cestos?
ka: მართლა გნებავთ ყველა კალათის ძველი ვერსიების წაშლა?
ko: 모든 바구니의 이전 버전을 삭제하시겠습니까?
nl: Wilt u oude versies van alle baskets verwijderen?
pt_br: Você realmente deseja remover versões antigas de todas as cestas?
sl: Ali res želite odstraniti stare različice za vse košare?
sv: Vill du verkligen ta bort gamla versioner för alla korgar?
uk: Ви справді хочете вилучити застарілі версії для усіх кошиків?
zh_tw: 您確定要移除所有筆記本的舊版本嗎？

source: Remove old Baskets
ar: أزل السلال القديمة
eu: Kendu saski zaharrak
gl: Retirar o cestos vellos
ka: ძველი კალათების წაშლა
nl: Oude Baskets verwijderen
pt_br: Remover cestas antigas
zh_tw: 移除舊的筆記本

source: Version Sync
ar: مزامنة الإصدارات
ca: Sincronitza la versió
eu: Bertsioa sinkronizatzea
fi: Versiosynkronointi
gl: Sincronización de versións
ka: ვერსიის სინქრონიზაცია
ko: 버전 동기화
nl: Versiesynchronisatie
pt_br: Sincronizar versão
sl: Usklajevanje različic
sv: Versionssynkronisering
uk: Синхронізація версій
zh_tw: 版本同步

source: This will free %1 MB
ar: سيحرر هذا %1 ميغابايت
ca: Això alliberarà %1 MB
eu: Honek %1 MB hustuko ditu
fi: Tämä vapauttaa %1 Mt
gl: Isto liberará %1 MB
ka: ეს %1 მეგაბაიტს გაათავისუფლებს
ko: %1 MB 공간이 비워집니다
nl: Dit zal %1 MB vrijmaken
pt_br: Isto irá liberar %1 MB
sl: S tem bo sproščeno %1 MB
sv: Det här frigör %1 MiB
uk: Буде вивільнено %1 МБ
zh_tw: 這會釋放 %1 MB

source: Enable distributed version control
ar: مكّن التحكم الموزع في الإصدارات
ca: Activa el control de versions distribuïdes
eu: Gaitu banatutako bertsio kontrola
fi: Käytä hajautettua versionhallintaa
gl: Activar un control de versións distribuído.
ka: დისტრიბუციული ვერსიის კონტროლი ჩართვა
ko: 분산형 버전 관리 활성화
nl: Gedistribueerd versiebeheer inschakelen
pt_br: Habilitar controle de versão distribuído
sl: Omogoči porazdeljeni nadzor različice
sv: Aktivera distribuerad versionskontroll
uk: Увімкнути розподілене керування версіями
zh_tw: 啟用分散式版本控制

source: BasKet is built without version control (libgit2) support
ar: بنيت السلة دون إمكانية للتحكم في الإصدارات (libgit2)
ca: S'ha construït el BasKet sense suport de control de versions (libgit2)
eu: BasKet bertsio kontrolerako (libgit2) euskarririk gabe eraikita dago
fi: BasKet on koostettu versionhallintatuetta (libgit2)
gl: BasKet está construído sen a funcionalidade de control de versións (libgit2).
ka: BasKet ვერსიის კონტროლის (libgit2) მხარდაჭერის გარეშეა აგებული
ko: BasKet이 버전 관리 시스템(libgit2)을 사용하여 빌드되지 않음
nl: BasKet is gebouwd zonder versiebeheer (libgit2) ondersteuning
pt_br: O BasKet foi compilado sem suporte de controle de versão (libgit2)
sl: BasKet je zgrajen brez podpore za nadzor različic (libgit2)
sv: Basket är byggd utan stöd för versionskontroll (libgit2)
uk: BasKet зібрано без підтримки керування версіями (libgit2)
zh_tw: BasKet 編譯時未包含版本控制 (libgit2) 支援

source: Control
ar: التحكم
eu: Kontrola
ka: კონტროლი
ko: 제어
nl: Besturing
pt_br: Controle
sl: Nadziraj
sv: Styrning
uk: Керування
zh_tw: 控制

source: Clear version history
ar: مسح سجل الإصدارات
ca: Neteja l'historial de versions
eu: Garbitu bertsio-historia
fi: Tyhjennä versiohistoria
gl: Borrar o historial de versións
ka: ვერსიის ისტორიის გასუფთავება
ko: 버전 기록 비우기
nl: Versiegeschiedenis wissen
pt_br: Limpar histórico de versão
sl: Počisti zgodovino različic
sv: Rensa versionshistorik
uk: Спорожнити журнал версій
zh_tw: 清除版本歷史

source: Import Hierarchy
ar: استورد التسلسل الهرمي
ca: Importa la jerarquia
eu: Inportatu hierarkia
fi: Tuo hierarkia
gl: Importar a xerarquía
ka: იერარქიის შემოტანა
ko: 구조 가져오기
nl: Hiërarchie importeren
pt_br: Importar hierarquia
sl: Uvozi hierarhijo
sv: Importera hierarki
uk: Імпортувати ієрархію
zh_tw: 匯入階層

source: How to Import the Notes?
ar: كيفية استيراد الملاحظات؟
ca: Com importar les notes?
eu: Oharrak nola inportatu?
fi: Miten muistiinpanot tuodaan?
gl: Como importar as notas?
ka: როგორ შემოვიტანო შენიშვნები?
ko: 어떻게 메모를 가져오나요?
nl: Hoe de notities importeren?
pt_br: Como importar as notas?
sl: Kako uvoziti opombe?
sv: Hur importerar man anteckningarna?
uk: Як імпортувати нотатки?
zh_tw: 要如何匯入筆記？

source: &Keep original hierarchy (all notes in separate baskets)
ar: ا&حتفظ بالتسلسل الهرمي الأصلي (كل الملاحظات في سلال منفصلة)
ca: Mantén la &jerarquia original (totes les notes de cistelles separades)
eu: &Mantendu jatorrizko hierarkia (ohar guztiak saski bereizitan)
fi: &Säilytä alkuperäinen hierarkia (kaikki muistiinpanot eri koreissa)
gl: &Manter a xerarquía orixinal (todas as notas en cestos independentes).
ka: ორიგინალი იერარქიის შენარჩ&უნება (ყველა შენიშვნა ცალ-ცალკე კალათაში)
ko: 원본 구조 유지(모든 메모를 별개의 바구니로)(&K)
nl: De oorspronkelijke hiërarchie be&houden (alle notities in aparte baskets)
pt_br: &Manter hierarquia original (todas as notas em cestas separadas)
sl: O&hrani izvirno hierarhijo (vse opombe v ločenih košarah)
sv: Behåll ursprunglig hierar&ki (alla anteckningar i separata korgar)
uk: З&берегти початкову ієрархію (усі нотатки у окремих кошиках)
zh_tw: 保留原始階層（所有筆記在分開的筆記本裡）

source: &First level notes in separate baskets
ar: &ملاحظات المستوى الأول في سلال منفصلة
ca: Notes de &primer nivell en cistelles separades
eu: &Lehen mailako oharrak saski bereizietan
fi: &Ensimmäisen tason muistiinpanot eri koreissa
gl: As notas de &primeiro nivel en cestos independentes.
ka: &პირველი დონის შენიშვნები ცალკეულ კალათებში
ko: 1단계 메모를 개별 바구니로(&F)
nl: &Eerste niveau notities in aparte baskets
pt_br: &Notas de primeiro nível em cestas separadas
sl: &Opombe prve stopnje v ločenih košarah
sv: &Första nivån anteckningar i separata korgar
uk: &Перший рівень нотаток у окремих кошиках
zh_tw: 讓頂層筆記在不同的筆記本中(&F)

source: &All notes in one basket
ar: &كل الملاحظات في سلة واحدة
ca: T&otes les notes en una cistella
eu: Ohar guzti&ak saski bakarrean
fi: K&aikki muistiinpanot yhdessä korissa
gl: Todas &as notas nun cesto.
ka: &ყველა შენიშვნა ერთ კალათში
ko: 모든 메모를 한 바구니에(&A)
nl: &Alle notities in één basket
pt_br: &Todas as notas em uma cesta
sl: &Vse opombe v eni košari
sv: &Alla anteckningar i en korg
uk: &Усі нотатки у одному кошику
zh_tw: 將所有筆記置於同一個筆記本中(&A)

source: Import Text File
ar: استورد ملف نص
ca: Importa un fitxer de text
eu: Inportatu testu-fitxategia
fi: Tuo tekstitiedosto
gl: Importar un ficheiro de texto
ka: ტექსტური ფაილის შემოტანა
ko: 텍스트 파일 가져오기
nl: Tekstbestand importeren
pt_br: Importar arquivo de texto
sl: Uvozi besedilno datoteko
sv: Importera textfil
uk: Імпорт текстового файла
zh_tw: 匯入文字檔案

source: Format of the Text File
ar: صيغة الملف النصي
ca: Format del fitxer de text
eu: Testu-fitxategiaren formatua
fi: Tekstitiedoston muoto
gl: Formato do ficheiro de texto
ka: ტექსტური ფაილის ფორმატი
ko: 텍스트 파일 형식
nl: Formaat van het tekstbestand
pt_br: Formato do arquivo de texto
sl: Oblika besedilne datoteke
sv: Textfilens format
uk: Формат текстового файла
zh_tw: 文字檔案格式

source: Notes separated by an &empty line
ar: ملاحظات مفصولة ب&سطر فارغ
ca: Notes separades per una línia &buida
eu: Oharrak lerro &huts batekin bereizita
fi: Muistiinpanoja &erottaa tyhjä rivi
gl: Notas separadas por unha liña bal&eira
ka: &ცარიელი ხაზით გამოყოფილი შენიშვნები
ko: 빈 줄로 메모 구분(&E)
nl: Notities gescheiden door een l&ege regel
pt_br: Notas separadas por uma linha &vazia
sl: Opombe, ločene s pra&zno vrstico
sv: Anteckningar åtskilda av &en tom rad
uk: Нотатки відокремлено поро&жніми рядками
zh_tw: 以空行分隔的筆記(&E)

source: One &note per line
ar: ملاحظة &واحدة لكل سطر
ca: Una &nota per línia
eu: &Ohar bat lerroko
fi: &Muistiinpano per rivi
gl: Unha &nota por liña
ka: &ერთი შენიშვნა ერთ ხაზზე
ko: 한 줄에 메모 하나씩(&N)
nl: Één &notitie per regel
pt_br: Uma &nota por linha
sl: Ena &opomba na vrstico
sv: En a&nteckning per rad
uk: &Одна нотатка на рядок
zh_tw: 一行一個筆記(&N)

source: Notes begin with a &dash (-)
ar: الملاحظات تبدأ ب&شرطة (-)
ca: Les notes comencen amb un &guió (-)
eu: Oharrak marrat&xo (-) batekin hasten dira
fi: Muistiinpanot alkavat y&hdysmerkillä (-)
gl: As notas comezan cun &guión (-)
ka: შენიშვნები &ტირეთი (-) იწყება
ko: 줄표(-)로 새 메모 시작(&D)
nl: Notities beginnen met een &minteken (-)
pt_br: Notas iniciam com um &traço (-)
sl: Opombe se začnejo z &vezajem (-)
sv: Anteckningar börjar med ett s&treck (-)
uk: Нотатки починаються з д&ефіса (-)
zh_tw: 以 "-" 開頭的筆記

source: Notes begin with a &star (*)
ar: الملاحظات تبدأ ب&نجمة (*)
ca: Les notes comencen amb un a&sterisc (*)
eu: Oharrak i&zar (*) batekin hasten dira
fi: Muistiinpanot alkavat tä&hdellä (*)
gl: As notas comezan cun a&sterisco (*)
ka: შენიშვნები &ვარსკვლავით (*) იწყება
ko: 별표(*)로 새 메모 시작(&S)
nl: Notities beginnen met een &sterretje (*)
pt_br: Notas iniciam com uma &asterisco (*)
sl: Opombe se začnejo z &zvezdico (*)
sv: Anteckningar börjar med en a&sterisk (*)
uk: Нотатки починаються із зі&рочки (*)
zh_tw: 以星號 ("*") 開頭的筆記

source: &Use another separator:
ar: &استخدم فاصلًا آخر:
ca: Empra &un altre separador:
eu: Era&bili beste bereizteko bat:
fi: Käytä &muuta erotinta:
gl: &Usar outro separador:
ka: &სხვა გამყოფის გამოყენება:
ko: 다른 구분자 사용(&U):
nl: Een ander scheidingsteken gebr&uiken:
pt_br: &Usar outro separador:
sl: &Uporabi drugo ločilo:
sv: An&vänd ett annat skiljetecken:
uk: &Інший роздільник:
zh_tw: 用別的分隔符號(&U)：

source: &All in one note
ar: &كلها في ملاحظة واحدة
ca: Tot en un&a nota
eu: Den&a ohar bakarrean
fi: Kaikki &yhtenä muistiinpanona
gl: Todo nunh&a nota
ka: &ყველა ერთ შენიშვნაში
ko: 모두 메모 하나로(&A)
nl: &Allen in één notitie
pt_br: &Tudo em uma nota
sl: &Vse v eni opombi
sv: &Alla i en anteckning
uk: &Усе у одній нотатці
zh_tw: 全部在一個筆記裡(&A)

# From TextFile.txt
source: From %1
ar: من %1
ca: Des del %1
eu: %1(e)tik
fi: Tiedostosta %1
gl: De %1
ka: %1-დან
ko: %1에서
nl: Van %1
pt_br: Fe %1
sl: Iz %1
sv: Från %1
uk: З %1
zh_tw: 來自 %1

source: To Do
ar: مهمّة
ca: Pendent
eu: Zeregina
fi: Tehtävä
gl: Pendente
ka: გასაკეთებელი
ko: 할 일
nl: Te doen
pt_br: Tarefa
sl: Za postoriti
sv: Uppgift
uk: Треба зробити
zh_tw: 待辦事項

source: Unchecked
ar: غير معلم
ca: Desmarcada
eu: Markatu gabe
fi: Valitsematta
gl: Sen marcar
ka: გადაუმოწმებელი
ko: 선택하지 않음
nl: Gedeactiveerd
pt_br: Desmarcada
sl: Nepotrjeno
sv: Omarkerat
uk: Не позначено
zh_tw: 未勾選

source: Done
ar: تمّ
ca: Fet
eu: Eginda
fi: Valmis
gl: Feito
ka: დასრულებულია
ko: 완료
nl: Gereed
pt_br: Concluída
sl: Zaključeno
sv: Klar
uk: Виконано
zh_tw: 完成

source: Progress
ar: التّقدّم
ca: Progrés
eu: Aurrerapena
fi: Edistyminen
gl: Progreso
ka: პროგრესი
ko: 진행
nl: Voortgang
pt_br: Progresso
sl: Potek
sv: Förlopp
uk: Поступ
zh_tw: 進度

source: Priority
ar: الأولويّة
ca: Prioritat
eu: Lehentasuna
fi: Tärkeys
gl: Prioridade
ka: პრიორიტეტი
ko: 우선 순위
nl: Prioriteit
pt_br: Prioridade
sl: Prioriteta
sv: Prioritet
uk: Пріоритетність
zh_tw: 優先度

source: Low
ar: منخفضة
ca: Baixa
eu: Baxua
fi: Vähäinen
gl: Baixa
ka: დაბალი
ko: 낮음
nl: Laag
pt_br: Baixa
sl: Nizka
sv: Låg
uk: Низька
zh_tw: 低

source: Medium
ar: متوسّطة
ca: Mitjana
eu: Ertaina
fi: Keskinkertainen
gl: Media
ka: საშუალო
ko: 중간
pt_br: Média
sl: Srednja
sv: Normal
uk: Середня
zh_tw: 中

source: High
ar: عالية
ca: Alta
eu: Altua
fi: Tärkeä
gl: Alta
ka: მაღალი
ko: 높음
nl: Hoog
pt_br: Alta
sl: Visoka
sv: Hög
uk: Висока
zh_tw: 高

source: Preference
ar: التفضيل
ca: Preferència
eu: Hobespena
fi: Suosio
gl: Preferencia
ka: მორგება
ko: 선호도
nl: Voorkeur
pt_br: Preferência
sl: Nastavitev
sv: Preferens:
uk: Перевага
zh_tw: 偏好

source: Bad
ar: سيء
ca: Dolenta
eu: Txarra
fi: Huono
gl: Mala
ka: ცუდი
ko: 불량
nl: Fout
pt_br: Ruim
sl: Slabo
sv: Dålig
uk: Поганий
zh_tw: 不好

source: Good
ar: جيد
ca: Bona
eu: Ona
fi: Hyvä
gl: Boa
ka: კარგი
ko: 좋음
nl: Goed
pt_br: Boa
sl: Dobro
sv: Bra
uk: Добрий
zh_tw: 好

source: Excellent
ar: ممتازة
eu: Bikaina
fi: Erinomainen
gl: Excelente
ka: გადასარევი
ko: 우수함
nl: Uitstekend
pt_br: Excelente
sl: Odlično
sv: Utmärkt
uk: Відмінний
zh_tw: 極佳

source: Highlight
ar: الإبراز
ca: Ressaltada
eu: Nabarmendu
fi: Kohokohta
gl: Realce
ka: მოუნიშნავის გაბუნდოვნება
ko: 강조
nl: Accentuering
pt_br: Destaque
sl: Poudari
sv: Markera
uk: Підсвічування
zh_tw: 突顯

source: Important
ar: مُهمّة
eu: Garrantzitsua
fi: Tärkeä
gl: Importante
ka: მნიშვნელოვანი
ko: 중요함
nl: Belangrijk
pt_br: Importante
sl: Pomembno
sv: Viktigt
uk: Важливе
zh_tw: 重要

source: Very Important
ar: مهمة جدًا
ca: Molt important
eu: Oso garrantzitsua
fi: Hyvin tärkeä
gl: Moi importante
ka: ძალიან მნიშვნელოვანი
ko: 매우 중요함
nl: Zeer belangrijk
pt_br: Muito importante
sl: Zelo pomembno
sv: Mycket viktigt
uk: Дуже важливе
zh_tw: 非常重要

source: Information
ar: معلومات
ca: Informació
eu: Informazioa
fi: Tietoa
gl: Información
ka: ინფორმაცია
ko: 정보
nl: Informatie
pt_br: Informações
sl: Informacije
uk: Інформація
zh_tw: 資訊

source: Idea
ar: فكرة
eu: Ideia
fi: Ajatus
ka: იდეა
ko: 아이디어
nl: Idee
pt_br: Ideia
sl: Ideja
sv: Idé
uk: Ідея
zh_tw: 主意

# The initial of 'Idea'
source: I.
ar: ف.
fi: A.
ka: ი.

source: Code
ar: شفرة
ca: Codi
eu: Kodea
fi: Koodi
gl: Código
ka: კოდი
ko: 코드
pt_br: Código
sl: Koda
sv: Kod
uk: Код
zh_tw: 程式碼

source: Work
ar: عمل
ca: Feina
eu: Lanekoa
fi: Työ
gl: Traballo
ka: სამუშაო
ko: 작업
nl: Werk
pt_br: Trabalho
sl: Delo
sv: Arbete
uk: Робота
zh_tw: 工作

# The initial of 'Work'
source: W.
ar: ع.
ca: F.
eu: L.
fi: T.
gl: T.
ka: ს.
pt_br: T.
sl: D.
sv: A.
uk: Р.

source: Personal
ar: شخصيّ
eu: Pertsonala
fi: Oma
gl: Persoal
ka: პერსონალური
ko: 개인
nl: Persoonlijk
pt_br: Pessoal
sl: Osebno
sv: Personligt
uk: Особисте
zh_tw: 個人

# The initial of 'Personal'
source: P.
ar: ش.
fi: O.
ka: პ.
sl: O.
uk: О.

source: Funny
ar: مضحك
ca: Divertit
eu: Dibertigarria
fi: Hauska
gl: Gracioso
ka: სასაცილო
ko: 재미있음
nl: Grappig
pt_br: Divertido
sl: Smešno
sv: Rolig
uk: Кумедне
zh_tw: 好玩

source: Customize Tags
ar: خصص الوسوم
ca: Personalitza les etiquetes
eu: Etiketak neurrira egokitu
fi: Mukauta tunnisteita
gl: Personalizar as etiquetas
ka: ჭდეების მორგება
ko: 태그 사용자 정의
nl: Tags aanpassen
pt_br: Etiquetas personalizadas
sl: Prilagodi oznake
sv: Anpassa etiketter
uk: Налаштувати мітки
zh_tw: 自訂標籤

source: Ne&w Tag
ar: &وسم جديد
ca: Etiqueta no&va
eu: Etiketa &berria
fi: &Uusi tunniste
gl: No&va etiqueta
ka: &ახალი ჭდე
ko: 새 태그(&W)
nl: Nieu&we tag
pt_br: &Nova etiqueta
sl: No&va oznaka
sv: N&y etikett
uk: Ст&ворити мітку
zh_tw: 新標籤(&W)

source: New St&ate
ar: حالة &جديدة
ca: Est&at nou
eu: Egoera be&rria
fi: Uusi &tila
gl: Novo est&ado
ka: &ახალი მდგომარეობა
ko: 새 상태(&A)
nl: Nieuwe st&atus
pt_br: Novo e&stado
sl: Novo st&anje
sv: Nytt &tillstånd
uk: Ств&орити стан
zh_tw: 新狀態(&A)

source: Move Up (Ctrl+Shift+Up)
ar: انقل للأعلى (Ctrl+Shift+Up)
ca: Mou amunt (Ctrl+Maj+Fletxa amunt)
eu: Eraman gora (Ktrl+Maius+Gora)
fi: Siirrä ylemmäs (Ctrl+Vaihto+Ylös)
gl: Subir (Ctrl+Maiús+↑)
ka: მაღლა ატანა (Ctrl+Shift+Up)
ko: 위로 이동(Ctrl+Shift+Up)
nl: Omhoog verplaatsen (Ctrl+Shift+Up)
pt_br: Mover acima (Ctrl+Shift+Up)
sl: Premakni navzgor (krmilka+dvigalka+navzgor)
sv: Flytta upp (Ctrl+Skift+Uppåtpil)
uk: Пересунути вище (Ctrl+Shift+↑)
zh_tw: 上移 (Ctrl+Shift+Up)

source: Move Down (Ctrl+Shift+Down)
ar: انقل للأسفل (Ctrl+Shift+Down)
ca: Mou avall (Ctrl+Maj+Fletxa avall)
eu: Eraman behera (Ktrl+Maius+Behera)
fi: Siirrä alemmas (Ctrl+Vaihto+Alas)
gl: Baixar (Ctrl+Maiús+↓)
ka: დაბლა ჩამოტანა (Ctrl+Shift+Down)
ko: 아래로 이동(Ctrl+Shift+Down)
nl: Omlaag verplaatsen (Ctrl+Shift+Down)
pt_br: Mover abaixo (Ctrl+Shift+Down)
sl: Premakni navzdol (krmilka+dvigalka+navzdol)
sv: Flytta ner (Ctrl+Skift+Neråtpil)
uk: Пересунути нижче (Ctrl+Shift+↓)
zh_tw: 下移 (Ctrl+Shift+Down)

source: Delete
ar: احذف
ca: Suprimeix
eu: Ezabatu
fi: Poista
gl: Eliminar
ka: წაშლა
ko: 삭제
nl: Verwijderen
pt_br: Excluir
sl: Izbriši
sv: Ta bort
uk: Вилучити
zh_tw: 刪除

source: Tag
ar: الوسم
ca: Etiqueta
eu: Etiketa
fi: Tunniste
gl: Etiquetar
ka: ჭდე
ko: 태그
pt_br: Etiqueta
sl: Oznaka
sv: Etikett
uk: Мітка
zh_tw: 標籤

# Remove tag shortcut
source: &Remove
ar: أ&زل
ca: E&limina
eu: &Kendu
fi: &Poista
gl: &Retirar
ka: &წაშლა
ko: 태그 삭제(&R)
nl: Ve&rwijderen
pt_br: &Remover
sl: Odst&rani
sv: Ta bo&rt
uk: Ви&лучити
zh_tw: 移除(&R)

source: S&hortcut:
ar: الا&ختصار:
ca: &Drecera:
eu: &Lasterbidea:
fi: P&ikanäppäin:
gl: &Atallo:
ka: &მალსახმობი:
ko: 단축키(&H):
nl: S&neltoets:
pt_br: A&talho:
sl: &Bližnjica:
sv: &Genväg:
uk: С&корочення:
zh_tw: 快捷鍵(&H)：

source: &Inherited by new sibling notes
ar: &موروثة من قبل الملاحظات الشقيقة الجديدة
ca: &Heretada per les notes germanes noves
eu: Ohar haurride berri guztiek &heredatua
fi: P&eritty uusista sisarusmuistiinpanoista
gl: &Herdado por novas notas paralelas
ka: &მემკვიდრეობით ახალი ნათესავის შენიშვნებით
ko: 새 자매 메모에서 상속함(&I)
nl: &Geërfd door nieuwe afkomstnotities
pt_br: &Herdado por novas notas irmãs
sl: &Podedovano z novimi podrejenimi opombami
sv: Är&vd av nya syskonlänkar
uk: &Успадкування новими спорідненими нотатками
zh_tw: 由同層筆記繼承(&I)

source: Allow Cross Reference Links
ar: اسمح بروابط المراجع المتبادلة
ca: Permetre els enllaços de referència creuada
eu: Baimendu aipamen gurutzatuko estekak
fi: Salli viitelinkit
gl: Permitir ligazóns de referencia cruzadas
ka: ჯვარედინი მიმართვის ბმულების დაშვება
ko: 상호 참조 링크 허용
nl: Kruisverwijzingskoppelingen toestaan
pt_br: Permitir links de referência cruzada
sl: Dovoli povezave navzkrižnih sklicev
sv: Tillåt korsreferenslänkar
uk: Дозволити перехресні посилання
zh_tw: 允許交互參考連結

source: What does this do?
ar: ماذا يفعل هذا؟
ca: Què fa això?
eu: Zer egiten du?
fi: Mitä tämä tekee?
gl: Isto que fai?
ka: ეს რას აკეთებს?
ko: 무엇을 하나요?
nl: Wat doet dit?
pt_br: O que isto faz?
sl: Kaj to povzroči?
sv: Vad gör det här?
uk: Як це працює?
zh_tw: 這會做什麼？
