Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: <p>This is normal because there are several type of notes.<br>This setting only applies to file and local link notes.<br>The images you see are image notes, not file notes.<br>File notes are generic documents, whereas image notes are pictures you can draw in.</p><p>When dropping files to baskets, %1 detects their type and shows you the content of the files.<br>For instance, when dropping image or text files, image and text notes are created for them.<br>For type of files %2 does not understand, they are shown as generic file notes with just an icon or file preview and a filename.</p><p>If you do not want the application to create notes depending on the content of the files you drop, go to the "General" page and uncheck "Image or animation" in the "View Content of Added Files for the Following Types" group.</p>
ar: <p>هذا طبيعي لأن هناك عدة أنواع من الملاحظات.<br>هذا الإعداد ينطبق فقط على ملاحظات الملفات والروابط المحلية.<br>الصور التي تراها هي ملاحظات صور، وليست ملاحظات ملفات.<br>ملاحظات الملفات هي مستندات عامة، بينما ملاحظات الصور هي صور يمكنك الرسم عليها.</p><p>عند إسقاط الملفات في السلال، %1 يكشف نوعها ويعرض لك محتوى الملفات.<br>على سبيل المثال، عند إسقاط ملفات الصور أو النصوص، يتم إنشاء ملاحظات صور وملاحظات نصية لها.<br>بالنسبة لأنواع الملفات التي لا يفهمها %2، يتم عرضها كملاحظات ملفات عامة مع أيقونة أو معاينة للملف واسم ملف فقط.</p><p>إذا كنت لا تريد أن ينشئ التطبيق ملاحظات بناءً على محتوى الملفات التي تسقطها، فاذهب إلى صفحة "عام" وألغِ تحديد "صورة أو رسوم متحركة" في مجموعة "عرض محتوى الملفات المضافة للأنواع التالية".</p>
ca: <p>Això és normal perquè hi ha diversos tipus de notes.<br>Aquesta configuració només s'aplica a les notes de fitxer i d'enllaç local.<br>Les imatges que veieu són notes d'imatge, no notes de fitxer.<br>Les notes de fitxer són documents genèrics, mentre que les notes d'imatge són imatges que podeu dibuixar.</p><p>En deixar anar fitxers a les cistelles,el %1 detectarà el seu tipus i mostrarà el contingut dels fitxers.<br>Per exemple, en deixar anar fitxers d'imatge o de text, es crearan notes d'imatge i de text.<br>Per al tipus de fitxers que no comprèn el %2, es mostraran com a notes de fitxer genèriques amb només una vista prèvia d'icona o de fitxer amb un nom de fitxer.</p><p>Si no voleu que l'aplicació creï notes depenent del contingut dels fitxers que deixeu anar, aneu a la pàgina «General» i desmarqueu «Imatge o animació» al grup «Veure el contingut dels fitxers afegits per als següents tipus».</p>
eu: <p>Normala da hau, hainbat ohar-mota daudelako.<br>Ezarpen hau fitxategi eta esteka-ohar lokalei bakarrik aplikatzen zaie.<br>Ikusten dituzun irudiak irudi-oharrak dira, ez dira fitxategi-oharrak.<br>Fitxategi-oharrak dokumentu generikoak dira, irudi-oharrak berriz haietan marraz dezakezun irudiak dira.</p><p>Saskietara fitxategiak jaregitean, %1(e)k haien mota antzeman eta fitxategien edukia erakusten dizu.<br>adibidez, irudi- edo testu-fitxategiak jaregitean, haietarako irudi eta testu oharrak sortzen dira.<br>%2(e)k ulertzen ez dituen fitxategi motetarako, fitxategi- ohar generiko gisa erakusten dira, ikono batekin edo fitxategi aurreikuspegi batekin eta fitxategi-izen batekin.</p><p>Aplikazioak jaregiten dituzun fitxategietako edukian oinarritutako oharrak sortzea nahi ez baduzu, joan "Ikusi erantsitako fitxategien edukia mota hauetarako" taldeko "Orokorra" orrira eta kendu marka "Irudia edo animazioa"-tik.</p>
fi: <p>Tämä on odotettavaa, koska muistiinpanoja on eri tyyppisiä.<br>Asetus vaikuttaa vain tiedosto- ja paikallisiin linkkimuistiinpanoihin.<br>Näkemäsi kuvat ovat kuvamuistiinpanoja, eivät tiedostomuistiinpanoja.<br>Tiedostomuistiinpanot ovat tekstitiedostoja, kun taas kuvamuistiinpanoihin voit piirtää.</p><p>Pudotettaessa tiedostoja koreihin %1 tunnistaa niiden tyypin ja näyttää sinulle tiedoston sisällön.<br>Pudotettaessa esimerkiksi kuva- tai tekstitiedostoja, niistä luodaan kuva- ja tekstimuistiinpanoja.<br>Tiedostotyypit, joita %2 ei ymmärrä, näytetään yleisinä tiedostomuistiinpanoina, joilla on vain kuvake tai esikatselukuva ja tiedostonimi.</p><p>Ellet halua sovelluksen luovan muistiinpanoja pudottamiesi tiedostojen sisällön mukaan, siirry Perusasetukset-sivulle ja poista ”Kuva tai animaatio” ryhmästä ”Näytä sisältö lisätyistä seuraavien tyyppien tiedostoista”.</p>
gl: <p>É normal porque existen varios tipos de notas.<br>Esta opción só afecta a notas de ficheiro e de ligazóns locais.<br>As imaxes que ve son notas de imaxes, non notas de ficheiros.<br>As notas de ficheiros son documentos xenéricos, mentres que as notas de imaxe son imaxes nas que pode debuxar.</p><p>Ao soltar ficheiros en cestos, %1 detecta o seu tipo e amosa o contido dos ficheiros.<br>Por exemplo, ao soltar ficheiros de imaxe ou de texto, créanse notas de imaxe e de texto para eles.<br>No caso de tipos de ficheiro que %2 non recoñece, amósanse como notas de ficheiro xenéricas cunha icona ou vista previa de ficheiro e nome de ficheiro.</p><p>Se non quere que a aplicación cree notas segundo o contido do ficheiro que solta, abra a páxina «Xeral» e desmarque a opción «Imaxe ou animación» no grupo «Ver o contido dos ficheiros engadidos para os seguintes tipos».</p>
ka: <p>ეს ნორმალურია, რადგან არსებობს რამდენიმე ტიპის ნოტი.<br>ეს პარამეტრი ვრცელდება მხოლოდ ფაილსა და ლოკალურ ბმულზე.<br>სურათები, რომლებსაც ხედავთ, არის გამოსახულების ნოტები და არა ფაილის შენიშვნები.<br>ფაილის შენიშვნები არის ზოგადი დოკუმენტები, ხოლო გამოსახულების ნოტები არის სურათები, რომელთა დახატვაც შეგიძლიათ.</p><p>ფაილების კალათებში ჩაშვებისას, %1 dანაწილებს მათ ტიპს და გიჩვენებთ ფაილების შინაარსს.<br>მაგალითად, სურათის ან ტექსტური ფაილების ჩამოგდებისას მათთვის იქმნება სურათი და ტექსტური ნოტები.<br>ფაილების %2 dტიპისთვის oes არ ესმით, ისინი ნაჩვენებია როგორც ზოგადი ფაილის ნოტები მხოლოდ ხატის ან ფაილის გადახედვით და ფაილის სახელით.</p><p>თუ არ გსურთ, რომ აპლიკაციამ შექმნას შენიშვნები თქვენს მიერ ჩამოგდებულ ფაილების შინაარსიდან გამომდინარე, გადადით "ზოგადი" გვერდზე და წაშალეთ "სურათი ან ანიმაცია" ჯგუფში "დამატებული ფაილების შინაარსი შემდეგი ტიპებისთვის".</p>
ko: <p>메모 형식은 여러 가지가 있기 때문에 문제가 없습니다.<br> 이 설정은 파일과 로컬 링크 메모에만 적용됩니다.<br> 보고 있는 그림은 그림 메모이며, 파일 메모가 아닙니다.<br> 파일 메모는 일반 문서이며, 그림 메모는 그릴 수 있는 그림입니다.</p> <p>파일을 바구니에 끌어다 놓을 때 %1에서 형식을 감지하고 파일 내용을 표시합니다.<br> 예를 들어 그림이나 텍스트 파일을 끌어다 놓으면 그림과 텍스트 메모를 생성합니다.<br> %2에서 인식할 수 없는 파일 형식이라면 일반 파일 메모로 표시하며, 아이콘이나 파일 미리 보기와 파일 이름을 표시합니다.</p> <p>프로그램에 끌어다 놓은 파일 형식에 따라서 메모를 생성하지 않으려면 "일반" 페이지에서 "다음 형식의 파일을 추가했을 때 내용 표시" 그룹에서 "이미지나 애니메이션"의 선택을 해제하십시오.</p>
nl: <p>Dit is normaal omdat er verschillende typen notities zijn.<br>Deze instelling is alleen van toepassing op bestanden en locale notities met koppeling.<br>De afbeeldingen die u ziet zijn afbeeldingsnotities, geen bestandsnotities.<br>Bestandsnotities zijn generieke documenten, terwijl afbeeldingsnotities afbeeldingen zijn waarin u kunt tekenen.</p><p>Bij loslaten van bestanden in baskets, detecteert %1 hun type en toont u de inhoud van de bestanden.<br>Bij loslaten van, bijvoorbeeld, een afbeelding of tekstbestand, worden afbeeldings- of tekstnotities voor hen.<br>Voor typen bestanden die %2 niet begrijpt, worden deze getoond als generieke bestandsnotities met slechts een pictogram of voorbeeldbestand en een bestandsnaam.</p><p>Als u niet wilt dat de toepassing notities aanmaakt afhankelijk van de inhoud van de bestanden die u laat vallen, ga naar de pagina "Algemeen" en deactiveer "Afbeelding of animatie" in de groep "Inhoud van toegevoegde bestanden weergeven voor de volgende typen".</p>
pt_br: <p>Isso é normal porque existem vários tipos de notas.<br>Esta configuraçãoaplica-se apenas a notas de arquivo e link local.<br>As imagens que você vê são imagensnotas, não notas de arquivo.<br>As notas de arquivo são documentos genéricos, enquanto a imagemnotas são imagens que você pode desenhar.</p><p>Ao soltar arquivos nas cestas, %1detecta seu tipo e mostra o conteúdo dos arquivos.<br>Por exemplo,ao soltar arquivos de imagem ou texto, as notas de imagem e texto são criadas para eles.<br>Para tipos de arquivos que %2 não entende, eles são mostrados como arquivos genéricosnotas com apenas um ícone ou visualização de arquivo e um nome de arquivo.</p><p>Se você nãodeseja que o aplicativo crie notas dependendo do conteúdo dos arquivos quevocê soltar, vá para a página "Geral" e desmarque "Imagem ou animação" nogrupo "Exibir conteúdo de arquivos adicionados para os seguintes tipos".</p>
sl: <p>To je običajno, ker obstaja več vrst opomb.<br>Ta nastavitev velja samo za opombe datotek in krajevnih povezav.<br>Slike, ki jih vidite, so slikovne opombe in ne opombe datotek.<br>Opombe datotek so generični dokumenti, slikovne opombe pa slike, v katerih lahko rišete.</p><p>Ko spustite datoteke v košare, %1 zazna njihovo vrsto in vam pokaže vsebino datotek.<br>Ko npr. spustite slikovne ali besedilne datoteke, se zanje ustvarijo slikovne in besedilne opombe.<br>Za vrsto datotek, ki jih %2 ne more razbrati, so te prikazane kot generične datotečne opombe z samo ikono ali predogledom datoteke in imenom datoteke.</p><p>Če ne želite, da aplikacija ustvari opombe glede na vsebino datotek, ki jih spustite, pojdite na stran »Splošno« in počistite »Slika ali animacija« v skupini »Pokaži vsebini dodanih datotek za naslednje vrste«.</p>
sv: <p>Det är normalt eftersom det finns flera olika typer av anteckningar.<br>Inställningen gäller bara filanteckningar och lokala länkanteckningar.<br>Bilderna som visas är bildanteckningar, inte filanteckningar.<br>Filanteckningar är generella dokument, medan bildanteckningar är bilder som går att rita på.</p><p>När filer släpps i korgar, detekterar %1 deras typ och visar innehållet i filerna.<br>När exempelvis bild- eller textfiler släpps, skapas bild- och textanteckningar för dem.<br>Filtyper som %2 inte förstår, visas som generella filanteckningar med bara en ikon eller filförhandsgranskning och ett filnamn.</p><p>Om du inte vill att programmet ska skapa anteckningar baserat på innehållet i filerna du släpper, gå till sidan "Allmänt" och avmarkera "Bild eller animering" i gruppen "Visa innehåll i tillagda filer för följande typer".</p>
uk: <p>Так і має бути, оскільки передбачено декілька типів нотаток.<br>Цей параметр стосується лише файлів та нотаток із локальними посиланнями.<br>Зображення, які ви бачите, є нотатками-зображеннями, а не файловими нотатками.<br>Файлові нотатки є документами загального типу, а нотатки-зображення — зображеннями, на яких ви можете малювати.</p><p>При скиданні файлів до кошиків, %1 визначає їхній тип і показує вам вміст файлів.<br>Наприклад, при скиданні зображення або текстових файлів, програма створює для них нотатки-зображення або текстові нотатки.<br>Нотатки з файлами, які %2 не може обробляти, буде показано як загальні файлові нотатки — просто піктограмою або зображенням попереднього перегляду і назвою файла.</p><p>Якщо ви не хочете, щоб програма створювала нотатки на основі вмісту скинутих вами файлів, перейдіть на сторінку налаштувань «Загальне» і зніміть позначку з пункту «Зображення або анімація» у групі «Переглядати вміст доданих файлів для вказаних нижче типів».</p>
zh_tw: <p>這是正常的，因為筆記有很多種。<br>這個設定只適用於檔案和本地連結筆記。<br>您停用預覽之後看到的影像是影像筆記，不是檔案筆記。<br>檔案筆記是一般文件，而影像筆記是您可以繪製的圖片。</p><p>當檔案被拖放到筆記本內時，%1 會偵測其類型並向您顯示檔案內容。<br>舉例來說，拖放影像或文字檔案時，BasKet 便會為它們建立影像或文字筆記。<br>對於 %2 不瞭解的檔案類型，它們會作為一般檔案筆記匯入，並顯示圖示、檔案預覽和檔案名稱。</p><p>如果您希望本應用程式不要依檔案內容改變建立的筆記類型，請到設定的「新筆記」頁面取消勾選「加入後為以下檔案類型顯示內容」群組下「影像或動畫」的選項。</p>

source: Example
ar: مثال
ca: Exemple
eu: Adibidea
fi: Esimerkki
gl: Exemplo
ka: მაგალითი
ko: 예제
nl: Voorbeeld
pt_br: Exemplo
sl: Primer
sv: Exempel
uk: Приклад
zh_tw: 範例

source: Minimize
ar: صغّر
ca: Minimitza
eu: Ikonotu
fi: Pienennä
gl: Minimizar
ka: ჩაკეცვა
ko: 최소화
nl: Minimaliseren
pt_br: Minimizar
sl: Pomanjšaj
sv: Minimera
uk: Згорнути
zh_tw: 最小化

source: <p>Do you really want to quit %1?</p>
ar: <p>هل تريد حقًا الخروج من %1؟</p>
ca: <p>Realment voleu sortir del %1?</p>
eu: <p>%1(e)tik benetan irten nahi duzu?</p>
fi: <p>%1 – haluatko varmasti lopettaa?</p>
gl: <p>Seguro que quere saír de %1?</p>
ka: <p>დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ %1-დან?</p>
ko: <p>%1을(를) 종료하시겠습니까?</p>
nl: <p>Wilt u %1 afsluiten?</p>
pt_br: <p>Você realmente deseja sair %1?</p>
sl: <p>Ali res želite zapustiti %1?</p>
sv: <p>Vill du verkligen avsluta %1?</p>
uk: <p>Ви справді хочете вийти з %1?</p>
zh_tw: <p>您確定要離開 %1 嗎？</p>

source: Quit Confirm
ar: تأكيد الخروج
ca: Confirma en sortir
eu: Irtetea baieztatu
fi: Vahvista lopetus
gl: Confirmación de saída
ka: გასვლის დადასტურება
ko: 종료 확인
nl: Afsluiten bevestigen
pt_br: Confirmar saída
sl: Potrditev izhoda
sv: Bekräfta avslutning
uk: Підтвердження виходу
zh_tw: 確認離開

source: New Basket
ar: سلة جديدة
ca: Cistella nova
eu: Saski berria
fi: Uusi kori
gl: Novo cesto
ka: ახალი კალათა
ko: 새 바구니
nl: Nieuwe basket
pt_br: Nova cesta
sl: Nova košara
sv: Ny korg
uk: Новий кошик
zh_tw: 新筆記本

source: Background color
ar: لون الخلفية
ca: Color de fons
eu: Atzeko planoaren kolorea
fi: Taustaväri
gl: Cor de fondo
ka: ფონის ფერი
ko: 배경색
nl: Achtergrondkleur
pt_br: Cor do plano de fundo
sl: Barva ozadja
sv: Bakgrundsfärg
uk: Колір тла
zh_tw: 背景顏色

source: &Manage Templates...
ar: أدِر ال&قوالب ...
ca: &Gestiona les plantilles...
eu: &Kudeatu txantiloiak...
fi: Mallipohjien &hallinta…
gl: Xestionar os &modelos…
ka: &ნიმუშების მართვა...
ko: 템플릿 관리(&M)...
nl: Sjablonen &beheren...
pt_br: &Gerenciar modelos...
sl: &Upravljaj predloge ...
sv: &Hantera mallar...
uk: &Керування шаблонами…
zh_tw: 管理樣本(&M)...

source: One column
ar: عمود واحد
ca: Una columna
eu: Zutabe bat
fi: Yksi sarake
gl: Unha columna
ka: ერთი სვეტი
ko: 1열
nl: Één kolom
pt_br: Coluna um
sl: En stolpec
sv: En kolumn
uk: Один стовпчик
zh_tw: 單欄

source: Two columns
ar: عمودان
ca: Dues columnes
eu: Bi zutabe
fi: Kaksi saraketta
gl: Dúas columnas
ka: ორი სვეტი
ko: 2열
nl: Twee kolommen
pt_br: Coluna dois
sl: Dva stolpca
sv: Två kolumner
uk: У два стовпчики
zh_tw: 兩欄

source: Three columns
ar: ثلاث أعمدة
ca: Tres columnes
eu: Hiru zutabe
fi: Kolme saraketta
gl: Tres columnas
ka: სამი სვეტი
ko: 3열
nl: Drie kolommen
pt_br: Coluna três
sl: Trije stolpci
sv: Tre kolumner
uk: У три стовпчики
zh_tw: 三欄

source: Free
ar: المتبقي
ca: Lliure
eu: Aske
fi: Vapaa
gl: Libre
ka: თავისუფალი
ko: 자유
nl: Vrij
pt_br: Livre
sl: Prosto
sv: Ledig
uk: Довільно
zh_tw: 自由

source: &Template:
ar: ال&قالب:
ca: Plan&tilla:
eu: &Txantiloia:
fi: &Mallipohja:
gl: &Modelo:
ka: &შაბლონი:
ko: 템플릿(&T):
nl: &Sjabloon:
pt_br: &Modelo:
sl: Pre&dloga:
sv: &Mall:
uk: &Шаблон:
zh_tw: 樣本(&T)：

source: (Baskets)
ar: (سلال)
ca: (cistelles)
eu: (Saskiak)
fi: (Korit)
gl: (Cestos)
ka: (კალათები)
ko: (바구니)
pt_br: (Cestas)
sl: (Košare)
sv: (Korgar)
uk: (Кошики)
zh_tw: (筆記本)

source: C&reate in:
ar: أ&نشئ في:
ca: C&rea dins:
eu: So&rtu hemen:
fi: Luo &kansioon:
gl: C&rear en:
ka: &შექმნა:
ko: 생성 위치(&R):
nl: &Aanmaken in:
pt_br: Cri&ar em:
sl: &Ustvari v:
sv: S&kapa i:
uk: С&творити в:
zh_tw: 建立在(&R)：

source: How is it useful?
ar: كيف هو مفيد؟
ca: Com és d'utilitat?
eu: Nola lagun dezake?
fi: Mitä hyötyä tästä on?
gl: Como é útil?
ka: იყო ეს სასარგებლო?
ko: 어떻게 사용할 수 있나요?
nl: Hoe is het nuttig?
pt_br: Como isso é útil?
sl: Kako je to uporabno?
sv: Hur är det användbart?
uk: Як цим скористатися?
zh_tw: 這有什麼用？

source: <p>Creating baskets inside of other baskets to form a hierarchy allows you to be more organized by eg.:</p><ul><li>Grouping baskets by themes or topics;</li><li>Grouping baskets in folders for different projects;</li><li>Making sections with sub-baskets representing chapters or pages;</li><li>Making a group of baskets to export together (to eg. email them to people).</li></ul>
ar: <p>إنشاء سلال داخل سلال أخرى لتشكيل تسلسل هرمي يتيح لك أن تكون أكثر تنظيمًا على سبيل المثال:</p><ul><li>تجميع السلال حسب المواضيع أو الموضوعات؛</li><li>تجميع السلال في مجلدات لمشاريع مختلفة؛</li><li>عمل أقسام مع سلال فرعية تمثل فصولًا أو صفحات؛</li><li>عمل مجموعة من السلال لتصديرها معًا (لإرسالها بالبريد الإلكتروني للأشخاص على سبيل المثال).</li></ul>
ca: <p>Crear cistelles dins d'altres cistelles per a formar una jerarquia us permetrà estar més organitzat, p. ex:</p><ul><li>Agrupant les cistelles per a temes o tòpics.</li><li>Agrupant les cistelles en carpetes per a diferents projectes.</li><li>Creant seccions amb subcistelles que representen capítols o pàgines.</li><li>Creant un grup de cistelles per a exportar-les juntes (p. ex., enviar-les per correu electrònic).</li></ul>
eu: <p>Saski batzuen barruan beste saski batzuk sortzea antolatuago egoteko hierarkia bat sortzeko aukera ematen dizu, adib:</p><ul><li>Saskiak gaika antolatzea;</li><li>Saskiak proiektu ezberdinetarako karpetatan taldekatzea;</li><li>Kapituluak edo orrialdeak ordezkatzeko azpi-saskiekin atalak egitea; </li><li>Elkarrekin esportatzeko saski-talde bat egitea (adib. haiek jendeari e-posta bidez bidaltzeko).</li></ul>
fi: <p>Luomalla koreja korien sisään voi luoda hierarkian, joka auttaa pitämään yllä järjestystä; esimerkiksi:</p><ul><li>koreja voi ryhmitellä teemoittain tai aiheittain</li><li>eri projektien korit voi ryhmitellä kansioiksi</li><li>kokonaisuuden osat (luvut tai sivut) voi toteuttaa alikoreina</li><li>joukon koreja voi viedä kerralla (esim. sähköpostitse vastaanottajille).</li></ul>
gl: <p>Crear cestos dentro doutros nunha xerarquía permite unha mellor organización. Por exemplo:</p><ul><li>agrupar cestos por tema,</li><li>agrupar cestos en cartafoles de distintos proxectos,</li><li>facer seccións con subcestos que representan capítulos ou páxinas, ou</li><li>facer un grupo de cestos e exportalos xuntos, por exemplo para enviarllos a xente por correo electrónico.</li></ul>
ka: <p>კალათების შექმნა სხვა კალათების შიგნით ქმნის იერარქიას რომელიც გეხმარებათ< უფრო ორგანიზებული ბრძანდებოდეთ, მაგალითად: </p><ul><li>კალათების დაჯგუფებით თემების მიხედვით:</li><li>კალათების დაჯგუფება სხვადასხვა პროექტებისთვის</li><li>ქვეკალათების სექციების შექმნა, რომლებიც გვერდებს ან თავებს წარმოადგენენ</li><li>კალათების დაჯგუფება მათი ერთად გასატანად (მაგალითად, მათი ელფოსტაზე გასაგზავნად).</li></ul>
ko: <p>바구니 안에 다른 바구니를 만들어서 계층적으로 내용을 정리할 수 있습니다.</p> <ul> <li>테마나 주제별로 바구니 그룹화</li> <li>프로젝트별로 다른 폴더로 바구니 그룹화</li> <li>각 장이나 쪽을 하위 바구니로 부분별로 나누기</li> <li>동시에 여러 바구니를 내보내는 그룹 만들기(예: 이메일 전송)</li> </ul>
nl: <p>Aanmaken van baskets in andere baskets om een hiërarchie te vormen biedt u meer georganiseerd te zijn door bijv.:</p><ul><li>Baskets te groeperen op thema's of onderwerpen;</li><li>Baskets groeperen in mappen voor verschillende projecten;</li><li>Secties maken met sub-baskets die hoofdstukken of pagina's representeren;</li><li>Een groep van baskets om ze samen te exporteren (om bijvoorbeeld per e-mail te versturen aan mensen).</li></ul>
pt_br: <p>Criar cestas dentro de outras cestas para formar uma hierarquia para ser mais organizado, por exemplo:</p><ul><li>Agrupando cestas por temas ou tópicos;</li><li>Agrupar cestas em pastas para diferentes projetos;</li><li>Fazerseções com sub-cestas representando capítulos ou páginas;</li><li>Fazendo umagrupo de cestas para exportar em conjunto (por exemplo, enviá-las por e-mail para as pessoas).</li></ul>
sl: <p>Ustvarjanje košar v drugih košarah za tvorbo hierarhije vam omogoča, da ste bolj organizirani z npr.:</p><ul><li>združevanje košar po temah ali zadevah;</li><li>združevanje košar v mapah za različne projekte;</li><li>izdelava odsekov s podkošarami, ki predstavljajo poglavja ali strani;</li><li>izdelava skupine košar za skupen izvoz (za npr. e-poštno sporočilo).</li></ul>
sv: <p>Skapar korgar inne i andra korgar för att skapa en hierarki som låter dig organisera bättre genom att t.ex.:</p><ul><li>Gruppera korgar enligt teman eller ämnen,</li><li>Gruppera korgar i kataloger för olika projekt,</li><li>Skapa ett urval med delkorgar som representerar kapitel eller sidor,</li><li>Skapa en korggrupp att exportera tillsammans (för att t.ex. skicka dem via e-post).</li></ul>
uk: <p>Створення кошиків всередині інших кошиків для формування ієрархій надає вам змогу структурувати ваші нотатки:</p><ul><li>можна групувати кошики за темами;</li><li>можна групувати кошики за теками для різних проєктів;</li><li>можна створювати розділи із підкошиками, які відповідають главам або сторінкам роботи;</li><li>можна створювати групи кошиків для спільного експортування (наприклад, для надсилання електронною поштою).</li></ul>
zh_tw: <p>在別的筆記本內建立筆記本來構築階層可以幫助您整理筆記，例如：</p><ul><li>依主題群組化筆記本</li><li>為不同專案把筆記本放在不同資料夾內</li><li>用子筆記本代表章節或頁面</li><li>群組化一群筆記本來一起匯出（可以傳電子郵件給別人）</li></ul>

source: Free-form
ar: شكل حر
ca: Forma lliure
eu: Era askea
fi: Vapaamuotoinen
gl: Man alzada
ka: თავისუფალი მდებარეობა
ko: 자유형
nl: Vrije vorm
pt_br: Forma livre
sl: Prostoročno
sv: Fri form
uk: Довільна форма
zh_tw: 自由筆畫

source: Mind map
ar: خارطة ذهنية
ca: Mapa mental
eu: Adimen-mapa
fi: Miellekartta
gl: Mapa mental
ka: თავისუფალი დალაგება
ko: 마인드맵
pt_br: Mapa mental
sl: Miselni vzorec
sv: Tankekarta
uk: Карта для запам'ятовування
zh_tw: 心智圖

source: Group
ar: المجموعة
ca: Grup
eu: Taldea
fi: Ryhmittele
gl: Agrupar
ko: 그룹
nl: Groep
pt_br: Agrupar
sl: Združi
sv: Grupp
uk: Згрупувати
zh_tw: 群組

source: Plain Text
ar: نصّ صِرف
ca: Text net
eu: Testu-soila
fi: Muotoilematon teksti
gl: Texto simple
ka: უბრალო ტექსტი
ko: 일반 텍스트
nl: Platte tekst
pt_br: Texto simples
sl: Navadno besedilo
sv: Vanlig text
uk: Звичайний текст
zh_tw: 純文字

source: Text
ar: نص
eu: Testua
fi: Teksti
gl: Texto
ka: ტექსტი
ko: 텍스트
nl: Tekst
pt_br: Texto
sl: Besedilo
uk: Текст
zh_tw: 文字

source: Image
ar: صورة
ca: Imatge
eu: Irudia
fi: Kuva
gl: Imaxe
ka: გამოსახულება
ko: 그림
nl: Afbeelding
pt_br: Imagem
sl: Slika
sv: Bild
uk: Зображення
zh_tw: 影像

source: Animation
ar: تحريك
ca: Animació
eu: Animazioa
fi: Animaatio
gl: Animación
ka: ანიმაცია
ko: 애니메이션
nl: Animatie
pt_br: Animação
sl: Animacija
sv: Animering
uk: Анімація
zh_tw: 動畫

source: Sound
ar: صوت
ca: So
eu: Soinua
fi: Ääni
gl: Son
ka: ხმა
ko: 소리
nl: Geluid
pt_br: Som
sl: Zvok
sv: Ljud
uk: Звук
zh_tw: 聲音

source: File
ar: ملف
ca: Fitxer
eu: Fitxategia
fi: Tiedosto
gl: Ficheiro
ka: ფაილი
ko: 파일
nl: Bestand
pt_br: Arquivo
sl: Datoteka
sv: Arkiv
uk: Файл
zh_tw: 檔案

source: Link
ar: رابط
ca: Enllaç
eu: Esteka
fi: Linkki
gl: Ligazón
ka: ბმული
ko: 링크
nl: Verwijzing
sl: Povezava
sv: Länk
uk: Посилання
zh_tw: 連結

source: Cross Reference
ar: إسناد ترافقي
ca: Referència creuada
eu: Aipamen gurutzatua
fi: Viite
gl: Referencia cruzada
ka: ჯვარედინი დამოწმება
ko: 상호 참조
nl: Kruisverwijzingen
pt_br: Referência cruzada
sl: Navzkrižni sklic
sv: Korsreferens
uk: Перехресне посилання
zh_tw: 交互參考

source: Launcher
ar: مطلق
ca: Llançador
eu: Abiarazlea
fi: Käynnistin
gl: Iniciador
ka: გამშვები
ko: 실행기
nl: Starter
pt_br: Lançador
sl: Zaganjalnik
sv: Startprogram
uk: Засіб запуску
zh_tw: 啟動器

source: Color
ar: لون
eu: Kolorea
fi: Väri
gl: Cor
ka: ფერი
ko: 색상
nl: Kleur
pt_br: Cor
sl: Barva
sv: Färg
uk: Колір
zh_tw: 色彩

source: Unknown
ar: مجهول
ca: Desconeguda
eu: Ezezaguna
fi: Tuntematon
gl: Descoñecido
ka: უცნობი
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
sl: Neznano
sv: Okänd
uk: Невідомий
zh_tw: 未知

source: Edit this plain text
ar: حرر هذا النص العادي
ca: Edita-la en text net
eu: Editatu testu-soila
fi: Muokkaa tätä muotoilematonta tekstiä
gl: Editar o texto simple
ka: ამ უბრალო ტექსტის ჩასწორება
ko: 이 일반 텍스트 편집
nl: Deze platte tekst bewerken
pt_br: Editar texto simples
sl: Uredi to navadno besedilo
sv: Redigera den enkla texten
uk: Редагувати цей звичайний текст
zh_tw: 編輯這個純文字

source: Edit this text
ar: حرر هذا النص
ca: Edita aquest text
eu: Editatu testu hau
fi: Muokkaa tätä tekstiä
gl: Editar o texto
ka: ამ ტექსტის ჩასწორება
ko: 이 텍스트 편집
nl: Deze tekst bewerken
pt_br: Editar texto
sl: Uredi to besedilo
sv: Redigera texten
uk: Редагувати цей текст
zh_tw: 編輯這個文字
