Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: <p>When opening Web links, they are opened in different applications, depending on the content of the link (a Web page, an image, a PDF document...), such as if they were files on your computer.</p><p>Here is how to do if you want every Web addresses to be opened in your Web browser. It is useful if you are not using Plasma (if you are using eg. GNOME, XFCE...).</p><ul><li>Open the KDE System Settings (if it is not available, try to type "systemsettings" in a command line terminal);</li><li>Go to the "Applications" and then "Default Applications" section;</li><li>Choose "Web Browser", check "with the following command:" and enter the name of your Web browser (like "firefox" or "epiphany").</li></ul><p>Now, when you click <i>any</i> link that start with "https://...", it will be opened in your Web browser (eg. Mozilla Firefox or Epiphany or...).</p><p>For more fine-grained configuration (like opening only Web pages in your Web browser), read the third button tooltip.</p>
ar: <p>عند فتح روابط الويب، يتم فتحها في تطبيقات مختلفة، حسب محتوى الرابط (صفحة ويب، صورة، مستند PDF...)، كما لو كانت ملفات على جهاز الحاسوب الخاص بك.</p><p>هذه هي كيفية القيام بذلك إذا كنت تريد فتح جميع عناوين الويب في متصفح الويب الخاص بك. وهذا مفيد إذا كنت لا تستخدم Plasma (إذا كنت تستخدم مثلاً GNOME، XFCE...).</p><ul><li>افتح إعدادات نظام KDE (إذا لم تكن متاحة، حاول كتابة "systemsettings" في محطة طرفية لسطر الأوامر)؛</li><li>اذهب إلى قسم "التطبيقات" ثم "التطبيقات الافتراضية"؛</li><li>اختر "متصفح الويب"، وعلّم على "بالأمر التالي:" وأدخل اسم متصفح الويب الخاص بك (مثل "firefox" أو "epiphany").</li></ul><p>الآن، عندما تنقر على <i>أي</i> رابط يبدأ بـ "https://..."، سيتم فتحه في متصفح الويب الخاص بك (مثلاً Mozilla Firefox أو Epiphany أو...).</p><p>للمزيد من التكوين الدقيق (مثل فتح صفحات الويب فقط في متصفح الويب الخاص بك)، اقرأ تلميح الزر الثالث.</p>
eu: <p>Web-estekak irekitzean, estekaren edukiaren arabera (web-orri bat, irudi bat, PDF dokumentu bat...), aplikazio ezberdinetan irekitzen dira, zure ordenagailuko fitxategiak balira moduan.</p><p>Web-helbide guztiak zure Web-arakatzailean irekitzea nahi baduzu egin beharrekoa hau da. Lagungarria da Plama erabiltzen ez baduzu (GNOME, XFCE, ... erabiltzen baduzu adibidez).</p><ul><li>Ireki KDE Sistemaren Ezarpenak (erabilgarri ez badago, saiatu komando-lerroko terminal batean "systemsettings" tekleatzen);</li><li>Joan "Aplikazioak", ondoren "Lehenetsitako Aplikazioak" atalera;</li><li>Aukeratu "Web-arakatzailea", markatu "Ondoko komandoaren:" eta sartu zure arakatzailearen izena ("firefox" edo "epiphany" esaterako).</li></ul><p>Orain, "https://..."-rekin hasten den <i>edozein</i> estekari klik egiten diozunean, zure web-arakatzailean irekiko da (adib. Mozilla Firefox edo Epiphany edo...).</p><p>Konfigurazio zehatzagoa lortzeko (Web-arakatzailean web-orriak bakarrik irekitzea bezalakoa), irakurri hirugarren botoiaren tresna-argibidea.</p>
gl: <p>Ao abrir ligazóns web, ábrense en distintas aplicacións segundo o contido da ligazón (unha páxina web, unha imaxe, un documento PDF…), como se fosen ficheiros no computador.</p><p>Se prefire que todas se abran no navegador web, por exemplo se usa algo distinto de Plasma (GNOME, XFCE…), faga o seguinte:</p><ul><li>Abra a configuración do sistema de KDE (se non a atopa, probe a escribir «systemsettings» nun terminal);</li><li>Vaia a «Aplicacións → Aplicacións predeterminadas»;</li><li>Escolla «Navegador web», marque «coa seguinte orde:» e escriba o nome do seu navegador web (por exemplo «firefox» ou «epiphany»).</li></ul><p>Agora, cando prema <i>calquera</i> ligazón que comeza por «https://…» abrirase no seu navegador web (por exemplo, en Mozilla Firefox ou en Epiphany).</p><p>Para unha configuración máis elaborada, como abrir só páxinas web no seu navegador web, consulte a mensaxe emerxente do terceiro botón.</p>
ka: <p>ვებ ბმულების გახსნისას, ისინი იხსნება სხვადასხვა აპლიკაციებში, რაც დამოკიდებულია ბმულის შინაარსზე (ვებ გვერდი, სურათი, PDF დოკუმენტი ...), მაგალითად, თუ ისინი ფაილები იყვნენ თქვენს კომპიუტერში.</p><p>აქ მოცემულია, თუ გსურთ, რომ ყველა ვებ ბრაუზერი გაიხსნას ვებ ბრაუზერში. სასარგებლოა, თუ არ იყენებთ Plasma (თუ იყენებთ მაგალითად. GNOME, XFCE...).</p><ul><li>გახსენით KDE სისტემის პარამეტრები (თუ ის მიუწვდომელია, შეეცადეთ აკრიფოთ "systemsettings" ბრძანების ხაზის ტერმინალში);</li><li>გადადით "პროგრამები" და შემდეგ "ნაგულისხმევი პროგრამები" განყოფილებაში;</li><li>აირჩიეთ "ვებ ბრაუზერი", შეამოწმეთ "შემდეგი ბრძანებით:" და შეიყვანეთ თქვენი ბრაუზერის სახელი (მაგალითად, "firefox" ან "epiphany").</li></ul><p>ახლა, როდესაც დააწკაპუნებთ <i>ნებისმიერ</i> ბმულს, რომელიც იწყება "https://...", ის გაიხსნება თქვენს ბრაუზერში (მაგ. Mozilla Firefox ან ნათლისღება ან...).</p><p>უფრო წვრილმარცვლოვანი კონფიგურაციისთვის (მაგალითად, თქვენს ბრაუზერში მხოლოდ ვებ – გვერდების გახსნა), წაიკითხეთ მესამე ღილაკის ინსტრუმენტი.</p>
nl: <p>Bij openen van webkoppelingen worden ze geopend in verschillende toepassingen, afhankelijk van de inhoud van de koppeling (een webpagina, een afbeelding, een PDF-document...), alsof ze bestanden op uw computer zijn.</p><p>Hier is hoe dat te doen als u elk webadres wilt openen in uw webbrowser. Het is nuttig als u Plasma niet gebruikt (als u bijv. GNOME, XFCE... gebruikt).</p><ul><li>Open Systeeminstellingen van KDE (als het niet beschikbaar is, probeer "systemsettings" in te typen in een console);</li><li>Ga naar "Toepassingen" en dan sectie "Standaard toepassingen";</li><li>Kies "Webbrowser", activeer "met het volgende commando:" en voer de naam in van uw webbrowser (zoals "firefox" of "epiphany").</li></ul><p>Wanneer u nu klitk op <i>elke</i> koppeling die begint met "https://...", zal deze geopend worden in uw webbrowser (bijv. Mozilla Firefox of Epiphany of...).</p><p>Voor een verfijnde configuratie (zoals alleen webpagina's openen in uw webbrowser), lees de tekstballon bij de derde knop.</p>
pt_br: <p>Ao abrir links da Web, eles são abertos em diferentes aplicativos, dependendo do conteúdo do link (uma página da Web, uma imagem, um documento PDF...), como se fossem arquivos no seu computador.</p><p>Veja como fazer se você quiser que todos os endereços da Web sejam abertos no seu navegador. É útil se você não estiver usando Plasma (se estiver usando, por exemplo, GNOME, XFCE...).</p><ul><li>Abra as Configurações do sistema do KDE (se não estiverem disponíveis, tente digitar "systemsettings" em um terminal de linha de comando);</li><li>Vá para a seção "Aplicativos" e depois para a seção "Aplicativos padrão";</li><li>Escolha "Navegador da Web", marque "com o seguinte comando:" e digite o nome do seu navegador da Web (como "firefox" ou "epiphany").</li></ul><p>Agora, ao clicar em <i>qualquer</i> link que comece com "https://...", ele será aberto no seu navegador da Web (por exemplo, Mozilla Firefox, Epiphany ou...).</p><p>Para uma configuração mais detalhada (como abrir apenas páginas da Web no seu navegador da Web), leia a dica de ferramenta do terceiro botão.</p>
zh_tw: <p>開啟網頁連結時，會依連結內容（網頁、影像、PDF 文件…）來在不同的應用程式中開啟，就好像它們是您的電腦上的檔案一樣。</p><p>如果您希望所有網頁連結都要用網頁瀏覽器開啟的話，可以這樣做（您如果使用 GNOME、XFCE 等等而非使用 Plasma 的話這可能會有用）：</p><ul><li>開啟 KDE 系統設定（如果看不到它的話試試看用終端機執行 "systemsettings"）</li><li>到「應用程式」→「預設應用程式」</li><li>選取「網頁瀏覽器」，勾選「用以下命令」，然後輸入您的網頁瀏覽器的名稱（像是 "firefox" 或 "epiphany"）。</li></ul><p>完成之後點擊<i>任何</i>以 "https://</p> 開頭的連結便總是會以您的瀏覽器開啟。<p><p>更多詳細設定（像是讓瀏覽器只開啟網頁）請見第三個按鈕的工具提示。</p>

source: <p>Here is how to set the application to be used for each type of file. This also applies to Web links if you choose not to open them systematically in a Web browser (see the first help link). The default settings should be good enough for you, but this tip is useful if you are using GNOME, XFCE, or another environment than Plasma.</p><p>This is an example of how to open HTML pages in your Web browser (and keep using the other applications for other addresses or files). Repeat these steps for each type of file you want to open in a specific application.</p><ul><li>Open the KDE System Settings (if it is not available, try to type "systemsettings" in a command line terminal);</li><li>Go to the "Applications" and then "File Associations" section;</li><li>In the tree, expand "text" and click "html";</li><li>In the applications list, add your Web browser as the first entry;</li><li>Do the same for the type "application -> xhtml+xml".</li></ul>
ar: <p>هذه هي كيفية إعداد التطبيق المراد استخدامه لكل نوع من الملفات. ينطبق هذا أيضًا على روابط الويب إذا اخترت عدم فتحها بشكل منهجي في متصفح ويب (انظر رابط المساعدة الأول). يجب أن تكون الإعدادات الافتراضية جيدة بما فيه الكفاية بالنسبة لك، ولكن هذه النصيحة مفيدة إذا كنت تستخدم غنوم، XFCE، أو أي بيئة أخرى غير بلازما.</p><p>هذا مثال على كيفية فتح صفحات HTML في متصفح الويب الخاص بك (والاستمرار في استخدام التطبيقات الأخرى للعناوين أو الملفات الأخرى). كرر هذه الخطوات لكل نوع من الملفات التي تريد فتحها في تطبيق معين.</p><ul><li>افتح إعدادات نظام كيدي (إذا لم تكن متاحة، حاول كتابة "systemsettings" في محطة طرفية لسطر الأوامر)؛</li><li>اذهب إلى قسم "التطبيقات" ثم "ارتباطات الملفات"؛</li><li>في الشجرة، وسّع "text" وانقر على "html"؛</li><li>في قائمة التطبيقات، أضف متصفح الويب الخاص بك كأول إدخال؛</li><li>افعل الشيء نفسه لنوع "application-> xhtml+xml".</li></ul>
ca: <p>Aquí s'explica com configurar l'aplicació que s'usarà per a cada tipus de fitxer. Això també s'aplica als enllaços web si trieu no obrir-los sistemàticament en un navegador web (consulteu el primer enllaç d'ajuda). L'opció predeterminada hauria de ser prou bona, però aquest consell és útil si useu el GNOME, XFCE o un altre entorn que no sigui el Plasma.</p><p>Aquest és un exemple de com obrir les pàgines HTML en el vostre navegador web (i seguir fent servir les altres aplicacions per a altres adreces o fitxers). Repetiu aquests passos per a cada tipus de fitxer que vulgueu obrir en una aplicació específica.</p><ul><li>Obriu l'Arranjament del sistema KDE (si no està disponible, intenteu escriure «kk» en un terminal de la línia d'ordres).</li><li>Aneu a la secció «Aplicacions» i després a la secció «Associacions de fitxer».</li><li>En l'arbre, expandiu «text» i feu clic a «html».</li><li>A la llista d'aplicacions, afegiu el vostre navegador web com la primera entrada.</li><li>Feu el mateix per al tipus «application -> xhtml+xml».</li></ul>
eu: <p>Hemen dago fitxategi mota bakoitzerako erabili beharreko aplikazioa ezartzeko era. Hau web-estekei ere aplikatzen zaie, haiek sistematikoki web-arakatzaile batean ez irekitzea erabakitzen baduzu (begiratu lehen laguntza-esteka). Lehenetsitako ezarpenak nahikoa izan beharko lirateke, baina argibide hau erabilgarria da GNOME, XFCE, edo Plasma ez beste ingurune bat erabiltzen baduzu.</p><p>HTML orriak zure web-arakatzailean irekitzeko (eta beste helbide edo fitxategietarako beste aplikazio batzuk erabiltzen jarraitzeko) adibide bat da hau. Urrats hauek errepikatu aplikazio zehatz batekin ireki nahi duzun fitxategi-mota bakoitzerako.</p><ul><li>Ireki KDE Sistemaren Ezarpenak (erabilgarri ez badago, saiatu komando-lerroko terminal batean "systemsettings" tekleatzen);</li><li>Joan "Aplikazioak", ondoren "Fitxategi-elkarketa" atalera;</li><li>Zuhaitzean, zabaldu "testua" eta klik "html";</li><li>Aplikazio-zerrendan, gehitu zure Web-arakatzailea aurreneko sarrera gisa;</li><li>Egin gauza bera "aplikazioa -> xhtml+xml" motarekin.</li></ul>
fi: <p>Näin voi asettaa sovelluksen eri tyyppisille tiedostoille. Tämä koskee myös verkkolinkkejä, jollei niitä halua avata aina selaimeen (ks. ensimmäistä ohjelinkkiä). Oletusasetusten pitäisi olla riittävän hyvät, mutta tästä vinkistä on hyötyä, jos käytät Gnomea, XFCE:ta tai muuta ympäristöä kuin Plasmaa.</p><p>Tässä on esimerkki, miten avata HTML-sivut selaimeen (ja muut osoitteet ja tiedostot yhä muihin sovelluksiin). Toista vaiheet kullekin tiedostotyypille, jonka haluat avata tiettyyn sovellukseen.</p><ul><li>avaa järjestelmäasetukset (jollei sitä näy käyttöliittymässä, kokeile kirjoittaa ”systemsettings” päätteen komentoriville)</li><li>siirry Sovellukset-osion kohtaan Tiedostokytkökset</li><li>avaa puusta ensin kohta ”text”, sitten ”html”</li><li>lisää selaimesi sovellusluettelon ensimmäiseksi kohdaksi</li><li>tee sama vielä puun kohdalle ”application” → ”xhtml+xml”.</li></ul>
gl: <p>Faga o seguinte para definir a aplicación que usar para cada tipo de ficheiro. Isto tamén afecta a ligazóns web se escolle non abrilas sistematicamente nun navegador web (consulte a primeira ligazón de axuda). A configuración predeterminada debería abondar, pero este consello é útil se usa GNOME, XFCE ou outro entorno distinto de Plasma.</p><p>Isto é un exemplo de como abrir páxinas HTML no seu navegador web (e seguir usando outras aplicacións para outros enderezos ou ficheiros). Repita estes pasos para cada tipo de ficheiro que queira abrir nunha aplicación concreta.</p><ul><li>Abra a configuración do sistema de KDE (se non a atopa, escriba «systemsettings» nun terminal);</li><li>Vaia a «Aplicacións → Asociación de ficheiros»;</li><li>Na árbore, expanda «texto» e prema «html»;</li><li>Na lista de aplicacións, engada o seu navegador web como a primeira entrada;</li><li>Faga o mesmo para o tipo «aplicación» → «xhtml+xml».</li></ul>
ka: <p>აქ მოცემულია, თუ როგორ უნდა დააყენოთ პროგრამა, რომელიც გამოყენებული იქნება თითოეული ტიპის ფაილისთვის. ეს ასევე ეხება ვებ ბმულებს, თუ თქვენ აირჩევთ არ გახსნათ ისინი სისტემატურად ვებ ბრაუზერში (იხ. პირველი დახმარების ბმული). ნაგულისხმევი პარამეტრები საკმარისად კარგი უნდა იყოს თქვენთვის, მაგრამ ეს რჩევა სასარგებლოა, თუ იყენებთ GNOME, XFCE ან სხვა გარემოს, ვიდრე Plasma.</p><p>ეს არის მაგალითი იმისა, თუ როგორ უნდა გახსნათ HTML გვერდები თქვენს ბრაუზერში (და გააგრძელეთ სხვა პროგრამების გამოყენება სხვა მისამართებისა თუ ფაილებისთვის). გაიმეორეთ ეს ნაბიჯები თითოეული ტიპის ფაილისთვის, რომლის გახსნაც გსურთ კონკრეტულ პროგრამაში.</p><ul><li>გახსენით KDE სისტემის პარამეტრები (თუ ის მიუწვდომელია, შეეცადეთ აკრიფოთ "systemsettings" ბრძანების ხაზის ტერმინალში);</li><li>გადადით "პროგრამები" და შემდეგ "ფაილური ასოციაციები" განყოფილებაში;</li><li>ხეში გააფართოვეთ "ტექსტი" და დააჭირეთ "html";</li><li>პროგრამების სიაში დაამატეთ თქვენი ვებ ბრაუზერი, როგორც პირველი ჩანაწერი;</li><li>იგივე გააკეთე ტიპისთვის "აპლიკაცია -> xhtml+xml".</li></ul>
ko: <p>각각 파일 형식을 열 때 사용할 프로그램을 설정하는 방법입니다. 이 설정은 웹 링크를 항상 웹 브라우저에서 열도록 설정하지 않았을 때에도 사용됩니다(첫 번째 도움말 링크 참조). 기본 설정은 대부분 환경에서 적당하지만 그놈, XFCE 등 Plasma가 아닌 데스크톱 환경을 사용하고 있다면 이 팁이 유용할 수 있습니다.</p> <p>다음 예제는 HTML 페이지를 웹 브라우저로 열고 다른 주소나 파일을 개별 프로그램으로 여는 방법입니다. 별도의 프로그램으로 열 파일 형식마다 이 작업을 반복하십시오.</p> <ul> <li>KDE 시스템 설정 열기(사용할 수 없는 경우에는 터미널 명령행에서 "systemsettings" 입력)</li> <li>"프로그램"으로 이동하여 "파일 연결" 선택</li> <li>트리에서 "text"를 확장하고 "html" 선택</li> <li>프로그램 목록에서 웹 브라우저를 첫 번째 항목으로 추가</li> <li>"application -> xhtml+xml"에 대해서도 같은 작업 수행</li></ul>
nl: <p>Hier is hoe u de toepassing instelt om te gebruiken voor elk type bestand. Dit is ook van toepassing op webkoppelingen als u kiest ze niet systematisch te openen in een webbrowser (zie de eerste helpkoppeling). De standaard instellingen zouden goed genoeg voor u moeten zijn, maar deze tip is nuttig als u GNOME, XFCE of een andere omgeving dan Plasma gebruikt.</p><p>Dit is een voorbeeld van hoe HTML pagina's in uw webbrowser te openen (en de andere toepassingen voor andere adressen of bestanden). Herhaal deze stappen voor elk type bestand dat u wilt openen in een specifieke toepassing.</p><ul><li>Open Systeeminstellingen van KDE (als het niet beschikbaar is, probeer "systemsettings" te typen in console);</li><li>Ga naar "Toepassingen" en daarna sectie "Bestandsassociaties";</li><li>In de boomstructuur, vouw uit "tekst" en klik op "html";</li><li>In de lijst met toepassingen, voeg uw webbrowser toe als het eerste item;</li><li>Doe hetzelfde voor het type "toepassing -> xhtml+xml".</li></ul>
pt_br: <p>Veja como definir o aplicativo a ser usado para cada tipo de arquivo. Isso também se aplica a links da Web, caso você opte por não abri-los sistematicamente em um navegador da Web (consulte o primeiro link de ajuda). As configurações padrão devem ser boas o suficiente para você, mas esta dica é útil se você estiver usando GNOME, XFCE ou outro ambiente que não o Plasma.</p><p>Este é um exemplo de como abrir páginas HTML no seu navegador da Web (e continuar usando os outros aplicativos para outros endereços ou arquivos). Repita essas etapas para cada tipo de arquivo que você deseja abrir em um aplicativo específico.</p><ul><li>Abra as Configurações do Sistema do KDE (se não estiver disponível, tente digitar "systemsettings" em um terminal de linha de comando);</li><li>Vá para a seção "Aplicativos" e depois para a seção "Associações de arquivos";</li><li>Na árvore, expanda "texto" e clique em "html";</li><li>Na lista de aplicativos, adicione seu navegador da Web como a primeira entrada;</li><li>Faça o mesmo para o tipo "aplicativo -> xhtml+xml".</li></ul>
sl: <p>Tukaj je, kako nastavite aplikacijo, ki jo želite uporabiti za vsako vrsto datoteke. To velja tudi za spletne povezave, če se odločite, da jih ne boste sistematično odprli v spletnem brskalniku (glejte prvo povezavo pomoči). Privzete nastavitve morajo biti dovolj dobre za vas, vendar je ta namig uporaben, če uporabljate GNOME, XFCE ali drugo okolje kot Plasma.</p><p>To je primer odpiranja strani HTML v spletnem brskalniku (in še naprej uporabljate druge programe za druge naslove ali datoteke). Ponovite te korake za vsako vrsto datoteke, ki jo želite odpreti v določenem programu.</p><ul><li>Odprite sistemske nastavitve KDE (če ni na voljo, poskusite vneti »sistemske nastavitve« v terminal ukazne vrstice);</li><li>Odprite razdelek »Aplikacije« in nato »Povezave datotek«;</li><li>V drevesu razširite »besedilo« in kliknite »html«;</li><li>Na seznamu aplikacij dodajte spletni brskalnik kot prvi vnos;</li><li>Naredite enako za vrsto »aplikacija -> xhtml+xml«.</li></ul>
sv: <p>Så här ställer du in programmet som ska användas för varje filtyp. Det gäller också webblänkare om du väljer att inte systematiskt öppna dem i en webbläsare (se den första hjälplänken). Standardinställningarna bör vara bra nog, men det här tipset är användbart om du använder GNOME, XFCE, eller någon annan miljö än Plasma.</p><p>Här är ett exempel på hur HTML-sidor öppnas i webbläsaren (och andra program fortsätter användas för andra adresser eller filer). Upprepa stegen för varje filtyp som du vill öppna med ett specifikt program.</p><ul><li>Öppna KDE:s systeminställningar (om de inte är tillgängliga, prova att skriva "systemsettings" i en kommandoradsterminal),</li><li>Gå till "Program" och sedan sektionen "Filbindningar",</li><li>Expandera "text" i trädet och klicka på "html",</li><li>Lägg till webbläsaren som första post i programlistan,</li><li>Gör samma sak för typen "application -> xhtml+xml".</li></ul>
uk: <p>Ось як налаштувати програму, яку система використовуватиме для кожного з типів файлів. Це також стосується вебпосилань, якщо ви не хочете відкривати їх автоматично у типовій програмі для перегляду сторінок інтернету (див. перше довідкове посилання). Типові налаштування мають бути придатними для більшості користувачів, але наведені тут відомості можуть бути корисними, якщо ви користуєтеся GNOME, Xfce або іншим графічним середовищем, відмінним від Плазми.</p><p>У нашому прикладі ми налаштуємо відкриття сторінок HTML у вашій програмі для перегляду інтернету (і не змінюватимемо прив'язку інших програм до інших адрес або файлів). Повторіть ці кроки для кожного з типів файлів, які ви хочете відкривати у певній програмі.</p><ul><li>Запустіть «Системні параметри» KDE (якщо цієї програми немає у меню, спробуйте віддати команду «systemsettings» у терміналі);</li><li>Відкрийте розділ «Програми» і виберіть у ньому пункт «Прив'язка файлів»;</li><li>У ієрархії типів розгорніть список «text» і натисніть пункт «html»;</li><li>У списку програм додайте вашу програму для перегляду інтернету так, щоб вона опинилася на першій позиції списку;</li><li>Зробіть те саме для типу «application -> xhtml+xml».</li></ul>

source: Specific Basket Associations
ar: ارتباطات السلة الخاصة
eu: Basket-en berariazko elkarketak
gl: Asociacións específicas de Basket
ka: კონკრეტული კალათის ასოციაციები
nl: Specifieke associaties van Basket
pt_br: Associações específicas do Basket
zh_tw: 特定筆記本關聯

source: Open &text notes with a custom application:
ar: افتح ملاحظات ال&نص بتطبيق مخصص:
ca: Obre les notes de &text amb una aplicació personalitzada:
eu: &Testu-oharrak neurrira ipinitako aplikazio batekin ireki:
fi: Avaa &tekstimuistiinpanot omaan ohjelmaan:
gl: Abrir as notas de &texto cunha aplicación personalizada:
ka: &ტექსტური შენიშვნების ხელით მითითებულ აპლიკაციაში გახსნა:
ko: 사용자 정의 프로그램으로 텍스트 메모 열기(&T):
nl: &Tekstnotities met een eigen toepassing openen:
pt_br: Abrir as notas de &texto com um aplicativo personalizado:
sl: Odpri &besedilne opombe s programom po meri:
sv: Öppna &textanteckningar med ett eget program:
uk: Відкривати &текстові нотатки за допомогою нетипової програми:
zh_tw: 用自訂應用程式開啟文字筆記(&T)：

source: Open text notes with:
ar: افتح ملاحظات النص بـ:
ca: Obre les notes de text amb:
eu: Testu-oharrak honekin ireki:
fi: Avaa tekstimuistiinpanot ohjelmalla:
gl: Abrir as notas de texto con:
ka: ტექსტური შენიშვნების პროგრამით გახსნა:
ko: 다음으로 텍스트 메모 열기:
nl: Tekstnotities openen met:
pt_br: Abrir as notas de texto com:
sl: Odpri besedilne opombe z:
sv: Öppna textanteckningar med:
uk: Відкривати текстові нотатки за допомогою:
zh_tw: 文字筆記開啟方式：

source: Open &image notes with a custom application:
ar: افتح ملاحظات ال&صور بتطبيق مخصص:
ca: Obre les notes d'&imatge amb una aplicació personalitzada:
eu: &Irudi-oharrak neurrira ipinitako aplikazio batekin ireki:
fi: Avaa &kuvamuistiinpanot omaan ohjelmaan:
gl: Abrir as notas de &imaxe cunha aplicación personalizada:
ka: &სურათის შენიშვნების ხელით მითითებულ აპლიკაციაში გახსნა:
ko: 사용자 정의 프로그램으로 그림 메모 열기(&I):
nl: Afbeeldingsnotities met een eigen toepassing openen:
pt_br: Abrir as notas de &imagem com um aplicativo personalizado:
sl: Odpri &slikovne opombe s programom po meri:
sv: Öppna b&ildanteckningar med ett eget program:
uk: Відкривати но&татки-зображення у нетиповій програмі:
zh_tw: 用自訂應用程式開啟影像筆記(&I)：

source: Open image notes with:
ar: افتح ملاحظات الصور بـ:
ca: Obre les notes d'imatge amb:
eu: Irudi-oharrak honekin ireki:
fi: Avaa kuvamuistiinpanot ohjelmalla:
gl: Abrir as notas de imaxe con:
ka: გამოსახულების შენიშნების პროგრამით გახსნა:
ko: 다음으로 그림 메모 열기:
nl: Afbeeldingsnotities openen met:
pt_br: Abrir as notas de imagem com:
sl: Odpri slikovne opombe z:
sv: Öppna bildanteckningar med:
uk: Відкривати нотатки із зображеннями за допомогою:
zh_tw: 影像筆記開啟方式：

source: Open a&nimation notes with a custom application:
ar: افتح ملاحظات الر&سوم المتحركة بتطبيق مخصص:
ca: Obre les notes d'a&nimació amb una aplicació personalitzada:
eu: A&nimazio-oharrak neurrira ipinitako aplikazio batekin ireki:
fi: A&vaa animaatiomuistiinpanot omaan ohjelmaan:
gl: Abrir as notas de &animación cunha aplicación personalizada:
ka: &ანიმირებული შენიშვნების ხელით მითითებულ აპლიკაციაში გახსნა:
ko: 사용자 정의 프로그램으로 애니메이션 메모 열기(&N):
nl: A&nimatienotities met een eigen toepassing openen:
pt_br: Abrir as notas de a&nimação com um aplicativo personalizado:
sl: Odpri opombe z &animacijo s programom po meri:
sv: Öppna a&nimerade anteckningar med ett eget program:
uk: Відкривати нотатки з &анімацією у такій програмі:
zh_tw: 用自訂應用程式開啟動畫筆記(&N)：

source: Open animation notes with:
ar: افتح ملاحظات الرسوم المتحركة بـ:
ca: Obre les notes d'animació amb:
eu: Animazio-oharrak honekin ireki:
fi: Avaa animaatiomuistiinpanot ohjelmalla:
gl: Abrir as notas de animación con:
ka: ანიმირებული შენიშნების პროგრამით გახსნა:
ko: 다음으로 애니메이션 메모 열기:
nl: Animatienotities openen met:
pt_br: Abrir as notas de animação com:
sl: Odpri opombe animacije z:
sv: Öppna animerade anteckningar med:
uk: Відкривати нотатки з анімацією за допомогою:
zh_tw: 動畫筆記開啟方式：
