Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: <p>When opening Web links, they are opened in different applications, depending on the content of the link (a Web page, an image, a PDF document...), such as if they were files on your computer.</p><p>Here is how to do if you want every Web addresses to be opened in your Web browser. It is useful if you are not using Plasma (if you are using eg. GNOME, XFCE...).</p><ul><li>Open the KDE System Settings (if it is not available, try to type "systemsettings" in a command line terminal);</li><li>Go to the "Applications" and then "Default Applications" section;</li><li>Choose "Web Browser", check "with the following command:" and enter the name of your Web browser (like "firefox" or "epiphany").</li></ul><p>Now, when you click <i>any</i> link that start with "https://...", it will be opened in your Web browser (eg. Mozilla Firefox or Epiphany or...).</p><p>For more fine-grained configuration (like opening only Web pages in your Web browser), read the second help link.</p>
ca: <p>En obrir enllaços web, s'obriran en aplicacions diferents, depenent del contingut de l'enllaç (una pàgina web, una imatge, un document PDF...), com si fossin fitxers al vostre ordinador.</p><p>Aquí us expliquem com fer-ho si voleu que totes les adreces web s'obrin al vostre navegador web. És útil si no useu el Plasma (si feu servir, p. ex., el GNOME, XFCE...).</p><ul><li>Obriu l'Arranjament del sistema KDE (si no està disponible, intenteu escriure «systemsettings» en un terminal de la línia d'ordres).</li><li>Aneu a la secció «Aplicacions» i després a la secció «Aplicacions predeterminades».</li><li>Escolliu «Navegador web», marqueu «amb la següent ordre:» i introduïu el nom del vostre navegador web (com «firefox» o «epiphany»).</li></ul><p>Ara, quan feu clic a <i>qualsevol</i> enllaç que comenci amb «https://...», s'obrirà en el vostre navegador web (p. ex., el Mozilla Firefox o Epiphany...).</p><p>Per a una configuració més precisa (com obrir només les pàgines web en el vostre navegador web), llegiu el segon enllaç d'ajuda.</p>
ko: <p>웹 링크를 열 때 컴퓨터 파일처럼 링크의 내용(웹 페이지, 그림, PDF, ...)에 따라서 다른 프로그램으로 열 수 있습니다.</p><p>만약 모든 웹 주소를 웹 브라우저로 열려면 다음을 따르십시오. Plasma 환경을 사용하고 있지 않다면(그놈, XFCE 등) 유용할 수 있습니다.</p> <ul> <li>KDE 시스템 설정 열기(사용할 수 없는 경우에는 터미널 명령행에서 "systemsettings" 입력)</li> <li>"프로그램"으로 이동하여 "기본 프로그램" 선택</li> <li>"웹 브라우저" 항목에서 "다음 명령 사용:"을 선택하고 웹 브라우저 이름 입력(예: "firefox", "epiphany")</li> </ul> <p>이제 "https://..."로 시작하는 <i>모든</i> 링크를 클릭하면 웹 브라우저(Mozilla Firefox, Epiphany 등)로 엽니다.</p> <p>자세한 설정(웹 페이지만 웹 브라우저로 열기 등)이 필요하면 두 번째 도움말 링크를 참조하십시오.</p>
sl: <p>Pri odpiranju spletnih povezav se odpirajo v različnih aplikacijah, odvisno od vsebine povezave (spletne strani, slike, dokumenta PDF...), npr. če so datoteke v vašem računalniku.</p><p>Če želite, da se v spletnem brskalniku odprejo vsi spletni naslovi, naredite naslednje. Koristno je, če ne uporabljate Plasme (da uporabljate npr. GNOME, XFCE...).</p><ul><li>Odprite sistemske nastavitve KDE (če ni na voljo, poskusite vnesti »sistemske nastavitve« v terminal ukazne vrstice);</li><li>Odprite razdelek »Aplikacije« in nato »Privzeti programi«;</li><li>Izberite »Spletni brskalnik«, potrdite »z naslednjim ukazom:« in vnesite ime svojega spletnega brskalnika (npr. »firefox« ali »epiphany«).</li></ul><p>Zdaj se, ko kliknete <i>poljubno</i> povezavo, ki se začne s »https://…«, odpre v vašem spletnem brskalniku (npr. Mozilla Firefox ali Epiphany ali ...).</p><p>Za bolj fino prilagajanje (npr. odpiranje samo spletnih strani v spletnem brskalniku) preberite drugo povezavo pomoči.</p>
sv: <p>När webblänkar öppnas, görs det i olika program beroende på länkens innehåll (en webbsida, en bild, ett PDF-dokument ...), som om de är filer på datorn.</p><p>Gör så här om du vill att alla webbadresser ska öppnas i webbläsaren. Det är användbart om du inte använder Plasma (om du t.ex. använder GNOME, XFCE, ...).</p><ul><li>Öppna KDE:s systeminställningar (om de inte är tillgängliga, prova att skriva "systemsettings" i en kommandoradsterminal),</li><li>Gå till "Program" och sedan sektionen "Standardprogram",</li><li>Välj "Webbläsare", markera "med följande kommando:" och skriv in namnet på webbläsaren (som "firefox" eller "epiphany").</li></ul><p>När du nu klickar på vilken länk som helst som börjar med "https:// ...", öppnas den i webbläsaren (t.ex. Mozilla Firefox eller Ephiphany ...).<i></i>För mer finkornig inställning (såsom att bara öppna webbsidor i webbläsaren), läs den andra hjälplänken.</p>
uk: <p>При відкритті посилань на сторінки інтернету може бути відкрито вікна різних програм, залежно від вмісту посилання (вебсторінка, зображення, документ PDF…), так само, які при відкритті звичайних файлів на вашому комп'ютері.</p><p>Ось як можна зробити так, щоб усі вебадреси відкривалися у вашій програмі для перегляду інтернету. Це корисно, якщо, наприклад, ви не користуєтеся Плазмою (якщо ви користуєтеся, наприклад, GNOME, Xfce...).</p><ul><li>Запустіть «Системні параметри» KDE (якщо цієї програми немає у меню, спробуйте віддати команду «systemsettings» у терміналі);</li><li>Перейдіть до розділу «Програми» і виберіть пункт «Типові програми»;</li><li>Виберіть пункт «Переглядач інтернету», позначте варіант «за допомогою такої команди:» і введіть назву програми для перегляду інтернету (наприклад «firefox» або «epiphany»).</li></ul><p>Тепер, коли ви натискатимете <i>будь-яке</i> посилання, яке починатиметься з «https://...», система відкриватиме посилання у вашій улюбленій програмі для перегляду інтернету (тобто Mozilla Firefox, Epiphany...).</p><p>Щоб дізнатися про точніше налаштовування (зокрема відкриття лише вебсторінок у вашій програмі для перегляду інтернету), ознайомтеся із другим довідковим посиланням.</p>

source: How to change the applications used to open files and links?
ca: Com canviar les aplicacions que s'usen per a obrir fitxers i enllaços?
ko: 파일과 링크를 여는 프로그램을 어떻게 바꾸나요?
sl: Kako spremeniti programe, ki se uporabljajo za odpiranje datotek in povezav?
sv: Hur ändrar man programmet använt för att öppna filer och länkar?
uk: Як змінити програму, яку буде використано для відкриття файлів і посилань?

source: TextLabel
ca: EtiquetaDeText
fi: Tekstiselite
gl: Etiqueta de texto
ka: ტექსტური ჭდე
ko: 텍스트 레이블
nl: Tekstlabel
sl: BesedilnaOznaka
sv: Textetikett
uk: Текстова мітка

source: [[/top level item/child|optional title]]
ca: [[/element de nivell superior/fill|títol opcional]]
eu: [[/goi mailako elementua/haurra|aukerako titulua]]
fi: [[/ylimmän tason kohde/lapsi|valinnainen otsikko]]
gl: [[/elemento raíz/aniñado|título opcional]]
ko: [[/최상위 단계 항목/자식|선택 사항 제목]]
nl: [[/topniveau-item/onderliggend|optionele titel]]
pt_br: [[/item de nível superior/filho|título opcional]]
sl: [[/element vrhnje ravni/podrejeni|neobvezni naslov]]
sv: [[/toppnivåobjekt/underliggande|valfri titel]]
uk: [[/запис верхнього рівня/дочірній запис|необов'язковий заголовок]]
zh_tw: [[/頂層項目/子項目|可選的標題]]

source: [[../sibling|optional title]]
ca: [[../germana|títol opcional]]
eu: [[../haurridea|aukerako titulua]]
fi: [[../sisarus|valinnainen otsikko]]
gl: [[../outra-nota|título opcional]]
ko: [[../자매|선택 사항 제목]]
nl: [[../afkomst|optionele titel]]
pt_br: [[../irmão|título opcional]]
sl: [[.. /enakovredni|neobvezni naslov]]
sv: [[../syskon|valfri titel]]
uk: [[../споріднений запис|необов'язковий заголовок]]
zh_tw: [[../同層項目|可選的標題]]

source: [[child|optional title]]
ca: [[filla|títol opcional]]
eu: [[haurra|aukerako titulua]]
fi: [[lapsi|valinnainen otsikko]]
gl: [[aniñada|título opcional]]
ko: [[자식|선택 사항 제목]]
nl: [[onderliggend|optionele titel]]
pt_br: [[filho|título opcional]]
sl: [[podrejeni|neobvezni naslov]]
sv: [[underliggande|valfri titel]]
uk: [[дочірній запис|необов'язковий заголовок]]
zh_tw: [[子項目|可選的標題]]

source: [[./child|optional title]]
ca: [[./filla|títol opcional]]
eu: [[./haurra|aukerako titulua]]
fi: [[./lapsi|valinnainen otsikko]]
gl: [[./aniñada|título opcional]]
ko: [[./자식|선택 사항 제목]]
nl: [[./onderliggend|optionele titel]]
pt_br: [[./filho|título opcional]]
sl: [[./podrejeni|neobvezni naslov]]
sv: [[./underliggande|valfri titel]]
uk: [[./дочірній запис|необов'язковий заголовок]]
zh_tw: [[./子項目|可選的標題]]

source: README.txt
ca: LLEGEIX-ME.txt
eu: IRAKURRI.txt
gl: LER.txt
sl: BERIME.txt
sv: LÄS_FÖRST.txt
