Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: &Insert
ar: أ&درج
ca: &Insereix
eu: T&xertatu
fi: L&isää
gl: &Inserir
ka: &ჩასმა
ko: 삽입(&I)
nl: &Invoegen
pt_br: I&nserir
sl: &Vstavi
sv: &Infoga
uk: Вс&тавка
zh_tw: 插入(&I)

source: &Settings
ar: إ&عدادات
ca: A&rranjament
eu: E&zarpenak
fi: A&setukset
gl: &Configuración
ka: &პარამეტრები
ko: 설정(&S)
nl: In&stellingen
pt_br: Confi&gurações
sl: &Nastavitve
sv: In&ställningar
uk: П&араметри
zh_tw: 設定(&S)

source: &Help
ar: م&ساعدة
ca: A&juda
eu: &Laguntza
fi: &Ohje
gl: &Axuda
ka: &დახმარება
ko: 도움말(&H)
pt_br: &Ajuda
sl: Po&moč
sv: &Hjälp
uk: &Довідка
zh_tw: 說明(&H)

source: Main Toolbar
ar: شريط الأدوات الرئيس
ca: Barra d'eines principal
eu: Tresna-barra nagusia
fi: Työkalurivi
gl: Barra de ferramentas principal
ka: ხელსაწყოთა მთავარი ზოლი
ko: 주 도구 모음
nl: Hoofdwerkbalk
pt_br: Barra de ferramentas principal
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
uk: Головна панель
zh_tw: 主工具列

source: Text Formatting Toolbar
ar: شريط أدوات تنسيق النص
ca: Barra d'eines per al format del text
eu: Testuari formatua emateko tresna-barra
fi: Tekstimuotoilutyökalurivi
gl: Barra de ferramentas de formato de texto
ka: ტექსტის ფორმატირების ზოლი
ko: 텍스트 서식 도구 모음
nl: Werkbalk voor textformattering
pt_br: Barra de ferramentas de formatação
sl: Orodna vrstica oblikovanja besedila
sv: Verktygsrad för textformatering
uk: Панель форматування тексту
zh_tw: 文字格式工具列

source: General
ar: عامّ
eu: Orokorra
fi: Perusasetukset
gl: Xeral
ka: ზოგადი
ko: 일반
nl: Algemeen
pt_br: Geral
sl: Splošno
sv: Allmänt
uk: Загальне
zh_tw: 一般

source: Paste clipboard contents in current basket
ar: ألصق محتويات الحافظة في السلة الحالية
ca: Enganxa el contingut del porta-retalls a la cistella actual
eu: Itsatsi arbeleko edukia uneko saskian
fi: Liitä leikepöydän sisältö nykyiseen koriin
gl: Pegar o contido do portapapeis no cesto actual.
ka: ბუფერის შემცველობის მიმდინარე კალათაში ჩასმა
ko: 현재 바구니에 클립보드 내용 붙여넣기
nl: Klembordinhoud plakken in het huidige basket
pt_br: Colar o conteúdo da área de transferência na cesta atual
sl: Prilepi vsebino odložišča v trenutno košaro
sv: Klistra in klippbordets innehåll i aktuell korg
uk: Вставити вміст буфера обміну даних до поточного кошика
zh_tw: 貼上剪貼簿內容至目前的筆記本

source: Allows you to paste clipboard contents in the current basket without having to open the main window.
ar: يسمح لك بلصق محتويات الحافظة في السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Permet enganxar el contingut del porta-retalls a la cistella actual sense haver d'obrir la finestra principal.
eu: Leiho nagusia irekitzeko beharrik gabe, uneko saskian arbeleko edukia itsasteko aukera ematen dizu.
fi: Antaa liittää leikepöydän sisällön nykyiseen koriin pääikkunaa avaamatta.Antaa liittää leikepöydän sisällön nykyiseen koriin pääikkunaa avaamatta.
gl: Permite pegar o contido do portapapeis no cesto actual sen ter que abrir a xanela principal.
ka: საშუალებას გაძლევთ, ჩასვათ ბუფერის შემცველობა მიმდინარე კალათში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 클립보드 내용을 붙여 넣습니다.
nl: Biedt u het plakken van de klembordinhoud in het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Permite colar o conteúdo da área de transferência na cesta atual sem terque abrir a janela principal.
sl: Omogoča lepljenje vsebine odložišča v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Låter dig klistra in klippbordets innehåll i den aktuella korgen utan att behöva öppna huvudfönstret,
uk: Надає вам змогу вставити вміст буфера обміну даних до поточного кошика без відкриття головного вікна програми.
zh_tw: 允許您貼上剪貼簿內容至目前的筆記本而不用另開新視窗。

source: Paste selection in current basket
ar: ألصق التحديد في السلة الحالية
ca: Enganxa la selecció a la cistella actual
eu: Itsatsi hautapena uneko saskian
fi: Liitä valinta nykyiseen koriin
gl: Pegar a selección no cesto actual.
ka: მონიშნულის მიმდინარე კალათაში ჩასმა
ko: 현재 바구니에 선택 영역 붙여넣기
nl: Selectie plakken in het huidige basket
pt_br: Colar a seleção na cesta atual
sl: Prilepi izbor v trenutno košaro
sv: Klistra in markering i aktuell korg
uk: Вставити позначене до поточного кошика
zh_tw: 貼上選擇區到目前的筆記本

source: Allows you to paste clipboard selection in the current basket without having to open the main window.
ar: يسمح لك بلصق تحديد الحافظة في السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Permet enganxar la selecció del porta-retalls a la cistella actual sense haver d'obrir la finestra principal.
eu: Leiho nagusia irekitzeko beharrik gabe, uneko saskian arbeleko hautapena itsasteko aukera ematen dizu.
fi: Antaa liittää leikepöydän valinnan nykyiseen koriin pääikkunaa avaamatta.Antaa liittää leikepöydän valinnan nykyiseen koriin pääikkunaa avaamatta.
gl: Permite pegar a selección do portapapeis no cesto actual sen ter que abrir a xanela principal.
ka: საშუალებას გაძლევთ, ჩასვათ ბუფერის შემცველობა მიმდინარე კალათში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 클립보드 선택 영역을 붙여 넣습니다.
nl: Biedt u het plakken van de klembordselectie in het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Permite colar o conteúdo da selecionado na cesta atual sem terque abrir a janela principal.
sl: Omogoča, da prilepite izbor odložišča v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Låter dig klistra in klippbordets markering i den aktuella korgen utan att behöva öppna huvudfönstret,
uk: Надає вам змогу вставити вміст буфера позначення до поточного кошика без відкриття головного вікна програми.
zh_tw: 允許您貼上剪貼簿選擇區至目前的筆記本而不用另開新視窗。

source: Create a new basket
ar: أنشئ سلة جديدة
ca: Crea una cistella nova
eu: Sortu saski berri bat
fi: Luo uusi kori
gl: Crear un novo cesto
ka: ახალი კალათის შექმნა
ko: 새 바구니 만들기
nl: Een nieuwe basket maken
pt_br: Criar uma nova cesta
sl: Ustvari novo košaro
sv: Skapa en ny korg
uk: Створити кошик
zh_tw: 建立新的筆記本

source: Allows you to create a new basket without having to open the main window (you then can use the other global shortcuts to add a note, paste clipboard or paste selection in this new basket).
ar: يسمح لك بإنشاء سلة جديدة دون الحاجة إلى فتح النافذة الرئيسة (يمكنك حينئذ استخدام الاختصارات العامة الأخرى لإضافة ملاحظة، لصق الحافظة أو لصق التحديد في هذه السلة الجديدة).
ca: Permet crear una cistella nova sense haver d'obrir la finestra principal (després podreu usar les altres dreceres globals per a afegir una nota, enganxar des del porta-retalls o enganxar la selecció en aquesta cistella).
eu: Leiho nagusia irekitzeko beharrik gabe, saski berri bat sortzeko aukera ematen dizu (ondoren beste lasterbide globalak erabil ditzakezu ohar bat gehitzeko, arbeleko edukia edo hautapena saski berri honetan itsasteko).
fi: Antaa luoda uuden korin pääikkunaa avaamatta (toisin pikanäppäimin voit sitten lisätä muistiinpanon, liittää leikepöydän tai valinnan tähän uuteen koriin).Antaa luoda uuden korin pääikkunaa avaamatta (toisin pikanäppäimin voit sitten lisätä muistiinpanon, liittää leikepöydän tai valinnan tähän uuteen koriin).
gl: Permite crear un novo cesto sen ter que abrir a xanela principal. Despois pode usar os outros atallos globais para engadir unha nota, pegar o portapapeis ou pegar a selección no novo cesto.
ka: საშუალებას გაძლევთ, შექმნათ ახალი კალათა მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე (შეგიძლიათ, გამოიყენოთ გლობალური მალსახმობები, რომ დაამატოთ შენიშვნა, ჩასვათ ბუფერი ან ჩასვათ მონიშნული ამ ახალ კალათაში).
ko: 주 창을 열지 않고 새 바구니를 만듭니다(바구니를 만든 후 새 바구니에 메모 추가, 클립보드 또는 선택 영역 붙여 넣기 등을 다른 전역 단축키로 수행할 수 있습니다).
nl: Biedt u het aanmaken van een nieuw basket zonder het hoofdvenster te hoeven openen (daarna kunnen de andere globale snelkoppelingen gebruiken een notitie toe te voegen, de klembordinhoud of een selectie plakken in dit nieuwe basket).
pt_br: Permite criar uma nova cesta sem ter que abrir a janela principal(você pode usar os outros atalhos globais para adicionar uma nota, colar da área de transferênciaou colar a seleção nesta nova cesta).
sl: Omogoča ustvarjanje nove košare, ne da bi bilo treba odpreti glavno okno (nato lahko uporabite druge globalne bližnjice, da dodate opombo, prilepite vsebino odložišča ali prilepite izbor v tej novi košari).
sv: Låter dig skapa en ny korg utan att behöva öppna huvudfönstret (du kan använda andra globala genvägar för att lägga till en anteckning, klistra in klippbordet eller markeringen i den nya korgen).
uk: Надає вам змогу створити кошик без відкриття головного вікна програми (надалі, ви можете скористатися іншими загальними клавіатурними скороченнями для додавання нотатки, вставлення вмісту буфера обміну даними або вставлення позначеного фрагмента тексту до новоствореного кошика).
zh_tw: 允許您建立新的筆記本而不用開啟主視窗（您可以接著用其他全域快捷鍵來新增筆記、貼上剪貼簿或選取區到這個新筆記本裡）。

source: Go to previous basket
ar: اذهب إلى السلة السابقة
ca: Va a la cistella anterior
eu: Joan aurreko saskira
fi: Siirry edelliseen koriin
gl: Ir ao cesto anterior
ka: წიმა კალათაზე გადასვლა
ko: 이전 바구니로 이동
nl: Naar eerdere basket gaan
pt_br: Voltar para cesta anterior
sl: Pojdi na prejšnjo košaro
sv: Gå till föregående korg
uk: Перейти до попереднього кошика
zh_tw: 切換至上一個筆記本

source: Allows you to change current basket to the previous one without having to open the main window.
ar: يسمح لك بتغيير السلة الحالية إلى السابقة دون الحاجة إلى فتح النافذة الرئيسة.
ca: Permet canviar la cistella actual a l'anterior sense haver d'obrir la finestra principal.
eu: Leiho nagusia irekitzeko beharrik gabe, uneko saskitik aurrekora aldatzeko aukera ematen dizu.
fi: Antaa vaihtaa nykyisestä korista edelliseen pääikkunaa avaamatta.
gl: Permite cambiar o cesto actual ao anterior sen ter que abrir a xanela principal.
ka: საშუალებას გაძლევთ, შეცვალოთ მიმდინარე კალათა წინათი მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 이전 바구니로 전환합니다.
nl: Biedt u het wijzigen van het huidige basket naar het vorige zonder het hoofdvenster te hoeven openen.
pt_br: Permite alterar a cesta atual para a anterior sem ter queabra a janela principal.
sl: Omogoča spreminjanje trenutne košare v prejšnjo, ne da bi bilo treba odpreti glavno okno.
sv: Låter dig ändra aktuell korg till den föregående utan att behöva öppna huvudfönstret,
uk: Надає вам змогу змінити поточний кошик на попередній без відкриття головного вікна програми.
zh_tw: 允許您切換到上一個筆記本而不用開啟主視窗。

source: Go to next basket
ar: اذهب إلى السلة التالية
ca: Va a la cistella següent
eu: Joan hurrengo saskira
fi: Siirry seuraavaan koriin
gl: Ir ao seguinte cesto
ka: შემდეგ კალათაზე გადასვლა
ko: 다음 바구니로 이동
nl: Naar volgende basket gaan
pt_br: Ir para próxima cesta
sl: Pojdi na naslednjo košaro
sv: Gå till nästa korg
uk: Перейти до наступного кошика
zh_tw: 切換至下一個筆記本

source: Allows you to change current basket to the next one without having to open the main window.
ar: يسمح لك بتغيير السلة الحالية إلى التالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Permet canviar la cistella actual a la següent sense haver d'obrir la finestra principal.
eu: Leiho nagusia irekitzeko beharrik gabe, uneko saskitik hurrengora aldatzeko aukera ematen dizu.
fi: Antaa vaihtaa nykyisestä korista seuraavaan pääikkunaa avaamatta.
gl: Permite cambiar o cesto actual ao seguinte sen ter que abrir a xanela principal.
ka: საშუალებას გაძლევთ, შეცვალოთ მიმდინარე კალათა შემდეგით მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 다음 바구니로 전환합니다.
nl: Biedt u het wijzigen van het huidige basket naar het volgende zonder het hoofdvenster te hoeven openen.
pt_br: Permite alterar a cesta atual para a próxima sem ter queabra a janela principal.
sl: Omogoča spreminjanje trenutne košare v naslednjo, ne da bi bilo treba odpreti glavno okno.
sv: Låter dig ändra aktuell korg till den nästa utan att behöva öppna huvudfönstret,
uk: Надає вам змогу змінити поточний кошик на наступний без відкриття головного вікна програми.
zh_tw: 允許您切換到下一個筆記本而不用開啟主視窗。

source: Insert text note
ar: أدرج ملاحظة نصية
ca: Insereix una nota de text
eu: Txertatu testu-oharra
fi: Liitä tekstimuistiinpano
gl: Inserir unha nota de texto
ka: ტექსტური შენიშვნის ჩასმა
ko: 텍스트 메모 삽입
nl: Tekst notitie invoegen
pt_br: Inserir uma nota de texto
sl: Vstavi besedilno opombo
sv: Infoga textanteckning
uk: Вставити текстову нотатку
zh_tw: 插入文字筆記

source: Add a text note to the current basket without having to open the main window.
ar: أضف ملاحظة نصية إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota de text a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian testu-ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää tekstimuistiinpano nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de texto ao cesto actual sen ter que abrir a xanela principal.
ka: ტექსტური შენიშვნის დამატება მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 텍스트 메모를 삽입합니다.
nl: Voegt een tekstnotitie toe aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de texto na cesta atual sem abrir a janela principal.
sl: Dodajte besedilno opombo v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Lägg till en textanteckning i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати текстову нотатку до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接新增文字筆記到目前筆記本。

source: Insert image note
ar: أدرج ملاحظة صورة
ca: Insereix una nota d'imatge
eu: Txertatu irudi-oharra
fi: Lisää kuvamuistiinpano
gl: Inserir unha nota de imaxe
ka: შენიშვნის სურათის სახით ჩასმა
ko: 그림 메모 삽입
nl: Afbeeldingsnotitie invoegen
pt_br: Inserir uma nota de imagem
sl: Vstavi slikovno opombo
sv: Infoga bildanteckning
uk: Вставити нотатку-зображення
zh_tw: 插入影像筆記

source: Add an image note to the current basket without having to open the main window.
ar: أضف ملاحظة صورة إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota d'imatge a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian irudi-ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää kuvamuistiinpano nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de imaxe ao cesto actual sen ter que abrir a xanela principal.
ka: გამოსახულება შენიშვნის დამატება მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 그림 메모를 삽입합니다.
nl: Voegt een afbeeldingsnotitie toe aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de imagem para a cesta atual sem abrir a janela principal.
sl: Dodajte slikovno opombo v trenutno košaro, ne da bi vam bilo treba odpreti glavno okno.
sv: Lägg till en bildanteckning i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати нотатку-зображення до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接新增影像筆記到目前筆記本。

source: Insert link note
ar: أدرج ملاحظة رابط
ca: Insereix una nota d'enllaç
eu: Txertatu esteka-oharra
fi: Liitä linkkimuistiinpano
gl: Inserir unha nota de ligazón
ka: შენიშვნის ბმულის სახით ჩასმა
ko: 링크 메모 삽입
nl: Koppelingsnotitie invoegen
pt_br: Inserir uma nota de link
sl: Vstavi opombo povezave
sv: Infoga länkanteckning
uk: Вставити нотатку-посилання
zh_tw: 插入連結筆記

source: Add a link note to the current basket without having to open the main window.
ar: أضف ملاحظة رابط إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota d'enllaç a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian esteka-ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää linkkimuistiinpano nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de ligazón ao cesto actual sen ter que abrir a xanela principal.
ka: ბმული შენიშვნის დამატება მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 링크 메모를 삽입합니다.
nl: Voegt een gekoppelde basket toe aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de link na cesta atual sem abrir a janela principal.
sl: Dodajte opombo povezave v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Lägg till en länkanteckning i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати нотатку-посилання до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接新增連結筆記到目前筆記本。

source: Insert color note
ar: أدرج ملاحظة لون
ca: Insereix una nota de color
eu: Txertatu kolore-oharra
fi: Lisää värimuistiinpano
gl: Inserir unha nota de cor
ka: ფერადი შენიშვნის ჩასმა
ko: 색상 메모 삽입
nl: Kleurnotitie invoegen
pt_br: Inserir uma nota de cor
sl: Vstavi barvno opombo
sv: Infoga färganteckning
uk: Вставити кольорову нотатку
zh_tw: 插入色彩筆記

source: Add a color note to the current basket without having to open the main window.
ar: أضف ملاحظة لون إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota de color a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian kolore-ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää värimuistiinpano nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de cor ao cesto actual sen ter que abrir a xanela principal.
ka: ფერი შენიშვნის დამატება მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 색상 메모를 삽입합니다.
nl: Voegt een kleurnotitie toe aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de cor na cesta atual sem abrir a janela principal.
sl: Dodajte barvno opombo v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Lägg till en färganteckning i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати кольорову нотатку до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接新增色彩筆記到目前筆記本。

source: Pick color from screen
ar: التقط لونًا من الشاشة
ca: Tria un color des de la pantalla
eu: Hartu kolorea pantailatik
fi: Poimi väri ruudulta
gl: Escoller unha cor da pantalla
ka: ფერის ეკრანიდან არჩევა
ko: 화면에서 색상 추출
nl: Kleur uit scherm nemen
pt_br: Escolha a cor da tela
sl: Izberite barvo z zaslona
sv: Hämta färg från skärm
uk: Вибрати колір з екрана
zh_tw: 從螢幕挑選顏色

source: Add a color note picked from one pixel on screen to the current basket without having to open the main window.
ar: أضف ملاحظة لون ملتقطة من بكسل واحد على الشاشة إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota de color -triat des d'un píxel a la pantalla- a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian, pantailako pixel batetik hartutako kolore-ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää värimuistiinpano ruudun kuvapisteestä poimitusta väristä nykyiseen koriin pääikkunaa avaamatta.Lisää värimuistiinpano ruudun kuvapisteestä poimitusta väristä nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de cor seleccionada dun píxel da pantalla ao cesto actual sen ter que abrir a xanela principal.
ka: ფერი შენიშვნის დამატება ეკრანის პიქსელიდან მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 화면에서 색상을 추출하여 현재 바구니에 색상 메모로 삽입합니다.
nl: Voegt een kleurnotitie, genomen van een pixel op het scherm, toe aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de cor de um pixel da tela na cesta atual sem abrir a janela principal.
sl: Dodajte barvno opombo iz ene slikovne točke na zaslonu v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Lägg till en färganteckning hämtad från en bildpunkt på skärmen i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати кольорову нотатку на основі кольору одного вибраного пікселя з екрана до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接從螢幕挑選一個像素的色彩然後將其作為色彩筆記新增到目前筆記本。

source: Grab screen zone
ar: التقط منطقة من الشاشة
ca: Enregistra una àrea de la pantalla
eu: Harrapatu pantaila-eskualdea
fi: Kaappaa ruudun alue
gl: Capturar unha zona da pantalla
ka: ეკრანის ზონის ჩაჭერა
ko: 화면 영역 캡처
nl: Schermzone pakken
pt_br: Pegue uma região da tela
sl: Zajemi območje zaslona
sv: Ta bild av skärmzon
uk: Захопити ділянку екрана
zh_tw: 擷取螢幕範圍

source: Grab a screen zone as an image in the current basket without having to open the main window.
ar: التقط منطقة من الشاشة كصورة في السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Enregistra una àrea de la pantalla com a una imatge a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian pantaila-eskualde bat irudi gisa harrapatu, leiho nagusia irekitzeko beharrik gabe.
fi: Kaappaa ruudun alue kuvaksi nykyiseen koriin pääikkunaa avaamatta.
gl: Capturar unha zona da pantalla como imaxe no cesto actual sen ter que abrir a xanela principal.
ka: ეკრანის ზონის აღება გამოსახულება შენიშვნის დასამატებლად მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 화면 영역을 캡처하여 그림 메모로 삽입합니다.
nl: Pak een schermgebied als afbeelding in het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Pegue uma região de uma imagem da cesta atula em abrir a janela principal.
sl: Zgrabite območje zaslona kot sliko v trenutni košari, ne da bi bilo treba odpreti glavno okno.
sv: Ta en bild av en skärmzon i den aktuella korgen utan att behöva öppna huvudfönstret.
uk: Захопити зону екрана як зображення до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接擷取螢幕區域成影像筆記然後將其新增到目前筆記本。

source: Insert plain text note
ar: أدرج ملاحظة نص عادي
ca: Insereix una nota de text net
eu: Txertatu testu-soileko oharra
fi: Liitä muotoilematon tekstimuistiinpano
gl: Inserir unha nota de texto simple
ka: ტექსტური შენიშვნის ჩასმა
ko: 일반 텍스트 메모 삽입
nl: Platte tekst notitie invoegen
pt_br: Inserir nota de texto simples
sl: Vstavi opombo z navadnim besedilom
sv: Infoga enkel textanteckning
uk: Вставити нотатку — звичайний текст
zh_tw: 插入純文字筆記

source: Add a plain text note to the current basket without having to open the main window.
ar: أضف ملاحظة نص عادي إلى السلة الحالية دون الحاجة إلى فتح النافذة الرئيسة.
ca: Afegeix una nota de text net a la cistella actual sense haver d'obrir la finestra principal.
eu: Unekoa saskian testu-soileko ohar bat gehitu, leiho nagusia irekitzeko beharrik gabe.
fi: Lisää muotoilematon tekstimuistiinpano nykyiseen koriin pääikkunaa avaamatta.Lisää muotoilematon tekstimuistiinpano nykyiseen koriin pääikkunaa avaamatta.
gl: Engadir unha nota de texto simple ao cesto actual sen ter que abrir a xanela principal.
ka: უბრალო ტექსტური შენიშვნის დამატება მიმდინარე კალათაში მთავარი ფანჯრის გახსნის აუცილებლობის გარეშე.
ko: 주 창을 열지 않고 현재 바구니에 일반 텍스트 메모를 삽입합니다.
nl: Een platte tekst notitie toevoegen aan het huidige basket zonder het hoofdvenster te hoeven openen.
pt_br: Adicionar uma nota de texto simples na cesta atual sem abrir a janela principal.
sl: Dodajte opombo z navadnim besedilom v trenutno košaro, ne da bi bilo treba odpreti glavno okno.
sv: Lägg till en enkel textanteckning i aktuell korg utan att behöva öppna huvudfönstret.
uk: Додати текстову нотатку у форматі звичайного тексту до поточного кошика без відкриття головного вікна програми.
zh_tw: 不開啟主視窗直接新增純文字筆記到目前筆記本。

source: Baskets
ar: السلال
ca: Cistelles
eu: Saskiak
fi: Korit
gl: Cestos
ka: კალათები
ko: 바구니
pt_br: Cestas
sl: Košare
sv: Korgar
uk: Кошики
zh_tw: 筆記本
