Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Open a basket archive or template.
ar: افتح أرشيف سلة أو قالب.
ca: Obre un arxiu o plantilla de cistella.
eu: Ireki saski-artxibo edo -txantiloi bat.
fi: Avaa koriarkisto tai -mallipohja.
gl: Abrir un arquivo ou modelo de cesto.
ka: კალათის არქივის ან ნიმუშის გახსნა.
ko: Basket 압축 파일이나 템플릿을 엽니다.
nl: Een archief of sjabloon van basket openen.
pt_br: Abre um arquivo ou modelo basket.
sl: Odprite arhiv košare ali predlogo.
sv: Öppna ett korgarkiv eller mall.
uk: Відкрити архів або шаблон кошиків.
zh_tw: 開啟 Basket 封存或模本。

source: Sorry, but the folder creation for this new basket has failed.
ar: عذرًا، فشل إنشاء المجلد لهذه السلة الجديدة.
ca: Malauradament, ha fallat la creació de la carpeta per a aquesta cistella nova.
eu: Barkatu, baina saski berri honetarako karpeta sortzea huts egin du.
fi: Kansion luominen uudelle korille valitettavasti epäonnistui.
gl: A creación de cartafol para o novo cesto fallou.
ka: ახალი კალათისთვის საქაღალდის შექმნის შეცდომა.
ko: 죄송합니다. 이 새 바구니 폴더를 만들 수 없습니다.
nl: Het aanmaken van een map voor dit nieuwe basket is mislukt.
pt_br: Não foi possível criar a pasta para esta nova cesta.
sl: Oprostite, vendar ustvarjanje mape za to novo košaro ni uspelo.
sv: Tyvärr misslyckades skapa katalog för den nya korgen.
uk: Вибачте, але не вдалося створити теку для цього нового кошика.
zh_tw: 不好意思，但新筆記本的資料夾建立已失敗。

source: Basket Creation Failed
ar: فشل إنشاء السلة
ca: Ha fallat la creació de la cistella
eu: Saski sorrerak huts egin du
fi: Korin luominen epäonnistui
gl: A creación do cesto fallou
ka: კალათის შექმნის შეცდომა
ko: 바구니 생성 실패
nl: Aanmaken van Basket mislukt
pt_br: A criação de cesta falhou
sl: Ustvarjanje košare ni uspelo
sv: Misslyckades skapa korg
uk: Не вдалося створити кошик
zh_tw: 筆記本建立失敗

source: Sorry, but the template copying for this new basket has failed.
ar: عذرًا، فشل نسخ القالب لهذه السلة الجديدة.
ca: Malauradament, ha fallat la còpia de la plantilla per a aquesta cistella nova.
eu: Barkatu, baina saski berri honetarako txantiloia kopiatzea huts egin du.
fi: Mallipohjan kopiointi uuteen koriin valitettavasti epäonnistui.
gl: O proceso de copia do modelo para o novo cesto fallou.
ka: უკაცრავად, ამ ახალი კალათისთვის ნიმუშის კოპირება შეუძლებელია.
ko: 죄송합니다. 이 새 바구니에 템플릿을 복사할 수 없습니다.
nl: Het kopiëren van het sjabloon voor dit nieuwe basket is mislukt.
pt_br: Não foi possível copiar o modelo para esta nova cesta.
sl: Oprostite, vendar kopiranje predloge za to novo košaro ni uspelo.
sv: Tyvärr misslyckades mallkopiering för den nya korgen.
uk: Вибачте, але не вдалося виконати копіювання шаблонів для цього нового кошика.
zh_tw: 不好意思，但新筆記本的模本複製已失敗。

source: Sorry, but the template customization for this new basket has failed.
ar: عذرًا، فشل تخصيص القالب لهذه السلة الجديدة.
ca: Malauradament, ha fallat la personalització de la plantilla per a aquesta cistella nova.
eu: Barkatu, baina saski berri honetarako txantiloia neurrira egokitzea huts egin du.
fi: Mallipohjan mukautus uuteen koriin valitettavasti epäonnistui.
gl: A personalización do modelo para o novo cesto fallou.
ka: უკაცრავად, ამ ახალი კალათისთვის ნიმუშის მორგება შეუძლებელია.
ko: 죄송합니다. 이 새 바구니의 템플릿을 사용자 정의할 수 없습니다.
nl: Het aanpassen van het sjabloon voor dit nieuwe basket is mislukt.
pt_br: Não foi possível personalizar o modelo para esta nova cesta.
sl: Oprostite, vendar prilagoditev predloge za to novo košaro ni uspela.
sv: Tyvärr misslyckades mallanpassning för den nya korgen.
uk: Вибачте, але не вдалося виконати налаштовування шаблонів для цього нового кошика.
zh_tw: 不好意思，但新筆記本的模本自訂已失敗。

source: Basket Properties
ar: خصائص السلة
ca: Propietats de la cistella
eu: Saskiaren propietateak
fi: Korin ominaisuudet
gl: Propiedades do cesto
ka: კალათის თვისებები
ko: 바구니 속성
nl: Basket-eigenschappen
pt_br: Propriedades da cesta
sl: Lastnosti košare
sv: Korgegenskaper
uk: Властивості кошика
zh_tw: 筆記本屬性

source: Icon
ar: الأيقونة
ca: Icona
eu: Ikonoa
fi: Kuvake
gl: Icona
ka: ხატულა
ko: 아이콘
nl: Pictogram
pt_br: Ícone
sl: Ikona
sv: Ikon
uk: Піктограма
zh_tw: 圖示

source: Name
ar: الاسم
ca: Nom
eu: Izena
fi: Nimi
gl: Nome
ka: სახელი
ko: 이름
nl: Naam
pt_br: Nome
sl: Ime
sv: Namn
uk: Назва
zh_tw: 名稱

source: (None)
ar: (لاشيء)
ca: (cap)
eu: (Bat ere ez)
fi: (Ei mitään)
gl: (ningún)
ka: (არცერთი)
ko: (없음)
nl: (Geen)
pt_br: (Nenhum)
sl: (brez)
sv: (Ingen)
uk: (Немає)
zh_tw: (無)

source: Learn some tips...
ar: تعلم بعض النصائح...
ca: Aprendre alguns consells...
eu: Aholku batzuk ikastea...
fi: Joitakin vinkkejä…
gl: Aquí ten uns consellos…
ka: შეიტყვეთ რამდენიმე რჩევა...
ko: 팁 알아보기...
nl: Enige tips lezen...
pt_br: Saiba mais...
sl: Preberite se nekaj nasvetov ...
sv: Lär dig några tips...
uk: Декілька підказок…
zh_tw: 使用提示…

source: <p><strong>Easily Remember your Shortcuts</strong>:<br>With the first option, giving the basket a shortcut of the form <strong>Alt+Letter</strong> will underline that letter in the basket tree.<br>For instance, if you are assigning the shortcut <i>Alt+T</i> to a basket named <i>Tips</i>, the basket will be displayed as <i><u>T</u>ips</i> in the tree. It helps you visualize the shortcuts to remember them more quickly.</p><p><strong>Local vs Global</strong>:<br>The first option allows you to show the basket while the main window is active. Global shortcuts are valid from anywhere, even if the window is hidden.</p><p><strong>Show vs Switch</strong>:<br>The last option makes this basket the current one without opening the main window. It is useful in addition to the configurable global shortcuts, eg. to paste the clipboard or the selection into the current basket from anywhere.</p>
ar: <p><strong>تذكر اختصاراتك بسهولة</strong>:<br>مع الخيار الأول، إعطاء السلة اختصارًا على شكل <strong>Alt+حرف</strong> سيؤدي إلى وضع خط تحت ذلك الحرف في شجرة السلال.<br>على سبيل المثال، إذا كنت تخصّص الاختصار <i>Alt+T</i> لسلة باسم <i>تلميحات</i>، فستظهر السلة كـ <i><u>ت</u>لميحات</i> في الشجرة. يساعدك هذا على تصور الاختصارات لتذكرها بشكل أسرع.</p><p><strong>محلي مقابل عام</strong>:<br>الخيار الأول يتيح لك إظهار السلة بينما النافذة الرئيسة نشطة. أما الاختصارات العامة فصالحة من أي مكان، حتى إذا كانت النافذة مخفية.</p><p><strong>إظهار مقابل التبديل</strong>:<br>الخيار الأخير يجعل هذه السلة هي السلة الحالية دون فتح النافذة الرئيسة. وهذا مفيد بالإضافة إلى الاختصارات العامة القابلة للتخصيص، على سبيل المثال، لصق الحافظة أو التحديد في السلة الحالية من أي مكان.</p>
ca: <p><strong>Recordeu amb facilitat les vostres dreceres</strong>:<br>Amb la primera opció, donar a la cistella una drecera en la forma <strong>Alt+Lletra</strong> subratllarà aquesta lletra en l'arbre de cistelles.<br>Per exemple, si esteu assignant la drecera <i>Alt+C</i> a una cistella anomenada <i>Consells</i>, la cistella es mostrarà a l'arbre com a <i><u>C</u>onsells</i>. Us ajudarà a visualitzar les dreceres per a recordar-les.</p><p><strong>Local vs. Global</strong>:<br>La primera opció permet mostrar la cistella mentre estigui activa la finestra principal. Les dreceres globals són vàlides des de qualsevol lloc, fins i tot si la finestra està oculta.</p><p><strong>Mostra vs. Canvia:</strong>:<br>L'última opció farà que aquesta cistella sigui l'actual sense obrir la finestra principal. És útil en afegir dreceres globals configurables, p. ex., enganxar el porta-retalls o la selecció a la cistella actual.</p>
eu: <p><strong>Zure lasterbideak erraz gogoratu</strong>:<br>Lehenengo aukerarekin, <strong>Alt+Letra</strong> erako lasterbide bat emanda, saski-zuhaitzean letra hori azpimarratuko du.<br>Adibidez, <i>Argibideak</i> izeneko saski bati <i>Alt+A</i> lasterbidea esleitzen badiozu, zuhaitzean <i><u>A</u>rgibideak</i> gisa azalduko da. Lasterbideak irudikatzen laguntzen dizu, haiek azkarrago gogoratzeko.</p><p><strong>Lokala vs Globala:</strong>:<br>Lehenengo aukerak, leihoa aktibo dagoen bitartean saskia erakusteko aukera ematen dizu. Lasterbide globalak edozein lekutik baliagarriak dira, leihoa ezkutuan dagoenean ere.</p><p><strong>Erakutsi vs Trukatu</strong>:<br>Azken aukerak saski hau unekoa egiten du leiho nagusia ireki gabe. Lasterbide konfiguragarri globalez gain erabilgarria da, adib. arbeletik edo hautapena uneko saskian edozein lekutik itsasteko.</p>
fi: <p><strong>Muista pikanäppäimesi helposti</strong>:<br>Tämä vaihtoehto alleviivaa koripuussa kirjaimen, kun pikanäppäin on muotoa <strong>Alt+kirjain</strong>.<br>Jos esimerkiksi kytket pikanäppäimen <i>Alt+T</i> koriin <i>Työ</i>, korin nimi näkyy puussa muodossa <i><u>T</u>yö</i>, mikä helpottaa sen muistamista.</p><p><strong>Paikallinen vs. yleinen</strong>:<br>Tällä vaihtoehdolla näet korin, kun pääikkuna on aktiivinen. Yleiset pikanäppäimet toimivat mistä vain, myös vaikka ikkuna olisi piilotettu.</p><p><strong>Näytä vs. vaihda</strong>:<br>Viimeinen vaihtoehto asettaa korin nykyiseksi avaamatta pääikkunaa. Siitä on hyötyä mukautettavien järjestelmänlaajuisten pikanäppäinten kanssa, esim. liittääksesi leikepöydän tai valinnan nykyiseen koriin mistä tahansa.</p>
gl: <p><strong>Lembre facilmente os seus atallos</strong>:<br>Coa primeira opción, dar ao cesto un atallo tipo <strong>Alt+letra</strong> subliñará a letra na árbore de cestos.<br>Por exemplo, se asigna o atallo <i>Alt+T</i> a un cesto chamado <i>Temas</i>, o cesto amosarase como <i><u>T</u>emas</i> na árbore. Así pode ver máis facilmente os atallos e memorizalos antes.</p><p><strong>Local ou global</strong>:<br>A primeira opción permítelle amosar o cesto mentres a xanela principal está activa. Os atallos globais funcionan desde calquera lugar, aínda que a xanela estea agochada.</p><p><strong>Amosar ou cambiar</strong>:<br>A última opción fai este cesto o actual sen abrir a xanela principal. É útil en combinación cos atallos globais configurábeis, p. ex. para pegar o portapapeis ou a selección no cesto actual desde calquera parte.</p>
ka: <p><strong>დაიმახსოვრეთ თქვენი მალსახმობები ადვილად</strong>:<br>პირველ შემთხვევაში, კალათზე <strong>Alt+ასო</strong> მალსახმობის მინიჭება ამ ასოს ხაზს გაუსვამს კალათების სიაში.<br>მაგალითად, თუ ანიჭებთ მალსახმობს <i>Alt+ნ</i> კალათს სახელით <i>მინიშნებები</i>, კალათი, ხეში, გამოჩნდება, როგორც <i>მი<u>ნ</u>იშნებები</i>, რომ დაგეხმაროთ მალსახმობების ვიზუალიზაციაში, რომ ისინი უფრო სწრაფად იპოვოთ.</p><p><strong>ლოკალური vs გლობალური</strong>:<br>პირველი საშუალებას გაძლევთ, აირჩიოთ კალათა, როცა მთავარი ფანჯარა აქტიურია. გლობალური მალსახმობები მუშაობს ნებისმიერი ადგილიდან, მაშინაც კი, როცა ფანჯრები დამალულია.</p><p><strong>ჩვენება vs გადართვა</strong>:<br>ბოლო ვარიანტი კალათს დააყენებს, როგორც მიმდინარეს, მთავარი ფანჯრის გახსნის გარეშე. ეს სასარგებლოა გლობალური მალსახმობების მორგებისას, მაგალითად ბუფერის ან მონიშნულს ჩასასმელად მიმდინარე კალათში ნებისმიერი ადგილიდან.</p>
ko: <p><strong>단축키를 쉽게 기억하기</strong>:<br>첫 번째 옵션을 사용하면 바구니에 <strong>Alt+글자</strong> 단축키를 할당했을 때 바구니 트리에서 해당 글자에 밑줄을 긋습니다.<br>예를 들어 <i>팁(T)</i> 바구니에 <i>Alt+T</i> 단축키를 할당하면 바구니 트리에서 해당 바구니는 <i>팁(<u>T</u>)</i>처럼 표시됩니다. 단축키를 표시해서 더 쉽게 기억할 수 있습니다.</p><p><strong>지역 대 전역</strong>:<br> 첫 번째 옵션은 Basket 주 창이 표시되었을 때에만 바구니를 표시합니다. 전역 단축키는 창이 숨겨져 있어도 시스템 어디서나 작동합니다.</p> <p><strong>표시 대 전환</strong>:<br> 두 번째 옵션은 주 창을 표시하지 않은 상태에서 해당 바구니로 전환합니다. 클립보드나 선택 영역을 현재 바구니로 붙여넣는 등 전역 단축키를 설정할 때 유용합니다.</p>
nl: <p><strong>Uw sneltoetsen gemakkelijk herinneren</strong>:<br>Met de eerste optie, het basket een sneltoets van de vorm van <strong>Alt+Letter</strong> geven, zal die letter onderstrepen in de boomstructuur van baskets.<br>Als u bijvoorbeeld de sneltoets <i>Alt+T</i> aan een basket genaamd <i>Tips</i> toekent, zal het basket in de boomstructuur getoond worden als <i><u>T</u>ips</i>. Het helpt u de sneltoetsen te visualiseren om ze sneller te onthouden.</p><p><strong>Lokaal versus globaal</strong>:<br>De eerst optie biedt u het tonen van het basket terwijl het hoofdvenster actief is. Globale sneltoetsen zijn overal geldig, zelfs als het venster verborgen is.</p><p><strong>Tonen versus omschakelen</strong>:<br>De laatste optie maakt dit basket het huidige zonder het hoofdvenster te openen. Het is nuttig naast de te configureren globale sneltoetsen, bijv. om het klembord of de selectie overal vandaan in het huidige basket te plakken.</p>
pt_br: <p><strong>Lembre facilmente dos seus atalhos</strong>:<br>Com a primeira opção, atribuir um atalho para a cesta como <strong>Alt+letra</strong> irá sublinhar a letra na árvore de cestas.<br>Por exemplo, caso você atribua o atalho <i>Alt+D</i> a uma cesta chamada <i>Dicas</i>, a cesta será exibida como <i><u>D</u>icas</i> na árvore. Isso facilita para visualizar os atalhos e lembrar deles mais rapidamente.</p><p><strong>Local vs Global</strong>:<br>A primeira opção permite exibir a cesta enquanto a janela principal está ativa. Atalhos globais são válidos em todo lugar, até mesmo quando a janela está escondida.</p><p><strong>Exibir vs Trocar</strong>:<br> A última opção torna a cesta a atual sem precisar abrir a janela principal. Isso é útil quando em conjunto a atalhos globais configuráveis, como por exemplo para copiar da área de transferência para a cesta atual de qualquer lugar.</p>
sl: <p><strong>Preprosto zapomnite si bližnjice:</strong><br>S prvo možnostjo bo bližnjica obrazca <strong>izmenjalka+črka</strong> v košari podčrtala to črko.<br>Če npr. bližnjico <i>izmenjalka+N</i> dodelite košari z imenom <i>Nasveti</i>, bo košara v drevesu prikazana kot <i> <u>N</u>asveti</i>. Pomaga vam pri ponazoritvi bližnjic, da si jih hitreje zapomnite.</p><p><strong>Krajevno vs globalno:</strong><br>Prva možnost omogoča prikaz košare, medtem ko je glavno okno dejavno. Globalne bližnjice veljajo povsod, tudi če je okno skrito.</p><p><strong>Pokaži vs preklopi:</strong><br>Zadnja možnost naredi to košaro kot trenutno brez odpiranja glavnega okna. Uporabna je poleg nastavljivih globalnih bližnjic, npr. da prilepite odložišče ali izbor v trenutno košarico od kjerkoli.</p>
sv: <p><strong>Kom ihåg dina genvägar enkelt</strong>:<br>Med första alternativet att ge korgen en genväg på formen <strong>Alt+bokstav</strong> stryks bokstaven under i korgträdet.<br>Om du exempelvis tilldelar genvägen <i>Alt+T</i> till en korg som heter <i>Tips</i>, visas korgen som <i><u>T</u>ips</i> i trädet. Det hjälper till att visualisera genvägarna så att det går snabbare att komma ihåg dem.</p><p><strong>Lokal mot global</strong>:<br>Det första alternativet låter dig visa korgen när huvudfönstret är aktivt. Globala genvägar är giltiga överallt, även om fönstret är dolt.</p><p><strong>Visa mot Byt</strong>:<br>Det sista alternativet gör korgen till den aktuella utan att visa huvudfönstret. Det är användbart förutom de inställningsbara globala genvägarna, t.ex. för att klistra in klippbordet eller markeringen i den aktuella korgen överallt.</p>
uk: <p><strong>Як запам'ятати клавіатурні скорочення</strong>:<br>По-перше, якщо із кошиком пов'язано клавіатурне скорочення у формі <strong>Alt+літера</strong>, цю літеру буде підкреслено у назві кошика у списку.<br>Наприклад, якщо клавіатурне скорочення <i>Alt+П</i> пов'язано із кошиком, який має назву <i>Підказки</i>, у ієрархії кошиків назву кошика буде показано як <i><u>П</u>ідказки</i>. Це спростить запам'ятовування клавіатурних скорочень.</p><p><strong>Локальне чи загальне</strong>:<br>Якщо скористатися першим варіантом, ви зможете наказати програмі показати кошик, лише коли буде активним головне вікно. Загальні клавіатурні скороченнями можна скористатися будь-коли, навіть якщо головне вікно згорнуто.</p><p><strong>Показ чи перемикання</strong>:<br>Другий варіант надасть змогу робити кошик поточним без відкриття головного вікна. Він стане у пригоді у поєднанні із налаштовуваними загальними скороченнями, наприклад, для вставлення з буфера обміну даними до поточного кошика з вікна будь-якої програми.</p>

source: Appearance
ar: المظهر
ca: Aparença
eu: Itxura
fi: Ulkoasu
gl: Aparencia
ka: გარემოს იერსახე
ko: 모양
nl: Uiterlijk
pt_br: Aparência
sl: Videz
sv: Utseende
uk: Вигляд
zh_tw: 外觀

source: Background &image:
ar: &صورة الخلفية:
ca: &Imatge de fons:
eu: Atzealdeko planoko &irudia:
fi: &Taustakuva:
gl: &Imaxe de fondo:
ka: ფონის &გამოსახულება:
ko: 배경 그림(&I):
nl: Achtergrondafbeeld&ing:
pt_br: I&magem de fundo:
sl: Slika za &ozadje:
sv: Bakgrundsb&ild:
uk: Зо&браження тла:
zh_tw: 背景影像(&I)：

source: &Background color:
ar: لون ال&خلفية:
ca: Color de &fons:
eu: &Atzeko planoaren kolorea:
fi: Tausta&väri:
gl: Cor de &fondo:
ka: &ფონის ფერი:
ko: 배경색(&B):
nl: &Achtergrondkleur:
pt_br: &Cor de fundo:
sl: &Barva ozadja:
sv: &Bakgrundsfärg:
uk: Ко&лір тла:
zh_tw: 背景顏色(&B)：

source: &Text color:
ar: لون ال&نّصّ:
ca: Color del &text:
eu: &Testuaren kolorea:
fi: T&ekstiväri:
gl: Cor do &texto:
ka: &ტექსტის ფერი:
ko: 글자색(&T):
nl: &Tekstkleur:
pt_br: C&or do texto:
sl: Barva &besedila:
sv: &Textfärg:
uk: Колір &тексту:
zh_tw: 文字顏色(&T)：

source: Disposition
ar: الترتيب
ca: Disposició
eu: Antolaera
fi: Jäsennys
gl: Disposición
ka: შემცველობის პოზიცირება
ko: 배치
nl: Dispositie
pt_br: Disposição
sl: Uredba
uk: Позиціювання
zh_tw: 配置

source: Col&umns:
ar: الأ&عمدة:
ca: Col&umnes:
eu: Z&utabeak:
fi: &Sarakkeet:
gl: Col&umnas:
ka: &სვეტებ:
ko: 열(&U):
nl: K&olommen
pt_br: Col&unas:
sl: Sto&lpci:
sv: Kol&umner:
uk: С&товпчики:
zh_tw: 欄位(&U)：

source: &Free-form
ar: شكل &حر
ca: &Forma lliure
eu: Era as&kea
fi: &Vapaamuotoinen
gl: Man &alzada
ka: &თავისუფალი მდებარეობა
ko: 자유형(&F)
nl: &Vrije vorm
pt_br: &Forma livre
sl: &Prostoročno
sv: &Fri form
uk: &Довільна форма
zh_tw: 自由筆畫(&F)

source: &Mind map
ar: &خارطة ذهنية
ca: &Mapa mental
eu: Adi&men mapa
fi: &Miellekartta
gl: &Mapa mental
ka: &თავისუფალი დალაგება
ko: 마인드맵(&M)
pt_br: &Mapa mental
sl: &Miselni vzorec
sv: Tanke&karta
uk: &Карта для запам'ятовування
zh_tw: 心智圖(&M)

source: Keyboard Shortcut
ar: اختصار لوحة المفاتيح
ca: Drecera de teclat
eu: Teklatuko lasterbidea
fi: Pikanäppäin
gl: Atallo de teclado
ka: კლავიატურის მალსახმობი
ko: 키보드 단축키
nl: Sneltoets
pt_br: Atalho de teclado
sl: Tipka za bližnjico
sv: Snabbtangent
uk: Клавіатурне скорочення
zh_tw: 鍵盤快捷鍵

source: S&how this basket
ar: أ&ظهر هذه السلة
ca: Mos&tra aquesta cistella
eu: Era&kutsi saski hau
fi: &Näytä tämä kori
gl: &Amosar este cesto
ka: ამ &კალათის ჩვენება
ko: 이 바구니 표시(&H)
nl: Dit basket &tonen
pt_br: E&xibir esta cesta
sl: Po&kaži to košaro
sv: Visa &korgen
uk: П&оказати цей кошик
zh_tw: 顯示此筆記本(&H)

source: Show this basket (&global shortcut)
ar: أظهر هذه السلة (اختصار &عام)
ca: Mostra aquesta cistella (drecera &global)
eu: Erakutsi saski hau (lasterbide &orokorra)
fi: Näytä tämä kori (&yleispikanäppäin)
gl: Amosar este cesto (atallo &global)
ka: ამ კალათის ჩვენება (&გლობალური მალსახმობი)
ko: 이 바구니 표시(전역 단축키)(&G)
nl: Dit basket tonen (&globale sneltoets)
pt_br: Exibir esta cesta (atalho &global)
sl: Pokaži to košaro (&splošna bližnjica)
sv: Visa korgen (&global genväg)
uk: Показати цей кошик (з&агальне скорочення)
zh_tw: 顯示此筆記本（全域快捷鍵）(&G)

source: S&witch to this basket (global shortcut)
ar: ا&بدل إلى هذه السلة (اختصار عام)
ca: Can&via a aquesta cistella (drecera global)
eu: Al&datu saski honetara (lasterbide orokorra)
fi: &Vaihda tähän koriin (yleispikanäppäin)
gl: &Cambiar a este cesto (atallo global)
ka: ამ &კალათზე გადმორთვა (გლობალური მალსახმობი)
ko: 이 바구니로 전환(전역 단축키)(&W)
nl: Naar dit basket omsc&hakelen (globale sneltoets)
pt_br: &Trocar para esta cesta (atalho global)
sl: &Preklopi na to košaro (globalna bližnjica)
sv: B&yt till korgen (global genväg)
uk: П&еремкнутися на цей кошик (загальне скорочення)
zh_tw: 切換到此筆記本（全域快捷鍵）(&W)

source: The new note does not match the filter and is hidden.
ar: الملاحظة الجديدة لا تطابق المرشح وهي مخفية.
ca: La nota nova no coincideix amb el filtre i restarà oculta.
eu: Ohar berria ez dator bat iragazkiarekin eta ezkutuan dago.
fi: Uusi muistiinpano ei vastaa suodatinta ja piilotetaan.
gl: A nova nota non coincide co filtro e está agochada.
ka: ახალ შენიშვნა არ ემთხვევა ფილტრს და დამალულია.
ko: 새 메모가 필터와 일치하지 않으며 숨겨졌습니다.
nl: De nieuwe notitie komt niet overeen met het filter en is verborgen.
pt_br: A nota nova não encaixa com o filtro e portanto foi escondida.
sl: Nova opomba se ne ujema s filtrom in je skrita.
sv: Den nya anteckningen matchar inte filtret och är dold.
uk: Нова нотатка не відповідає критеріям фільтрування — її буде приховано.
zh_tw: 新筆記不符合過濾器而已隱藏。

source: A new note does not match the filter and is hidden.
ar: ملاحظة جديدة لا تطابق المرشح وهي مخفية.
ca: Una nota nova no coincideix amb el filtre i restarà oculta.
eu: Ohar berri bat ez dator bat iragazkiarekin eta ezkutuan dago.
fi: Uusi muistiinpano ei vastaa suodatinta ja piilotetaan.
gl: Unha nova nota non coincide co filtro e está agochada.
ka: ახალ შენიშვნა არ ემთხვევა ფილტრს და დამალულია.
ko: 새 메모가 필터와 일치하지 않으며 숨겨졌습니다.
nl: Een nieuwe notitie komt niet overeen met het filter en is verborgen.
pt_br: Uma nota nova não encaixa com o filtro e portanto foi escondida.
sl: Nova opomba se ne ujema s filtrom in je skrita.
sv: En ny anteckning matchar inte filtret och är dold.
uk: Нова нотатка не відповідає критеріям фільтрування — її буде приховано.
zh_tw: 一個新筆記不符合過濾器而已隱藏。

source: Some new notes do not match the filter and are hidden.
ar: بعض الملاحظات الجديدة لا تطابق المرشح وهي مخفية.
ca: Algunes notes noves no coincideixen amb el filtre i restaran ocultes.
eu: Ohar berri batzuk ez datoz bat iragazkiarekin eta ezkutuan daude.
fi: Jotkin uudet muistiinpanot eivät vastaa suodatinta ja piilotetaan.
gl: Algunhas notas novas non coinciden co filtro e están agochadas.
ka: ზოგიერთი ახალი შენიშვნა არ ემთხვევა ფილტრს და დამალულია.
ko: 일부 새 메모가 필터와 일치하지 않으며 숨겨졌습니다.
nl: Enige nieuwe notities komen niet overeen met het filter en zijn verborgen.
pt_br: Algumas notas novas não encaixam com o filtro e portanto foram escondidas.
sl: Nekatere nove opombe se ne ujemajo s filtrom in so skrite.
sv: Några nya anteckningar matchar inte filtret och är dolda.
uk: Деякі з нових нотаток не відповідають критеріям фільтрування — їх буде приховано.
zh_tw: 有些新筆記不符合過濾器而已隱藏。

source: The new notes do not match the filter and are hidden.
ar: الملاحظات الجديدة لا تطابق المرشح وهي مخفية.
ca: Les notes noves no coincideixen amb el filtre i restaran ocultes.
eu: Ohar berriak ez datoz bat iragazkiarekin eta ezkutuan daude.
fi: Uudet muistiinpanot eivät vastaa suodatinta ja piilotetaan.
gl: As novas notas non coinciden co filtro e están agochadas.
ka: ახალი შენიშვნები არ ემთხვევა ფილტრს და დამალულია.
ko: 새 메모가 필터와 일치하지 않으며 숨겨졌습니다.
nl: De nieuwe notities komen niet overeen met het filter en zijn verborgen.
pt_br: As notas novas não encaixam com o filtro e portanto foram escondidas.
sl: Nove opombe se ne ujemajo s filtrom in so skrite.
sv: De nya anteckningarna matchar inte filtret och är dolda.
uk: Нові нотатки не відповідають критеріям фільтрування — їх буде приховано.
zh_tw: 新筆記不符合過濾器而已隱藏。

# Verb (for the 'insert' menu)
source: Group
ar: جمّع
zh_tw: 群組

# Verb (for the 'insert' menu)
source: Insert
ar: أدرج
zh_tw: 插入
