Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Antoni Bella
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
gl: Adrián Chaves (Gallaecio)
ka: Temuri Doghonadze
ko: 박신조
nl: Freek de Kruijf - t/m 2024
pt_br: Thiago Masato Costa Sueto,Antonio Henrique L. Rodrigues
sl: Martin Srebotnjak
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_tw: Rex, Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: antonibella5@yahoo.com
eu: xalba@ni.eus
fi: translator@legisign.org
gl: adrian@chaves.io
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pt_br: herzenschein@gmail.com,ahlr_2000@yahoo.com
sl: miles@filmsi.net
sv: stefan.asserhall@bredband.net
uk: yurchor@ukr.net
zh_tw: rexforce@hotmail.com, mail@kisaragi-hiu.com

source: basketweaver
ar: صانع سلال
ca: Cisteller
eu: saskigilea
fi: korinpunoja
pt_br: cesteiros
sl: pletileckošar
sv: korgvävare

source: Encodes and decodes .baskets files
ar: برمّز و يفك ترميز ملفات .baskets
ca: Codifica i descodifica els fitxers .baskets
eu: «.baskets» fitxategiak kodetu eta deskodetzen ditu
fi: Koodaa ja dekoodaa .baskets-tiedostoja
gl: Codifica e descodifica ficheiros .baskets.
ka: .basket ფაილების დაშიფვრა და გაშიფვრა
ko: .baskets 파일 인코드 및 디코드
nl: Codeert en decodeert .baskets bestanden
pt_br: Arquivos encodificado e decodificado .baskets
sl: Kodira in dekodira datoteke .baskets
sv: Kodar och avkodar .baskets-filer
uk: Кодує і декодує файли .baskets
zh_tw: 編碼或解碼 .baskets 檔案

source: Destination directory. Optional.
ar: دليل الوجهة. اختياري.
ca: Directori de destinació -opcional-.
eu: Jomuga-direktorioa. Hautazkoa.
fi: Kohdekansio. Valinnainen.
gl: Cartafol de destino. Opcional.
ka: სამიზნე საქაღალდე. არასავალდებულოა.
ko: 대상 디렉터리입니다. 선택 사항.
nl: Bestemmingsmap. Optioneel.
pt_br: Pasta de destino. Opcional.
sl: Ciljni imenik. Neobvezno.
sv: Målkatalog. Valfri.
uk: Каталог призначення. Необов'язковий.
zh_tw: 目的地目錄。可選。

source: Use the <image> as preview image for a .baskets file. Must be a .png file.
ar: استخدم <image> كصورة معاينة لملف .baskets. يجب أن يكون ملف .png.
ca: Usa la <image> com a imatge de vista prèvia per a un fitxer .baskets. Haurà de ser un fitxer .png.
eu: Erabili <image> «.basket» fitxategi baten aurreikuspegi irudi gisa. «.png» fitxategi bat izan behar da.
fi: Käytä <kuvaa> .baskets-tiedoston esikatselukuvana. Oltava PNG-tiedosto.
gl: Use <imaxe> como vista previa do ficheiro .baskets. Debe ser un ficheiro .png.
ka: გამოიყენეთ <image> როგორც გამოსახულების მინიატურა .baskets ფაილისთვის. აუცილებელია, .png ფაილს წარმოადგენდეს.
ko: .baskets 파일의 미리 보기 그림으로 <image>를 사용합니다. .png 파일이어야 합니다.
nl: De <afbeelding> als voorbeeldafbeelding voor een .baskets bestand gebruiken. Moet een .png bestand zijn.
pt_br: Use a <image> como imagem de visualização para um arquivo .baskets. Deve ser um arquivo .png.
sl: Uporabite sliko <image> kot predogledno sliko za datoteko .baskets. Mora biti datoteka .png.
sv: Använd <image> som förhandsgranskningsbild för en .baskets-fil. Måste vara en .png-fil.
uk: Використати <image> як зображення попереднього перегляду файла .baskets. Має бути файлом .png.
zh_tw: 使用 <image> 作為 .baskets 檔案的預覽影像。必須是 .png 檔案。

source: Decodes the <file>. Cannot be used together with --weave.
ar: فك ترميز <file>. لا يمكن استخدامه مع --weave.
ca: Descodifica el <file>. No es pot usar juntament amb --weave.
eu: <file> deskodetzen du. Ezin da erabili «--weave» aukerarekin batera.
fi: Purkaa <tiedoston> koodauksen. Ei voi käyttää yhdessä --weave-valitsimen kanssa.
gl: Descodifica o <ficheiro>. Non pode usarse con --weave.
ka: <ფაილის> დეკოდირება. --weave -სთან ერთად გამოყენება შეუძლებელია.
ko: <file>을 디코드합니다. --weave 옵션과 같이 사용할 수 없습니다.
nl: Decodeert het <bestand>. Kan niet gebruikt worden samen met --weave.
pt_br: Decodificar o <file>. Não pode ser usado junto com --weave.
sl: Dekodira datoteko <file>. Ni ga mogoče uporabiti skupaj z --weave.
sv: Avkodar <file>. Kan inte användas tillsammans med --weave.
uk: Декодує <file>. Не можна використовувати разом із --weave.
zh_tw: 解碼 <file>。不能與 --weave 同時使用。

source: Encodes the <directory>. Cannot be used together with --unweave.
ar: رمّز <directory>. لا يمكن استخدامه مع --unweave.
ca: Codifica el <directory>. No es pot usar juntament amb --unweave.
eu: <direktorioa> kodetzen du. Ezin da erabili «--unweave» aukerarekin batera.
fi: Koodaa <kansion>. Ei voi käyttää yhdessä --unweave-valitsimen kanssa.
gl: Codifica o <cartafol>. Non pode usarse con --unweave.
ka: <საქაღალდის> კოდირბა. შეუძლებევლია --unweave -სთან ერთად გამოყენება.
ko: <directory>를 인코드합니다. --unweave 옵션과 같이 사용할 수 없습니다.
nl: Codeert de <map>. Kan niet gebruikt worden samen met --unweave.
pt_br: Decodificar o <diretory>. Não pode ser usado junto com --unweave.
sl: Kodira mapo <directory>. Ni ga mogoče uporabiti skupaj z --unweave.
sv: Kodar <directory>. Kan inte användas tillsammans med --unweave.
uk: Кодує <directory>. Не можна використовувати разом із --unweave.
zh_tw: 編碼 <directory>。不能與 --unweave 同時使用。

source: This optional value will be used to label the new content within the optionally given output directory
ar: ستستخدم هذه القيمة الاختيارية لتسمية المحتوى الجديد داخل دليل الإخراج الاختياري
ca: Aquest valor opcional s'usarà per a etiquetar el nou contingut a dins del directori de sortida indicat de manera opcional
eu: Aukerako balio hori erabiliko da, aukeran eman daitekeen irteerako direktorioko eduki berria etiketatzeko
fi: Tätä valinnaista arvoa käytetään nimikoimaan uusi sisältö valinnaisesti annetussa tuloskansiossa.
gl: O valor opcional usarase como etiqueta do novo contido con cartafol de saída opcionalmente indicado.
ka: ეს არასავალდებულო მნიშვნელობა გამოყენებული იქნება არასავალდებულო გამოტანის საქაღალდეში ჩაწერილი ახალი შემცველობაზე ჭდის დასადებად
ko: 선택 사항으로 지정한 출력 디렉터리의 새로운 내용을 표시할 때 사용할 이름표 값
nl: Deze optionele waarde zal gebruikt worden om de nieuwe inhoud binnen de optioneel gegeven uitvoermap te labelen
pt_br: Este valor opcional será usado para nomear o novo conteúdo dentro da pasta de saída fornecido opcionalmente
sl: Ta neobvezna vrednost bo uporabljena za označevanje nove vsebine v neobvezno podanem izhodnem imeniku
sv: Det här valfria värdet används för att etikettera nytt innehåll inom den valfritt angivna utdatakatalogen
uk: Це необов'язкове значення буде використано для позначення нових даних у додатково вказаному каталозі виведення даних.
zh_tw: 這個可選的值會用來標記指定輸出目錄中的新內容

source: Overwrite existing files.
ar: اكتب فوق الملفّات الموجودة
ca: Sobreescriu els fitxers existents.
eu: Gainidatzi lehendik dauden fitxategiak.
fi: Korvaa olemassa olevat tiedostot.
gl: Sobrescribir os ficheiros existentes.
ka: არსებულ ფაილებზე გადაწერა.
ko: 기존 파일을 덮어씁니다.
nl: Bestaande bestanden overschrijven.
pt_br: Sobrescreve arquivos existentes.
sl: Prepiši obstoječe datoteke.
sv: Skriv över befintliga filer.
uk: Перезаписати наявні файли.
zh_tw: 覆寫現存檔案。

source: You need to provide at least one --weave/-w or --unweave/-u option
ar: يجب أن توفر خياراً واحداً على الأقل من --weave/-w أو --unweave/-u
ca: Com a mínim heu de proporcionar una opció --weave/-w o --unweave/-u
eu: Gutxienezz --weave/-w edo --unweave/-u aukeretako bat ipini behar duzu
fi: Joko --weave/-v tai --unweave/-u on annettava.
gl: Ten que fornecer ou a opción --weave/-w ou a opción --unweave/-u.
ka: საჭიროა მიუთითოთ --weave/-w ან --unweave/-u პარამეტრი
ko: --weave/-w 또는 --unweave/-u 옵션 중 하나를 지정해야 합니다
nl: U moet minstens één optie --weave/-w of --unweave/-u leveren
pt_br: Você precisa fornecer pelo menos uma opção --weave/-w ou --unweave/-u
sl: Zagotoviti morate vsaj eno možnost —weave/-w ali --unweave/-u
sv: Åtminstone en --weave/-w eller --unweave/-u väljare måste anges
uk: Вам слід вказати принаймні один із параметрів — --weave/-w або --unweave/-u
zh_tw: 您需要提供至少一個 --weave/-w 或 --unweave/-u 選項

source: You cannot use --weave/-w and --unweave/-u options in conjunction.
ar: لا يمكنك استخدام خياري --weave/-w و --unweave/-u معًا.
ca: No podeu usar les opcions --weave/-w i --unweave/-u conjuntament.
eu: Ezin dituzu --weave/-w eta --unweave/-u aukerak elkarrekin ipini.
fi: --weave/-v- ja --unweave/-u-valitsimia ei voi käyttää yhtä aikaa.
gl: Non pode combinar as opcións --weave/-w e --unweave/-u.
ka: --weave/-w და --unweave/-u პარამეტრებს ერთად ვერ გამოიყენებთ.
ko: --weave/-w와 --unweave/-u 옵션은 동시에 사용할 수 없습니다.
nl: U kunt opties --weave/-w en --unweave/-u niet samen gebruiken.
pt_br: Você não pode usar as opções --weave/-w and --unweave/-u juntas.
sl: Ne morete uporabiti možnosti —weave/-w in --unweave/-u skupaj.
sv: Det går inte att använda väljarna --weave/-w och --unweave/-u tillsammans.
uk: Не можна поєднувати параметри --weave/-w і --unweave/-u.
zh_tw: 您不能同時使用 --weave/-w 及 --unweave/-u 選項。

source: Multiple --weave/-w or --unweave/-u input options found. All but the first input are going to be ignored.
ar: تم العثور على خيارات إدخال متعددة لـ --weave/-w أو --unweave/-u. سيتم تجاهل جميع المدخلات باستثناء الإدخال الأول.
ca: S'han trobat múltiples opcions d'entrada --weave/-w o --unweave/-u. S'ignoraran totes menys la primera entrada.
eu: Sarrerako --weave/-w edo --unweave/-u aukera anizkoitzak aurkitu dira. Aurreneko sarrerakoari ez beste guztiei ezikusi egingo zaie.
fi: Syötteestä löytyi useampi --weave/-v- tai --unweave/-u-valitsin. Vain ensimmäinen otetaan huomioon.
gl: Atopáronse varias opcións de entrada --weave/-w ou --unweave/-u. Só se terá en conta a primeira.
ka: აღმოჩენილია ერთზე მეტი --weave/-w ან --unweave/-u პარამეტრი. გამოტოვებული იქნება ყველა, პირველის გარდა.
ko: --weave/-w 또는 --unweave/-u 옵션을 여러 번 지정했습니다. 첫 번째 옵션을 제외한 나머지는 무시됩니다.
nl: Meerdere invoeropties --weave/-w of --unweave/-u gevonden. Allen behalve de eerste invoer zullen worden genegeerd.
pt_br: Multiplas opções fornecidas --weave/-w or --unweave/-u. Todas menos a primeira entrada será ignorada.
sl: Najdenih več možnosti —weave/-w ali --unweave/-u vnosa. Vsi razen prvega vnosa bodo prezrti.
sv: Flera --weave/-w eller --unweave/-u väljare hittade. Alla utom den första kommer att ignoreras.
uk: Виявлено декілька вхідних параметрів --weave/-w або --unweave/-u. Усі, окрім першого, буде проігноровано.
zh_tw: 發現多個 --weave/-w 或 --unweave/-u 輸入選項。除了第一個輸入以外全部都會忽略。

source: The source seems to be an invalid .baskets file
ar: يبدو أن المصدر ملف .baskets غير صحيح
ca: Sembla que l'origen és un fitxer .baskets no vàlid
eu: Sorburua balio ez duen «.baskets» fitxategi bat dela dirudi
fi: Lähde vaikuttaa virheelliseltä .baskets-tiedostolta
gl: A orixe non parece un ficheiro .baskets válido.
ka: წყარო, როგორც ჩანს არასწორი .baskets ფაილია
ko: 원본 파일이 올바른 .baskets 파일이 아닌 것 같음
nl: De bron lijkt een ongeldig .baskets bestand te zijn
pt_br: A fonte parece ser um arquivo .baskets inválido
sl: Zdi se, da je vir neveljavna datoteka .baskets
sv: Källan verkar vara en ogiltig .baskets-fil
uk: Джерелом, здається, є некоректний файл .baskets
zh_tw: 來源似乎是無效的 .baskets 檔案

source: Output directory does not exist.
ar: دليل الإخراج غير موجود.
ca: El directori de sortida no existeix.
eu: Irteerako direktorioa ez da existitzen.
fi: Tuloskansio ei ole olemassa.
gl: O cartafol de saída non existe.
ka: გამოტანის საქაღალდე არ არსებობს.
ko: 출력 디렉터리가 없습니다.
nl: Uitvoermap bestaat niet.
pt_br: A pasta de saída não existe.
sl: Izhodni imenik ne obstaja.
sv: Utdatakatalogen finns inte.
uk: Каталогу виведення даних не існує.
zh_tw: 輸出目錄不存在。

source: The source seems to be invalid.
ar: يبدو أن المصدر غير صحيح.
ca: Sembla que l'origen no és vàlid.
eu: Sorburua baliogabea dela dirudi.
fi: Lähde vaikuttaa virheelliseltä.
gl: A orixe non parece válida.
ka: წყარო, როგორც ჩანს, არასწორია.
ko: 원본이 잘못된 것 같습니다.
nl: De bron lijkt ongeldig te zijn.
pt_br: A fonte parece ser inválida.
sl: Zdi se, da je vir neveljaven.
sv: Källan verkar vara ogiltig.
uk: Здається, джерело є некоректним.
zh_tw: 來源似乎是無效的。

source: Could not open file.
ar: تعذّر فتح الملفّ.
ca: No s'ha pogut obrir el fitxer.
eu: Ezin izan du fitxategia ireki.
fi: Tiedostoa ei voitu avata.
gl: Non foi posíbel abrir o ficheiro.
ka: ფაილის გახსნის შეცდომა.
ko: 파일을 열 수 없습니다.
nl: Kon het bestand niet openen.
pt_br: Não foi possível abrir o arquivo.
sl: Datoteke ni bilo moč odpreti.
sv: Kunde inte öppna filen.
uk: Не вдалося відкрити файл.
zh_tw: 無法開啟檔案。

source: Failed to open a file resource.
ar: فشل في فتح مصدر ملف.
ca: Ha fallat en obrir un recurs de fitxer.
eu: Fitxategi baliabide bat irekitzea huts egin du.
fi: Tiedostoresurssia ei voi avata.
gl: Non foi posíbel abrir un recurso de ficheiro.
ka: ფაილის რესურსის გახსნის შეცდომა.
ko: 파일 자원을 열 수 없습니다.
nl: Een bestandshulpbron openen is mislukt.
pt_br: Falha ao abrir um recurso do arquivo.
sl: Odpiranje vira datoteke ni uspelo.
sv: Misslyckades öppna en filresurs,
uk: Не вдалося відкрити файловий ресурс.
zh_tw: 開啟檔案資源失敗。

source: This file is not a basket archive.
ar: هذا الملف ليس أرشيف سلة.
ca: Aquest fitxer no és un arxiu de cistelles.
eu: Fitxategi hau ez da basket artxibo bat.
fi: Tämä ei ole Basket-arkistotiedosto.
gl: O ficheiro non é un arquivo de basket.
ka: ფაილი კალათის რესურსი არაა.
ko: 이 파일은 Basket 압축 파일이 아닙니다.
nl: Dit bestand is geen archief van basket.
pt_br: Este arquivo não é uma cesta.
sl: Ta datoteka ni arhiv košare.
sv: Filen är inte ett korgarkiv.
uk: Цей файл не є архівом Basket.
zh_tw: 這個檔案不是 basket 封存。

source: This file is corrupted. It can not be opened.
ar: هذا الملف تالف. لا يمكن فتحه.
ca: Aquest fitxer està malmès. No es pot obrir.
eu: Fitxategi hau hondatuta dago. Ezin da ireki.
fi: Tiedosto on vioittunut eikä sitä voi avata.
gl: O ficheiro está danado. Non pode abrirse.
ka: ფაილი დაზიანებულია. მისი გახსნა შეუძლებელია.
ko: 이 파일이 잘못되었습니다. 열 수 없습니다.
nl: Dit bestand is beschadigd. Het kan niet worden geopend.
pt_br: Este arquivo está corrompido. Ele não pode ser aberto.
sl: Ta datoteka je poškodovana. Ni je mogoče odpreti.
sv: Filen är skadad. Den kan inte öppnas.
uk: Цей файл пошкоджено. Його не вдасться відкрити.
zh_tw: 這個檔案已毀損。無法開啟。

source: The destination path already exists.
ar: مسار الوجهة موجود بالفعل.
ca: El camí de destinació ja existeix.
eu: Jomugako bide-izena existitzen da dagoeneko.
fi: Kohdekansio on jo olemassa.
gl: A ruta de destino xa existe.
ka: სამიზნე ბილიკი უკვე არსებობს.
ko: 대상 경로가 이미 존재합니다.
nl: Het doelpad bestaat al.
pt_br: O caminho de destino já existe.
sl: Ciljna pot že obstaja.
sv: Målsökvägen finns redan.
uk: Шлях призначення вже існує.
zh_tw: 目的地路徑已存在。

source: This file supplied file format is not supported
ar: صيغة الملف الموفر غير مدعومة
ca: Aquest format de fitxer proporcionat per al fitxer no està admès
eu: Fitxategi honek duen fitxategi-formatua ez da onartzen
fi: Annettua tiedostomuotoa ei tueta
gl: O formato do ficheiro fornecido non é compatíbel.
ka: მითითებული ფაილის ფორმატი მხარდაჭერილი არაა
ko: 이 파일 형식은 지원하지 않0ᅟᅳᆸ니다
nl: Het bestandsformaat van het geleverde bestand wordt niet ondersteund
pt_br: Este formato de arquivo fornecido não é suportado
sl: Zapis, v katerem je ta datoteka, ni podprt
sv: Filformatet i den tillhandahållna filen stöds inte
uk: Підтримки формату наданого файла не передбачено
zh_tw: 這個檔案提供的檔案格式不支援

source: This file was created with a more recent version of BasKet Note Pads. It might not be fully supported
ar: أُنشئ هذا الملف بإصدار أحدث من دفاتر ملاحظات السلة. قد لا يكون مدعومًا بالكامل
ca: Aquest fitxer es va crear amb una versió més recent del Bloc de notes BasKet. Potser no és admès totalment
eu: Fitxategi hau BasKet-en Ohar-bloken bertsio berriago batekin sortu da. Baliteke haren euskarri osoa ez izatea
fi: Tiedosto on luotu BasKet Note Padsin uudemmalla versiolla. Sitä ei välttämättä täysin tueta
gl: O ficheiro creouse cunha versión máis recente de «Cadernos de notas de BasKet». Pode non ser completamente compatíbel.
ka: ეს ფაილი BasKet Notes-ითაა შექმნილი. ის შეიძლება ბოლომდე მხარდაჭერილი არ იყოს
ko: 이 파일은 더 높은 버전의 BasKet 메모판에서 생성되었습니다. 완전히 지원하지 않을 수도 있습니다
nl: Dit bestand is aangemaakt met een recentere versie van BasKet notitieblaadjes. Het zou niet volledig ondersteunt kunnen zijn
pt_br: Este arquivo foi criado com uma versão recente do Bloco de notas. Atualize para uma nova versão para poder abrir o arquivo.
sl: Ta datoteka je bila ustvarjena z novejšo različico Beležke opomb BasKet. Morda ne bo v celoti podprta
sv: Den här filen skapades med en senare version av Basket anteckningsblock. Den kanske inte stöds fullständigt.
uk: Цей файл було створено у новішій версії нотатників BasKet. Підтримка збережених у ньому даних може бути неповною.
zh_tw: 這個檔案是用較新的 BasKet 筆記本版本所建立的。可能不完全支援它

source: <p><b>Taking care of your ideas.</b></p><p>A note-taking application that makes it easy to record ideas as you think, and quickly find them later. Organizing your notes has never been so easy.</p>
ar: <p><b>اهتم بأفكارك.</b></p><p>تطبيق لتدوين الملاحظات يسهل عليك تسجيل الأفكار أثناء تفكيرك، وإيجادها لاحقاً بسرعة. تنظيم ملاحظاتك لم يكن أسهل من قبل.</p>
ca: <p><b>Prenent cura de les vostres idees.</b></p><p>Una aplicació per a prendre notes que facilita el registre d'idees, i més tard les trobareu ràpidament. Organitzar les vostres notes mai ha estat tan fàcil.</p>
eu: <p><b>Zure ideiak zaintzea.</b></p><p>Oharrak hartzeko aplikazio bat, pentsatzen duzun heinean hauek erregistratzea erraztu, eta ondoren laster aurkitzeko aukera ematen duena. Zure oharrak antolatzea ez da sekula horren erraza izan.</p>
fi: <p><b>Pitää huolen ajatuksistasi.</b></p><p>Muistiinpanosovellus, jolla on helppo tallentaa ajatukset saman tien ja löytää ne myöhemmin. Muistiinpanojesi pitäminen järjestyksessä ei ole koskaan ollut helpompaa.</p>
gl: <p><b>Coidar as súas ideas.</b></p><p>Unha aplicación para tomar notas que facilita anotar ideas cando se lle ocorren, e atopalas facilmente despois. Organizar as súas notas nunha fora tan doado.</p>
ka: <p><b>ვზრუნავთ თქვენს იდეებზე.</b></p><p>შენიშვნების აღების აპლიკაცია, რომელიც აადვილებს თქვენი იდეების ჩაწერას, როცა ის მოგივათ და მათი სწრაფი ძებნისთვის. თქვენი შენიშვნების დალაგება არასდროს ყოფილა ასე ადვილი.</p>
ko: <p><b>떠오르는 아이디어를 관리합니다.</b></p> <p>아이디어가 떠오르는 대로 기록하고 나중에 쉽게 찾을 수 있도록 돕는 프로그램입니다. 매우 쉽게 노트를 관리할 수 있습니다.</p>
nl: <p><b>Zorgen voor uw ideeën.</b></p><p>Een toepassing voor maken van notities die het gemakkelijk maken om ideeën terwijl u denkt op te nemen, en ze later snel te vinden. Organiseren van uw notities is nog nooit zo gemakkelijk geweest.</p>
pt_br: <p><b>Cuidando das suas ideias.</b></p><p>Um aplicativo de notas que ajuda a gravar ideias conforme você for pensando nelas para encontrá-las rapidamente mais tarde. Organizar as suas notas nunca foi tão fácil.</p>
sl: <p><b>Poskrbite za svoje ideje.</b></p><p>Program za zapisovanje opomb, ki omogoča enostavno beleženje idej, kot si jih zamislite, in jih lahko kasneje hitro poiščete. Organiziranje zapiskov še nikoli ni bilo tako enostavno.</p>
sv: <p><b>Ta hand om dina idéer.</b></p><p>Ett anteckningsprogram som gör det enkelt att notera idéer medan du tänker, och snabbt hitta dem senare. Det har aldrig varit enklare att organisera dina anteckningar.</p>
uk: <p><b>Подбайте про ваші ідеї.</b></p><p>Програма для роботи з нотатками, яка спрощує запис ваших ідей та робить швидким пошук записаних ідей, коли у них виникне потреба. Упорядкування ваших нотаток ще ніколи не було таким простим.</p>
zh_tw: <p><b>小心呵護您的想法。</b></p><p>一個讓您能夠輕易隨思考記錄想法，並在之後快速找到它們的筆記本應用程式。管理筆記從來沒有這麼簡單過。</p>

source: Copyright © 2003–2007, Sébastien Laoût; Copyright © 2013–2019, Gleb Baryshev
ar: حقوق الطبع والنشر © 2003–2007، سيباستيان لاوت؛ حقوق الطبع والنشر © 2013–2019، جليب باريشيف
fi: Tekijänoikeudet © 2003–2007, Sébastien Laoût; Copyright © 2013–2019, Gleb Baryshev
gl: © 2003–2007 Sébastien Laoût. © 2013–2019 Gleb Baryshev.
ka: © 2003–2007, Sébastien Laoût; Copyright © 2013–2019, Gleb Baryshev, ყველა უფლება დაცულია
sl: Avtorske pravice © 2003–2007 Sébastien Laoût; Avtorske pravice © 2013–2019 Gleb Baryshev
uk: © Sébastien Laoût, 2003–2007; © Gleb Baryshev, 2013–2019

source: Carl Schwan
ar: كارل شوان

source: Co-Maintainer
ar: صائن مساعد
ca: Comantenidor
eu: Arduradunkidea
fi: Osaylläpitäjä
gl: Co-mantemento.
ka: თანაწამყვანი პროგრამისტი
ko: 공동 관리자
nl: Mede-onderhouder
pt_br: Co-mantenedor
sl: Sovzdrževalec
sv: Bidragande underhållsansvarig
uk: Співсупровідник
zh_tw: 協同維護者

source: Niccolò Venerandi
ar: نيكولو فينيراندي

source: OmegaPhil
ar: أوميغافيل
sl: OmegaFil

source: Paste as plaintext option
ar: خيار اللصق كنص عادي
ca: Enganxar com amb l'opció de text net
eu: Testu-arrunt gisa itsastea
fi: Liitä muotoilemattomana tekstinä -valinta
gl: Opción de pegar como texto simple.
ka: უბრალოდ ტექსტად ჩასმის შესაძლებლობა
ko: 일반 텍스트로 붙여넣기 옵션
nl: Plakken als optie platte-tekst
pt_br: Opção de colar como texto simples
sl: Prilepi kot navadno besedilo
sv: Alternativ för att klistra in som vanlig text
uk: Можливість вставлення у форматі звичайного тексту
zh_tw: 以純文字貼上的選項

source: Kelvie Wong
ar: كيلفي وونغ

source: Ex-Maintainer
ar: الصائن سابق
ca: Exmantenidor
eu: Mantentzaile ohia
fi: Aiempi ylläpitäjä
gl: Mantemento anterior.
ka: ყოფილი წამყვანი პროგრამისტი
ko: 이전 관리자
nl: Voormalige onderhouder
pt_br: Ex-mantenedor
sl: Bivši vzdrževalec
sv: Tidigare underhållsansvarig
uk: Колишній супровідник
zh_tw: 前任維護者

source: Sébastien Laoût
ar: سيباستيان لاووت

source: Original Author
ar: المؤلف الأصل
ca: Autor original
eu: Jatorrizko egilea
fi: Alkuperäinen tekijä
gl: Autoría orixinal.
ka: საწყისი ავტორი
ko: 원 작성자
nl: Oorspronkelijke auteur
pt_br: Autor original
sl: Izvirni avtor
sv: Ursprunglig upphovsman
uk: Автор початкової версії
zh_tw: 原始作者

source: Petri Damstén
ar: بيتري دامستن
ka: პეტრი დამშტენი

source: Basket encryption, Kontact integration, KnowIt importer
ar: تشفير السلة، دمج كونتاكت، مستورد KnowIt
ca: Encriptatge de la cistella, integració amb el Kontact, importador des del KnowIt
eu: Basket zifratzea, kontaktuak bateratzea, KnowIt inportatzailea
fi: Korin salaus, Kontact-integrointi, KnowIt-tuonti
gl: Cifraxe de BasKet, integración con Kontact, importador de KnowIt.
ka: კალათის დასიფვრა, Kontact-თან ინტეგრაცია, KnowIt-დან შემოტანა
ko: Basket 암호화, Kontact 통합, KnowIt 가져오기 도구
nl: Basket-versleuteling, Kontact-integratie, KnowIt importeerprogramma
pt_br: Criptografia do Basket, integração com o Kontact, importador do KnowIt
sl: Šifriranje košare, integracija v Kontact, uvoznik KnowIt
sv: Korgkryptering, integrering med Kontact, import från KnowIt
uk: Шифрування кошиків, інтеграція з Kontact, засіб імпортування з KnowIt
zh_tw: 筆記本加密、Kontact 整合、KnowIt 匯入器

source: Alex Gontmakher
ar: أليكس غونتماخر
