Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: <h2>Basket Tree</h2>Here is the list of your baskets. You can organize your data by putting them in different baskets. You can group baskets by subject by creating new baskets inside others. You can browse between them by clicking a basket to open it, or reorganize them using drag and drop.
ar: <h2>شجرة السلال</h2>هذه قائمة بسلالك. يمكنك تنظيم بياناتك بوضعها في سلال مختلفة. يمكنك تجميع السلال حسب الموضوع بإنشاء سلال جديدة داخل سلال أخرى. يمكنك التصفح بينها بالنقر على سلة لفتحها، أو إعادة تنظيمها باستخدام السحب والإفلات.
ca: <h2>Arbre de cistelles</h2>Aquesta és la llista de les vostres cistelles. Podreu organitzar les vostres dades col·locant-les en cistelles diferents. Podreu agrupar les cistelles per tema creant cistelles noves dins de les altres. Podreu navegar entre elles fent clic sobre una cistella per a obrir-la, o reorganitzar-les arrossegant i deixant anar.
eu: <h2>Saski zuhaitza</h2>Zure saskien zerrenda dago hemen. Zure datuak saski ezberdinetan ipiniz antola ditzakezu. Saskiak gaiaren arabera taldeka ditzakezu, besteen barruan beste saski batzuk sortuz. Haien artean araka dezakezu, saski bat irekitzeko hartan klik eginez, edo haiek berrantolatu ditzakezu arrastatu eta jareginez.
fi: <h2>Koripuu</h2>Tämä on luettelo koreistasi. Tietoja voi järjestää sijoittamalla niitä eri koreihin. Koreja voi ryhmitellä aiheittain luomalla uusia koreja toisten sisään. Korin voi avata selattavaksi napsauttamalla tai järjestää uudelleen vetämällä ja pudottamalla.
gl: <h2>Árbore de cestos</h2>Esta é a lista dos seus cestos. Pode organizar os datos en distintos cestos. Pode crear novos cestos dentro doutros para agrupar cestos por asuntos. Pode premer un cesto para abrilo, ou arrastrar e soltar para reorganizalos.
ka: <h2>კალათების ხე</h2>ეს თქვენი კალათების ხეა. მონაცემები, შეგიძლიათ, სხვადასხვა კალათებში ჩალაგებით დააორგანიზოთ. შეგიძლიათ, დააჯგუფოთ კალათები მათი შინაარსის მიხედვით, მათი ერთმანეთში ჩალაგებით. მათ დათვალიერება შეგიძლიათ მათზე დაწკაპუნებით, რეორგანიზაცია კი გადათრევა/დაგდებით.
ko: <h2>바구니 트리</h2> 바구니 목록입니다. 데이터를 서로 다른 바구니에 저장하여 정리할 수 있습니다. 바구니 안에 다른 바구니를 만들어서 바구니를 주제별로 그룹화할 수 있습니다. 바구니를 클릭해서 열어서 탐색할 수 있으며, 끌어서 놓기로 재정리할 수 있습니다.
nl: <h2>Basketboom</h2>Hier is de lijst met uw baskets. U kunt uw gegevens organiseren door ze in verschillende baskets te stoppen. U kunt baskets op onderwerp groeperen door nieuwe baskets in andere te aan te maken. U kunt tussen deze bladeren door op een basket te klikken om het te openen of ze te reorganiseren met slepen en loslaten.
pt_br: <h2>Árvore de Cesta</h2>Aqui está a lista de suas cestas. Você pode organizar seudados, colocando-os em cestas diferentes. Você pode agrupar cestas por assuntocriando novas cestas dentro de outras. Você pode navegar entre elasclicando em uma cesta para abri-la ou reorganize-as usando arrastar e soltar.
sl: <h2>Drevo košar</h2>Tukaj je seznam vaših košar. Svoje podatke lahko organizirate tako, da jih postavite v različne košare. Košare lahko združite tako, da ustvarite nove košare znotraj drugih. Med njimi lahko brskate tako, da kliknete košaro, da jo odprete, ali pa jih ponovno organizirate z uporabo povleci in spusti.
sv: <h2>Korgträd</h2>Här är listan över dina korgar. Du kan organisera data genom att placera dem i olika korgar. Du kan gruppera korgar enligt ämne genom att skapa nya korgar inne i andra. Du kan bläddra bland dem genom att klicka på en korg för att öppna den, eller organisera om dem genom att använda dra och släpp.
uk: <h2>Ієрархія кошиків</h2>Це список ваших кошиків. Ви можете упорядковувати дані, розташовуючи їх у різних кошиках. Ви можете групувати кошики за темами, створюючи кошики, які вкладено до інших кошиків. Ви можете здійснювати навігацію між кошиками, клацаючи на пункті кошика, щоб відкрити його, або переупорядкувати кошики за допомогою перетягування зі скиданням.
zh_tw: <h2>筆記本樹狀圖</h2>這是您的筆記本清單。您可以將資料放在不同的筆記本中來整理它們。筆記本內可以包含更多筆記本，讓您依主題來群組化它們。點擊筆記本來開啟它，或是拖放來整理它們。

source: &Basket Archive...
ar: أرشيف ال&سلة...
ca: Arxiu de &cistelles...
eu: Sas&ki artxiboa...
fi: K&oriarkisto…
gl: &Arquivo de cesto…
ka: არქივი &Basket...
ko: 바구니 압축(&B)...
nl: Archief van &basket...
pt_br: &Cesta de arquivos...
sl: &Arhiv košare ...
sv: &Korgarkiv...
uk: Архів &кошиків…
zh_tw: Basket 封存(&B)…

source: &HTML Web Page...
ar: &صفحة ويب HTML...
ca: Pàgina web en &HTML...
eu: &HTML Web-orria...
fi: &HTML-verkkosivu…
gl: Páxina web &HTML…
ka: &HTML ვებგვერდი...
ko: HTML 웹 페이지(&H)...
nl: &HTML-webpagina...
pt_br: Página &web...
sl: Spletna stran &HTML ...
sv: &HTML-webbsida...
uk: В&ебсторінка HTML…
zh_tw: HTML 網頁(&H)...

source: Text &File...
ar: ملف &نصي…
ca: &Fitxer de text...
eu: Testu-&fitxategia...
fi: T&ekstitiedosto…
gl: &Ficheiro de texto…
ka: ტექსტური &ფაილი...
ko: 텍스트 파일(&F)...
nl: Tekst&bestand...
pt_br: Ar&quivo texto...
sl: Besedilna &datoteka …
sv: Text&fil...
uk: Текстовий &файл…
zh_tw: 文字檔案(&F)...

source: &Backup && Restore...
ar: ا&حتفظ واستعد...
ca: Cò&pia de seguretat i restaura...
eu: &Babeskopia egin eta lehengoratzea...
fi: &Varmuuskopioi ja palauta…
gl: &Salvagardar e restaurar…
ka: &მარქაფი და აღდგენა...
ko: 백업과 복원(&B)...
nl: &Reservekopie && herstellen...
pt_br: Bac&kup && restauração...
sl: &Varnostno kopiraj in obnovi …
sv: Säker&hetskopiera och återställ...
uk: &Резервне копіювання…
zh_tw: 備份與復原(&B)...

source: &Check && Cleanup...
ar: ا&فحص ونظف...
ca: &Comprova i neteja...
eu: E&giaztatu eta garbitu...
fi: T&arkista ja siivoa…
gl: &Comprobar e limpar…
ka: &შემოწმება და გასუფთავება...
ko: 검사와 청소(&C)...
nl: &Controleren && opschonen...
pt_br: &Verificar && Limpar...
sl: &Preveri in počisti ...
sv: &Kontrollera och rensa...
uk: &Перевірити і очистити…
zh_tw: 檢查與清理(&C)…

source: D&elete
ar: ا&حذف
ca: Su&primeix
eu: &Ezabatu
fi: &Poista
gl: &Eliminar
ka: &წაშლა
ko: 삭제(&E)
nl: V&erwijderen
pt_br: A&pagar
sl: I&zbriši
sv: Ta &bort
uk: В&илучити
zh_tw: 刪除(&E)

source: Selects all notes
ar: يحدد كل الملاحظات
ca: Selecciona totes les notes
eu: Ohar guztiak hautatzen ditu
fi: Valitsee kaikki muistiinpanot
gl: Selecciona todas as notas.
ka: ყველა შენიშვნის მონიშვნა
ko: 모든 메모 선택
nl: Alle notities selecteren
pt_br: Selecionar todas as notas
sl: Izbere vse opombe
sv: Markerar alla anteckningar
uk: Позначає усі нотатки
zh_tw: 選取所有筆記

source: U&nselect All
ar: أزِل &تحديد الكلّ
ca: Desseleccio&na-ho tot
eu: De&sautatu guztia
fi: P&oista kaikki valinnat
gl: A&nular a selección
ka: შენიშვნის &ყველაფერზე მოხსნა
ko: 모두 선택 해제(&N)
nl: Alles d&eselecteren
pt_br: D&esmarcar todos
sl: &Prekliči izbor vseh
sv: A&vmarkera allt
uk: С&касувати вибір всього
zh_tw: 取消全選(&N)

source: Unselects all selected notes
ar: يلغي تحديد كل الملاحظات المحددة
ca: Desselecciona totes les notes seleccionades
eu: Desautatu hautatutako ohar guztiak
fi: Poistaa kaikilta muistiinpanoilta valinnan
gl: Anula a selección de todas as notas.
ka: ყველა მონიშნული შენიშვნისთვის მონიშვნის მოხსნა
ko: 모든 선택한 메모 선택 해제
nl: Selectie van alle geselecteerde notities ongedaan maken
pt_br: Desmarca todas as notas selecionadas
sl: Prekliče izbor vseh izbranih opomb
sv: Avmarkerar alla markerade anteckningar
uk: Скасовує позначення усіх нотаток
zh_tw: 取消選取所有已選的筆記

source: &Invert Selection
ar: ا&عكس التّحديد
ca: &Inverteix la selecció
eu: Alderantz&ikatu hautapena
fi: K&äännä valinta
gl: &Inverter a selección
ka: მონიშვნის &ინვერსია
ko: 선택 반전(&I)
nl: Selectie &omkeren
pt_br: &Inverter seleção
sl: Preo&brni izbor
sv: &Invertera markering
uk: &Інвертувати вибір
zh_tw: 反轉選取(&I)

source: Inverts the current selection of notes
ar: يعكس التحديد الحالي للملاحظات
ca: Inverteix la selecció actual de les notes
eu: Uneko oharren hautapena alderantzikatzen du
fi: Kääntää muistiinpanojen nykyiset valinnat
gl: Inverte a selección actual de notas.
ka: ამჟამად არჩეული შენიშვნების მონიშვნის ინვერსია
ko: 현재 선택한 메모의 선택 반전
nl: De huidige selectie van notities inverteren
pt_br: Inverter a seleção de notas atual
sl: Obrne trenutni izbor opomb
sv: Inverterar den aktuella markeringen av anteckningar
uk: Інвертує поточне позначення нотаток
zh_tw: 反轉目前筆記選取狀態

source: &Clear Formatting
ar: ا&محُ التنسيق
ca: &Neteja el format
eu: &Garbitu formatua
fi: Tyh&jennä muotoilu
gl: &Retirar o formato
ka: ფორმატირების &გასუფთავება
ko: 서식 삭제(&C)
nl: Formattering &wissen
pt_br: &Limpar formatação
sl: &Počisti oblikovanje
sv: Rensa &formatering
uk: Ви&лучити форматування
zh_tw: 清除格式(&C)

# Verb; not Menu
source: &Edit...
ar: &حرّر...
ca: &Edita...
eu: &Editatu...
fi: &Muokkaa…
gl: &Editar…
ka: &ჩასწორება...
ko: 편집(&E)...
nl: B&ewerken...
pt_br: &Editar...
sl: &Uredi ...
sv: R&edigera...
uk: З&мінити…
zh_tw: 編輯(&E)...

source: &Open
ar: ا&فتح
ca: &Obre
eu: &Ireki
fi: &Avaa
gl: &Abrir
ka: &გახსნა
ko: 열기(&O)
nl: &Openen
pt_br: A&brir
sl: &Odpri
sv: Ö&ppna
uk: &Відкрити
zh_tw: 開啟(&O)

source: Open &With...
ar: افتح ف&ي...
ca: Obre &amb...
eu: Ireki &honekin...
fi: Avaa &ohjelmalla…
gl: Abrir &con…
ka: &გამხსნელი პროგრამა…
ko: 다음으로 열기(&W)...
nl: Openen &met...
pt_br: Abrir &com...
sl: &Odpri z ...
sv: Öppna &med...
uk: Від&крити за допомогою…
zh_tw: 開啟方式(&W)...

source: &Save to File...
ar: ا&حفظ إلى ملفّ...
ca: De&sa a un fitxer...
eu: &Gorde fitxategian...
fi: &Tallenna tiedostoon…
gl: &Gardar nun ficheiro…
ka: ფაილში &შენახვა...
ko: 파일로 저장(&S)...
nl: &Opslaan...
pt_br: &Salvar para arquivo...
sl: &Shrani v datoteko ...
sv: &Spara i fil...
uk: &Зберегти до файла…
zh_tw: 儲存到檔案(&S)...

source: &Group
ar: &جمّع
ca: A&grupa
eu: &Taldekatu
fi: &Ryhmittele
gl: &Agrupar
ka: &დაჯგუფება
ko: 그룹(&G)
nl: &Groep
pt_br: &Agrupar
sl: &Združi
sv: &Gruppera
uk: З&групувати
zh_tw: 群組化(&G)

source: U&ngroup
ar: &فك التجميع
ca: Desag&rupa
eu: &Bereizi
fi: P&ura ryhmitys
gl: &Desagrupar
ka: &განჯგუფება
ko: 그룹 해제(&N)
nl: Groepering &opheffen
pt_br: D&esagrupar
sl: &Razdruži
sv: &Dela upp grupp
uk: &Розгрупувати
zh_tw: 取消群組(&N)

source: Move on &Top
ar: انقل إلى الأ&على
ca: Mou a dal&t de tot
eu: Eraman gorai&no
fi: S&iirrä ylimmäs
gl: Mover á &cume
ka: &თავში ატანა
ko: 맨 위로 이동(&T)
nl: Naar de &top verplaatsen
pt_br: Mover para o &topo
sl: Pomakni na &vrh
sv: Fly&tta längst upp
uk: Пересунути &наверх
zh_tw: 移到最上層(&T)

source: Move &Up
ar: انقل لأ&على
ca: Mou am&unt
eu: Eraman &gora
fi: Siirrä &ylemmäs
gl: &Subir
ka: აწევა
ko: 위로 이동(&U)
nl: &Omhoog
pt_br: Mover para &cima
sl: Premakni &gor
sv: Flytta &upp
uk: Пересунути &вище
zh_tw: 上移(&U)

source: Move &Down
ar: انقل لأ&سفل
ca: Mou a&vall
eu: Eraman &behera
fi: Siirrä &alemmas
gl: &Baixar
ka: ჩამოწევა
ko: 아래로 이동(&D)
nl: Om&laag
pt_br: Mover para &baixo
sl: Premakni &dol
sv: Flytta &ner
uk: Пересунути &нижче
zh_tw: 下移(&D)

source: Move on &Bottom
ar: انقل إلى الأ&سفل
ca: Mou a &baix de tot
eu: Eraman beherai&no
fi: &Siirrä alimmas
gl: Mover ao &fondo
ka: &ბოლოში ჩამოტანა
ko: 맨 아래로 이동(&B)
nl: Naar o&nderaan verplaatsen
pt_br: Mover para a b&ase
sl: Pomakni na &dno
sv: Flytta &längst ner
uk: Пересунути &униз
zh_tw: 移到最下層(&B)

source: Plai&n Text
ar: نصّ &صرف
ca: Text &net
eu: Testu soi&la
fi: &Muotoilematon teksti
gl: Texto si&mple
ka: &უბრალო ტექსტი
ko: 일반 텍스트(&N)
nl: Pla&tte tekst
pt_br: Text&o sem formatação
sl: &Navadno besedilo
sv: Va&nlig text
uk: З&вичайний текст
zh_tw: 純文字(&N)

source: &Text
ar: &نص
eu: &Testua
fi: &Teksti
gl: &Texto
ka: &ტექტი
ko: 텍스트(&T)
nl: &Tekst
pt_br: &Texto
sl: &Besedilo
uk: &Текст
zh_tw: 文字(&T)

source: &Link
ar: &رابط
ca: En&llaç
eu: Este&ka
fi: &Linkki
gl: &Ligazón
ka: &ბმული
ko: 링크(&L)
nl: Koppe&ling
sl: &Povezava
sv: &Länk
uk: &Посилання
zh_tw: 連結(&L)

source: Cross &Reference
ar: إ&سناد ترافقي
ca: &Referència creuada
eu: Ai&pamen gurutzatua
fi: &Ristiviite
gl: &Referencia cruzada
ka: ჯვარედინი &მიმართვა
ko: 상호 참조(&R)
nl: Kruis&verwijzing
pt_br: &Referência cruzada
sl: Navzk&rižni sklic
sv: Kors&referens
uk: Пере&хресне посилання
zh_tw: 交互參考(&R)

source: &Image
ar: &صورة
ca: &Imatge
eu: &Irudia
fi: K&uva
gl: &Imaxe
ka: &გამოსახულება
ko: 그림(&I)
nl: Afbeeld&ing
pt_br: &Imagem
sl: S&lika
sv: B&ild
uk: &Зображення
zh_tw: 影像(&I)

source: &Color
ar: ل&ون
eu: &Kolorea
fi: &Väri
gl: &Cor
ka: &ფერი
ko: 색상(&C)
nl: &Kleur
pt_br: &Cor
sl: &Barva
sv: &Färg
uk: &Колір
zh_tw: 色彩(&C)

source: L&auncher
ar: &مطلق
ca: Ll&ançador
eu: &Abiarazlea
fi: K&äynnistin
gl: Inici&ador
ka: &გამშვები
ko: 실행기(&A)
nl: St&arter
pt_br: La&nçador
sl: Z&aganjalnik
sv: St&artprogram
uk: З&асіб запуску
zh_tw: 啟動器(&A)

source: Import Launcher for &desktop application...
ar: استورد مشغلًا لتطبيق &سطح المكتب...
ca: Importa un llançador per a l'aplicació &d'escriptori...
eu: Inportatu &mahaigaineko aplikazioaren abiarazlea...
fi: Tuo työpöytäsovelluksen &käynnistin…
gl: Importar o iniciador para aplicacións &de escritorio…
ka: &სამუშაო მაგიდის აპლიკაციის გამშვების შემოტანა...
ko: 데스크톱 프로그램 실행기 가져오기(&D)...
nl: Starter voor bureaubla&dtoepassingen importeren...
pt_br: Importar lançador para a área de &trabalho...
sl: Uvozi zaganjalnik za &namizni program ...
sv: Importera startprogram för skrivbor&dsprogram...
uk: Імпортувати засіб запуску для с&тільничної програми…
zh_tw: 匯入桌面應用程式的啟動器(&D)…

source: Im&port Icon...
ar: است&ورد أيقونة...
ca: Importa una icona...
eu: In&portatu ikonoa...
fi: Tuo &kuvake…
gl: Im&portar a icona…
ka: ხატულას &შემოტანა...
ko: 아이콘 가져오기(&P)...
nl: Pictogram im&porteren...
pt_br: &Importar ícone...
sl: &Uvozi ikono ...
sv: Im&portera ikon...
uk: І&мпортувати піктограму…
zh_tw: 匯入圖示(&P)…

source: Load From &File...
ar: &حمّل من ملفّ...
ca: Carrega des d'un &fitxer...
eu: Zamatu &fitxategitik...
fi: &Lataa tiedostosta…
gl: Cargar dun &ficheiro…
ka: &ფაილიდან ჩატვირთვა...
ko: 파일에서 불러오기(&F)...
nl: Uit &bestand laden...
pt_br: Carre&gar do arquivo...
sl: Naloži iz &datoteke ...
sv: Läs in från &fil...
uk: Завантажити з &файла…
zh_tw: 從檔案載入(&F)...

source: C&olor from Screen
ar: لون &من الشاشة
ca: C&olor des de la pantalla
eu: Pantailako k&olorea
fi: &Väri ruudulta
gl: C&or da pantalla
ka: &ფერი ეკრანიდან
ko: 화면의 색상(&O)
nl: &Kleur uit scherm
pt_br: Co&r da tela
sl: &Barva iz zaslona
sv: &Färg från skärm
uk: Ко&лір з екрана
zh_tw: 從螢幕挑選色彩(&O)

source: Grab Screen &Zone
ar: التقط منطقة من &الشاشة
ca: Enregistra una à&rea de la pantalla
eu: Harrapatu pantaila-es&kualdea
fi: &Kaappaa ruudun alue
gl: Capturar unha &zona da pantalla
ka: ეკრანის ზონის &ჩაჭერა
ko: 화면 영역 캡처(&Z)
nl: Scherm&zone pakken
pt_br: Capturar &região da Tela
sl: Zajemi &območje zaslona
sv: Ta bild av skärm&zon
uk: За&хопити ділянку екрана
zh_tw: 擷取螢幕範圍

source: &New Basket...
ar: سلة &جديدة...
ca: Cistella &nova...
eu: Saski &berria...
fi: &Uusi kori…
gl: &Novo cesto…
ka: &ახალი კალათა...
ko: 새 바구니(&N)...
nl: &Nieuw basket
pt_br: &Nova cesta...
sl: &Nova košara ...
sv: &Ny korg...
uk: С&творити кошик…
zh_tw: 新增筆記本(&N)…

source: New &Sub-Basket...
ar: سلة &فرعية جديدة...
ca: &Subcistella nova...
eu: A&zpi-saski berria...
fi: Uusi &alikori…
gl: Novo &subcesto…
ka: ახალი ქვეკალათა...
ko: 새 하위 바구니(&S)...
nl: Nieuw subbasket...
pt_br: Nova &sub-cesta...
sl: Nova &pod-košara ...
sv: Ny &delkorg...
uk: Створити &підкошик…
zh_tw: 新增子筆記本(&S)…

source: New Si&bling Basket...
ar: سلة &شقيقة جديدة...
ca: Cistella germana nova...
eu: Saski &haurride berria...
fi: Uu&si sisaruskori…
gl: Novo cesto &paralelo
ka: ახალი &ნათესავი კალათა...
ko: 새 자매 바구니(&B)...
nl: Nieuw afges&plitst basket
pt_br: Nova cesta &irmã...
sl: Nova &enakovredna košara ...
sv: Ny s&yskonkorg...
uk: Створити сп&оріднений кошик…
zh_tw: 新增同層筆記本(&B)…

source: &New
ar: &جديد
ca: &Nova
eu: &Berria
fi: &Uusi
gl: &Novo
ka: &ახალი
ko: 새로 만들기(&N)
nl: &Nieuw
pt_br: &Novo
sl: &Novo
sv: &Ny
uk: С&творити
zh_tw: 新增(&N)

source: &Properties...
ar: &خصائص...
ca: &Propietats...
eu: &Propietateak...
fi: &Ominaisuudet…
gl: &Propiedades…
ka: &თვისებები...
ko: 속성(&P)...
nl: &Eigenschappen...
pt_br: &Propriedades...
sl: &Lastnosti ...
sv: Egenska&per...
uk: &Властивості…
zh_tw: 屬性(&P)...

source: Sort Children Ascending
ar: رتب الأبناء تصاعديًا
ca: Ordena les filles en ordre ascendent
eu: Haurrak gorantz sailkatu
fi: Lajittele lapset nousevasti
gl: Ordenar o contido de maneira ascendente
ka: ბავშვების აღმავლად დალაგება
ko: 하위 항목 오름차순으로 정렬
nl: Afsplitsingen in oplopende volgorde sorteren
pt_br: Ordenar cestas filhas na ordem crescente
sl: Razvrsti podrejene naraščajoče
sv: Sortera underliggande stigande
uk: Упорядкувати дочірні записи за зростанням
zh_tw: 排序下層（遞增）

source: Sort Children Descending
ar: رتب الأبناء تنازليًا
ca: Ordena les filles en ordre descendent
eu: Haurrak beherantz sailkatu
fi: Lajittele lapset laskevasti
gl: Ordenar o contido de maneira descendente
ka: ბავშვების დაღმავლად დალაგება
ko: 하위 항목 내림차순으로 정렬
nl: Afsplitsingen in aflopende volgorde sorteren
pt_br: Ordenar cestas filhas na ordem descendente
sl: Razvrsti podrejene padajoče
sv: Sortera underliggande fallande
uk: Упорядкувати дочірні записи за спаданням
zh_tw: 排序下層（遞減）

source: Sort Siblings Ascending
ar: رتب الأشقاء تصاعديًا
ca: Ordena les germanes en ordre ascendent
eu: Haurrideak gorantz sailkatu
fi: Lajittele sisarukset nousevasti
gl: Ordenar o paralelo de maneira ascendente
ka: ნათესავების დალაგება აღმავლად
ko: 자매 항목 오름차순으로 정렬
nl: Nazaten in oplopende volgorde sorteren
pt_br: Ordenar cestas irmãs na ordem crescente
sl: Razvrsti enakovredne naraščajoče
sv: Sortera syskon stigande
uk: Упорядкувати споріднені записи за зростанням
zh_tw: 排序同層（遞增）

source: Sort Siblings Descending
ar: رتب الأشقاء تنازليًا
ca: Ordena les germanes en ordre descendent
eu: Haurrideak beherantz sailkatu
fi: Lajittele sisarukset laskevasti
gl: Ordenar o paralelo de maneira descendente
ka: ნათესავების დალაგება დაღმავლად
ko: 자매 항목 내림차순으로 정렬
nl: Nazaten in aflopende volgorde sorteren
pt_br: Ordenar cestas irmãs na ordem descendente
sl: Razvrsti enakovredne padajoče
sv: Sortera syskon fallande
uk: Упорядкувати споріднені записи за спаданням
zh_tw: 排序同層（遞減）

# Remove Basket
source: &Remove
ar: أ&زل
ca: &Elimina
eu: &Kendu
fi: &Poista
gl: &Retirar
ka: &წაშლა
ko: 삭제(&R)
nl: Ve&rwijderen
pt_br: &Remover
sl: Odst&rani
sv: Ta bo&rt
uk: Ви&лучити
zh_tw: 移除(&R)

# Password protection
source: Pass&word...
ar: كلمة السر...
ca: &Contrasenya...
eu: Pasa&hitza...
fi: &Salasana…
gl: &Contrasinal...
ka: &პაროლი...
ko: 암호(&W)...
nl: &Wachtwoord...
pt_br: &Senha...
sl: Ge&slo ...
sv: Lösen&ord:
uk: Па&роль…
zh_tw: 密碼(&W)...

# Lock Basket
source: &Lock
ar: ا&قفل
ca: B&loca
eu: Gi&ltzatu
fi: &Lukitse
gl: B&loquear
ka: &დაბლოკვა
ko: 잠금(&L)
nl: &Vergrendelen
pt_br: &Bloquear
sl: &Zakleni
sv: &Lås
uk: За&блокувати
zh_tw: 鎖定(&L)

source: &Filter
ar: ر&شِّح
ca: &Filtre
eu: Ira&gazi
fi: &Suodata
gl: &Filtrar
ka: &ფილტრი
ko: 필터(&F)
pt_br: &Filtrar
sl: &Filtriraj
sv: &Filtrera
uk: &Фільтр
zh_tw: 過濾器(&F)

source: &Search All
ar: اب&حث في الكل
ca: &Cerca-ho tot
eu: Dena &bilatu
fi: Etsi k&aikki
gl: &Buscar en todo
ka: ყველას &მოძებნა
ko: 모두 검색(&S)
nl: Alles door&zoeken
pt_br: &Procurar em todos os registros
sl: &Išči vse
sv: &Sök alla
uk: З&найти все
zh_tw: 搜尋全部(&S)

source: &Reset Filter
ar: &صفّر المرشّح
ca: &Reinicia el filtratge
eu: Iragazkia be&rrezarri
fi: N&ollaa suodatin
gl: &Restabelecer o filtro
ka: &ფილტრის გასუფთავება
ko: 필터 초기화(&R)
nl: Filter &resetten
pt_br: &Redefinir filtro
sl: &Ponastavi filter
sv: Åte&rställ filter
uk: Зн&яти фільтрування
zh_tw: 重設過濾器(&R)

source: &Previous Basket
ar: السلة ال&سابقة
ca: Cistella an&terior
eu: &Aurreko saskia
fi: &Edellinen kori
gl: Cesto &anterior
ka: &წინა კალათა
ko: 이전 바구니(&P)
nl: &Vorige basket
pt_br: &Voltar para cesta anterior
sl: &Prejšnja košara
sv: &Föregående korg
uk: &Попередній кошик
zh_tw: 上一個筆記本(&P)

source: &Next Basket
ar: السلة ال&تالية
ca: Cistella següe&nt
eu: &Hurrengo saskia
fi: &Seuraava kori
gl: &Seguinte cesto
ka: &შემდეგი კალათა
ko: 다음 바구니(&N)
nl: Volge&nde basket
pt_br: &Ir para próxima cesta
sl: &Naslednja košara
sv: &Nästa korg
uk: Нас&тупний кошик
zh_tw: 下一個筆記本(&N)

source: &Fold Basket
ar: ا&طو السلة
ca: Car&peta de cistella
eu: &Tolestu saskia
fi: S&upista kori
gl: &Pregar o cesto
ka: &კალათის დაკეცვა
ko: 바구니 접기(&F)
nl: Basket in&vouwen
pt_br: Es&conder cestas
sl: &Zloži košaro
sv: &Dra ihop korg
uk: З&горнути кошик
zh_tw: 收起筆記本(&F)

source: &Expand Basket
ar: &وسع السلة
ca: &Expandeix la cistella
eu: &Zabaldu saskia
fi: Laa&jenna kori
gl: &Expandir o cesto
ka: &კალათის გაშლა
ko: 바구니 펴기(&E)
nl: Basket &uitvouwen
pt_br: &Expandir cesta
sl: &Razpostri košaro
sv: &Expandera korg
uk: &Розгорнути кошик
zh_tw: 展開筆記本(&E)

source: Convert text notes to rich text notes
ar: حول الملاحظات النصية إلى ملاحظات نص منسق
ca: Converteix les notes de text en notes de text enriquit
eu: Testu oharrak testu-aberastuko oharrak bihurtu
fi: Muunna tekstimuistiinpanot muotoilluiksi
gl: Converter as notas de texto en notas de texto con formato
ka: ტექსტური შენიშვნების მდიდარ ტექსტურ შენიშვნებში გადაყვანა
ko: 일반 텍스트 메모를 서식 있는 텍스트 메모로 변환
nl: Tekstnotities naar opgemaakte tekstnotities converteren
pt_br: Converter notas de texto para notas de texto rico
sl: Pretvori besedilne opombe v opombe z obogatenim besedilom
sv: Konverterar textanteckningar till rich text
uk: Перетворити текстові нотатки на нотатки з форматованим текстом
zh_tw: 將文字筆記轉換為豐富文字格式

source: &Welcome Baskets
ar: سلال ال&ترحيب
ca: Cistelles de &benvinguda
eu: &Ongi etorri saskiak
fi: Tervetuloa &BasKetiin
gl: Cestos de &benvida
ka: &მოგესალმებათ Baskets
ko: 환영 바구니(&W)
nl: &Welkom baskets
pt_br: &Cestas de boas-vindas
sl: Košare &dobrodošlice
sv: &Välkomstkorgar
uk: По&чаткові кошики
zh_tw: 歡迎筆記本(&W)

source: Plain Text Notes Conversion
ar: تحويل ملاحظات النص العادي
ca: Conversió de les notes de text net
eu: Testu-soileko oharren bihurketa
fi: Muotoilemattomien tekstimuistiinpanojen muuntaminen
gl: Conversión de notas de texto simple
ka: უბრალო ტექსტური შენიშვნების გადაყვანა
ko: 일반 텍스트 메모 변환
nl: Conversie van platte tekstnotities
pt_br: Conversão de notas de texto
sl: Pretvorba opomb navadnega besedila
sv: Konvertering av enkla textanteckningar
uk: Перетворення звичайних текстових нотаток
zh_tw: 純文字筆記轉換

source: Converting plain text notes to rich text ones...
ar: يحول ملاحظات النص العادي إلى ملاحظات نص منسق...
ca: S'estan convertint les notes de text net en versions de text enriquit...
eu: Testu-soileko oharrak testu-aberastukoetara bihurtzen...
fi: Muunnetaan muotoilemattomat tekstimuistiinpanot muotoilluiksi…
gl: Convertendo as notas de texto simple en notas de texto con formato…
ka: მიმდინარეობს უბრალო ტექსტური შენიშვნების გადაყვანა მდიდარ ტექსტში...
ko: 일반 텍스트 메모를 서식 있는 텍스트 메모로 변환 중...
nl: Platte tekstnotities naar opgemaakte tekstnotities converteren...
pt_br: Convertendo notas de texto simples para notas de texto rico ...
sl: Pretvarjanje opomb z navadnim besedilom v obogateno besedilo ...
sv: Konverterar enkla textanteckningar till rich text...
uk: Перетворюємо звичайні текстові нотатки на нотатки із форматованим текстом…
zh_tw: 正在將純文字筆記轉換為豐富文字格式…

source: Locked
ar: مقفل
ca: Blocada
eu: Giltzatuta
fi: Lukittu
gl: Bloqueado
ka: დაბლოკილი
ko: 잠김
nl: Vergrendeld
pt_br: Bloqueado
sl: Zaklenjeno
sv: Låst
uk: Заблоковано
zh_tw: 已鎖定

source: No notes
ar: لا يوجد ملاحظات
ca: Sense notes
eu: Oharrik ez
fi: Ei muistiinpanoja
gl: Non hai notas.
ka: შენიშვნების გარეშე
ko: 메모 없음
nl: Geen notities
pt_br: Nenhuma nota
sl: Brez opomb
sv: Inga anteckningar
uk: Немає нотаток
zh_tw: 沒有筆記

source: %1 note
ar: لا يوجد ملاحظات
ca: %1 nota
eu: Ohar %1
fi: %1 muistiinpano
gl: %1 nota
ka: %1 შენიშვნა
ko: 메모 %1개
nl: %1 notitie
pt_br: %1 notas
sl: %1 opomba
sv: %1 anteckning
uk: %1 нотатка
zh_tw: %1 個筆記

source: %1 selected
ar: لم يحدد شيء
ca: %1 seleccionada
eu: %1 hautatuta
fi: %1 valittu
gl: %1 seleccionada
ka: %1 მონიშნულია
ko: %1개 선택됨
nl: %1 geselecteerd
pt_br: %1 selecionado
sl: %1 izbran
sv: %1 markerad
uk: %1 позначений
zh_tw: 選取 %1 個

source: all matches
ar: كل المطابقات
ca: totes les coincidències
eu: bat etortze denak
fi: kaikki osumat
gl: todas as coincidencias
ka: ყველა დამთხვევა
ko: 모두 일치함
nl: alle overeenkomsten
pt_br: todas as ocorrências
sl: vsi zadetki
sv: alla träffar
uk: усі відповідники
zh_tw: 所有相符
