Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: no filter
ar: لا يوجد مرشّح
ca: sense filtre
eu: iragazkirik ez
fi: ei suodatinta
gl: sen filtro
ka: ფილტრის გარეშე
ko: 필터 없음
nl: geen filter
pt_br: Sem filtro
sl: brez filtra
sv: inget filter
uk: без фільтрування
zh_tw: 沒有過濾器

source: %1 match
ar: %1 مطابقة
ca: %1 coincidència
eu: Bat etortze %1
fi: %1 osuma
gl: %1 coincidencia
ka: %1 ემთხვევა
ko: %1개 일치함
nl: 1 overeenkomst
pt_br: %1 ocorréncias
sl: %1 zadetek
sv: %1 träff
uk: %1 відповідність
zh_tw: %1 個符合

source: The plain text notes have been converted to rich text.
ar: تم تحويل ملاحظات النص العادي إلى نص منسق.
ca: S'han convertit les notes de text net a text enriquit.
eu: Testu-soileko oharrak testu-aberastuko ohar bihurtu dira.
fi: Muotoilemattomat tekstimuistiinpanot on muutettu muotoilluiksi.
gl: As notas de texto simple convertéronse en notas de texto con formato.
ka: უბრალო ტექსტური შენიშვნები მდიდარ ტექსტშია გადაყვანილი.
ko: 일반 텍스트 메모를 서식 있는 텍스트 메모로 변환했습니다.
nl: De platte tekstnotities zijn naar opgemaakte tekstnotities geconverteerd.
pt_br: As notas de texto plano foram convertidas para texto rico.
sl: Zapiski z navadnim besedilom so bili pretvorjeni v obogateno besedilo.
sv: Den enkla textanteckningen har konverterats till rich text.
uk: Нотатки у форматі звичайного тексту перетворено на нотатки із форматованим текстом.
zh_tw: 純文字筆記已轉換為豐富文字格式。

source: Conversion Finished
ar: اكتمل التحويل
ca: Ha finalitzat la conversió
eu: Bihurketa bukatu da
fi: Muunnos on valmis
gl: A conversión rematou
ka: გადაყვანა დასრულდა
ko: 변환 완료됨
nl: Conversie is beëindigd
pt_br: Conversão finalizada
sl: Pretvorba je končana
sv: Konvertering klar
uk: Перетворення завершено
zh_tw: 轉換完成

source: There are no plain text notes to convert.
ar: لا توجد ملاحظات نص عادي لتحويلها.
ca: No hi ha cap nota de text net per a convertir.
eu: Ez dago bihurtu beharreko testu-soileko oharrik.
fi: Muunnettavia muotoilemattomia tekstimuistiinpanoja ei ole.
gl: Non hai notas de texto simple que converter.
ka: გადასაყვანი უბრალო ტექსტური შენიშვნების გარეშე.
ko: 변환할 일반 텍스트 메모가 없습니다.
nl: Er zijn geen platte tekstnotities om te converteren.
pt_br: Não existem notas de texto para converter.
sl: Ni zapiskov z navadnim besedilom, ki bi jih bilo treba pretvoriti.
sv: Det finns inga enkla textanteckningar att konvertera.
uk: Немає нотаток у форматі звичайного тексту для перетворення.
zh_tw: 沒有要轉換的純文字筆記。

source: <p><b>The file basketui.rc seems to not exist or is too old.<br>%1 cannot run without it and will stop.</b></p><p>Please check your installation of %2.</p><p>If you do not have administrator access to install the application system wide, you can copy the file basketui.rc from the installation archive to the folder <a href='file://%3'>%4</a>.</p><p>As last resort, if you are sure the application is correctly installed but you had a preview version of it, try to remove the file %5basketui.rc</p>
ar: <p><b>يبدو أن ملف basketui.rc غير موجود أو قديم جداً.<br>%1 لا يمكنه العمل بدونه وسيتوقف.</b></p><p>يرجى التحقق من تثبيت %2.</p><p>إذا لم يكن لديك صلاحيات المسؤول لتثبيت التطبيق على مستوى النظام، يمكنك نسخ ملف basketui.rc من أرشيف التثبيت إلى المجلد <a href='file://%3'>%4</a>.</p><p>كحل أخير، إذا كنت متأكدًا من أن التطبيق مثبت بشكل صحيح ولكن كان لديك نسخة سابقة منه، حاول إزالة الملف %5basketui.rc</p>
ca: <p><b>El fitxer basketui.rc sembla no existir o és massa vell.<br>El %1 no es pot executar sense ell i s'aturarà.</b></p><p>Comproveu la instal·lació del %2.</p><p>Si no teniu accés d'administrador per a instal·lar l'aplicació en tot el sistema, podeu copiar el fitxer basketui.rc des de l'arxiu d'instal·lació a la carpeta <a href='file://%3'>%4</a>.</p><p>Com a últim recurs, si esteu segur que l'aplicació està correctament instal·lada però que teníeu una versió preliminar, intenteu eliminar el fitxer %5basketui.rc</p>
eu: <p><b>Ematen du basketui.rc fitxategia ez dagoela edo zaharregia dela. <br>%1 ezin da hura gabe exekutatu eta gelditu egingo da.</b></p><p>Mesedez, ikuskatu zure %2(e)ren instalazioa.</p><p>Aplikazioa sistema osoan instalatzeko administratzaile sarbidea ez baduzu, basketui.rc fitxategia instalazioaren artxibotik <a href='file://%3'>%4</a> karpetara kopiatu dezakezu.</p><p>Azken aukera gisa, aplikazioa ondo instalatuta dagoela ziur bazaude, baina haren aurreikusteko bertsio bat bazenuen, saiatu %5basketui.rc fitxategia kentzen.</p>
fi: <p><b>basketui.rc-tiedostoa ei ole olemassa tai se on liian vanha.<br>%1 ei toimi ilman sitä ja lopetetaan.</b></p><p>Tarkista, että %2 on asennettu oikein.</p><p>Jos sinulla on ylläpitäjäoikeudet järjestelmään, voit kopioida basketui.rc-tiedoston asennusarkistosta kansioon <a href='file://%3'>%4</a>.</p><p>Jos olet varma, että ohjelma on asennettu oikein mutta sinulla oli siitä esikatseluversio, viimeisenä vaihtoehtona yritä poistaa %5basketui.rc-tiedosto.</p>
gl: <p><b>O ficheiro «basketui.rc» non parece existir ou é vello de máis.<br>%1 non pode funcionar sen el, así que deterase.</b></p><p>Revise a instalación de %2.</p><p>Se non ten acceso de administración para instalar aplicacións no sistema, pode copiar o ficheiro «basketui.rc» do arquivo de instalación ao cartafol <a href='file://%3'>%4</a>.</p><p>Como último recurso, se ten a certeza de que a aplicación está ben instalada pero tiña unha versión preliminar dela, prove a retirar o ficheiro «%5basketui.rc».</p>
ka: <p><b>ფაილი baketui.rc როგორც ჩანს, არ არსებობს, ან ძალიან ძველია.<br>%1 მის გარეშე ვერ გაეშვება.</b></p><p>შეამოწმეთ %2-ის ფაილები.</p><p>თუ არ გაქვთ ადმინისტრატორის წვდომა, რომ აპლიკაცია მთელი სისტემისთვის დააყენოთ, შეგიძლიათ ჩააგდოთ ფაილი basketui.rc დასაყენებელი არქივიდან საქაღალდეში <a href='file://%3'>%4</a>.</p><p>თუ ამ ყვეალფერმა არ გიშველათ, თუ დარწმუნებული ბრძანდებით, რომ აპლიკაცია სწორად აყენია, მაგრამ ადრე სატესტო ვერსია გეყენათ, სცადეთ, წაშალოთ ფაილი %5basketui.rc</p>
ko: <p><b>basketui.rg 파일이 없거나 너무 오래되었습니다.<br> %1 실행이 불가능하며 지금 종료합니다.</b></p> <p>%2 설치 상태를 확인하십시오.</p> <p>시스템 전역에 프로그램을 설치할 수 있는 관리자 권한이 없다면 설치본 압축 파일에 있는 basketui.rg 파일을 <a href='file://%3'>%4</a> 폴더에 복사할 수 있습니다.</p> <p>마지막 방법으로, 프로그램이 올바르게 설치되었지만 미리 보기 버전을 설치했다면 %5basketui.rc 파일을 삭제해 보십시오.</p>
nl: <p><b>Het bestand basketui.rc lijkt niet te bestaan of is te oud.<br>%1 kan zonder dit niet werken en zal stoppen.</b></p><p>Controleer de installatie van %2.</p><p>Als u geen toegang hebt als beheerder om de toepassing systeembreed te installeren, dan kunt u het bestand basketui.rc uit het installatiearchief kopiëren naar de map <a href='file://%3'>%4</a>.</p><p>Als laatste, als u er zeker van bent dat de toepassing juist is geïnstalleerd maar u had een proefversie ervan, probeer het bestand %5basketui.rc te verwijderen</p>
pt_br: <p><b>O arquivo basketui.rc parece não existir ou é muito antigo.<br>%1 não pode ser executado sem ele e vamos parar.</b></p><p>Por favor, verifique sua instalação de %2.</p><p>Se você não tiver acesso de administrador para instalar o aplicativo no sistema, você pode copiar o arquivo basketui.rc para a pasta <a href='file://%3'>%4</a>.</p><p>Como último recurso, certifique-se de que o aplicativo está instalado corretamente, mas se você tiver uma versão anterior, tente remover o arquivo %5basketui.rc</p>
sl: <p><b>Zdi se, da datoteka basketui.rc ne obstaja ali je prestara.<br>%1 ne more delovati brez nje in se bo ustavil.</b></p><p>Preverite namestitev %2.</p><p>Če nimate skrbniškega dostopa do široke sistemske namestitve aplikacije, lahko kopirate datoteko basketui.rc iz namestitvenega arhiva v mapo <a href='file://%3'>%4</a>.</p><p>Če ste prepričani, da je program pravilno nameščen, vendar ste imeli predogledno različico, poskusite odstraniti datoteko %5basketui.rc</p>
sv: <p><b>Filen basketui.rc verkar inte finnas eller är för gammal.<br>%1 kan inte köra utan den och kommer att avslutas.</b></p><p>Kontrollera installationen av %2.</p><p>Om du inte har administratörsåtkomst för att installera programmet i hela systemet, kan du kopiera filen basketui.rc från installationsarkivet till katalogen <a href='file://%3'>%4</a>.</p><p>Som sista utväg, om du är säker på att programmet är riktigt installerat men hade en tidigare version av det, försök ta bort filen %5basketui.rc.</p>
uk: <p><b>Здається, що файл basketui.rc не існує або є надто старим.<br>%1 не зможе працювати без нього — програму просто не буде запущено.</b></p><p>Будь ласка, перевірте, чи належним чином встановлено %2.</p><p>Якщо у вас немає адміністративного доступу для встановлення програми на загальносистемному рівні, ви можете скопіювати файл basketui.rc з архіву для встановлення до теки <a href='file://%3'>%4</a>.</p><p>Якщо ви впевнені, що програму встановлено належним чином, але у вас є версія програми для попереднього перегляду, спробуйте вилучити файл %5basketui.rc</p>
zh_tw: <p><b>檔案 basketui.rc 不存在或是太舊。<br>缺乏它的時候 %1 就無法執行，將會停止。</b></p><p>請檢查您的 %2 安裝。</p><p>如果您沒有管理員權限以管理系統應用程式安裝，您可以把 basketui.rc 檔案從安裝封存檔複製到資料夾 <a href='file://%3'>%4</a>。</p><p>作為最後的選擇，您如果確定應用程式有正確安裝但使用了它的預覽版，可能可以試著移除 %5basketui.rc</p>

source: Resource not Found
ar: لم يُعثر على المورد
ca: No s'ha trobat el recurs
eu: Baliabidea ez da aurkitu
fi: Resurssia ei löytynyt.
gl: Non se atopou o recurso
ka: რესურსი ნაპოვნი არაა
ko: 자원을 찾을 수 없음
nl: Hulpbron niet gevonden
pt_br: Recurso não encontrado
sl: Vira ni mogoče najti
sv: Resurs hittades inte
uk: Ресурс не знайдено
zh_tw: 找不到資源

source: Cannot add note.
ar: لا يمكن إضافة ملاحظة.
ca: No s'ha pogut afegir la nota.
eu: Ezin da oharrik gehitu.
fi: Muistiinpanoa ei voi lisätä.
gl: Non é posíbel engadir a nota.
ka: შენიშვნის დამატების შეცდომა.
ko: 메모를 추가할 수 없습니다.
nl: Kan notitie niet toevoegen.
pt_br: Não é possível adicionar nota.'
sl: Opombe ni mogoče dodati.
sv: Kan inte lägga till anteckning.
uk: Не вдалося додати нотатку.
zh_tw: 無法新增筆記。

source: <qt>Do you really want to remove the basket <b>%1</b> and its contents?</qt>
ar: <qt>هل تريد حقًا إزالة السلة <b>%1</b> ومحتوياتها؟</qt>
ca: <qt>De veres voleu eliminar la cistella <b>%1</b> i el seu contingut?</qt>
eu: <qt><b>%1</b> saskia eta bere edukia benetan ezabatu nahi duzu?</qt>
fi: <qt>Haluatko varmasti poistaa korin <b>%1</b> sisältöineen?</qt>
gl: <qt>Seguro que quere retirar o cesto <b>%1</b> e o seu contido?</qt>
ka: <qt>მართლა გსურთ, წაშალოთ კალათა <b>%1</b> და მისი შემცველობა?</qt>
ko: <qt><b>%1</b> 바구니와 포함된 모든 내용을 삭제하시겠습니까?</qt>
nl: <qt>Wilt u het basket <b>%1</b> en zijn inhoud verwijderen?</qt>
pt_br: <qt>Deseja realmente apagar esta cesta <b>%1</b> e seus conteúdos?</qt>
sl: <qt>Ali res želite odstraniti košaro <b>%1</b> in njeno vsebino?</qt>
sv: <qt>Vill du verkligen ta bort korgen <b>%1</b> och dess innehåll?</qt>
uk: <qt>Ви справді хочете вилучити кошик <b>%1</b> і його вміст?</qt>
zh_tw: <qt>您真的確定要刪除筆記本 <b>%1</b> 與其內容嗎？</qt>

source: Remove Basket
ar: أزل السلة
ca: Elimina la cistella
eu: Kendu saskia
fi: Poista kori
gl: Retirar o cesto
ka: კალათის წაშლა
ko: 바구니 삭제
nl: Basket verwijderen
pt_br: Remover cesta
sl: Odstrani košaro
sv: Ta bort korg
uk: Вилучення кошика
zh_tw: 移除筆記本

source: &Remove Basket
ar: أ&زل السلة
ca: E&limina la cistella
eu: &Kendu saskia
fi: P&oista kori
gl: &Retirar o cesto
ka: კალათის &წაშლა
ko: 바구니 삭제(&B)
nl: Basket ve&rwijderen
pt_br: &Remover cesta
sl: &Odstrani košaro
sv: &Ta bort korg
uk: Ви&лучити кошик
zh_tw: 移除筆記本(&R)

source: <qt><b>%1</b> has the following children baskets.<br>Do you want to remove them too?</qt>
ar: <qt>تحتوي <b>%1</b> على السلال الفرعية التالية.<br>هل تريد إزالتها أيضًا؟</qt>
ca: <qt><b>%1</b> té les següents cistelles filles.<br>També les voleu eliminar?</qt>
eu: <qt><b>%1</b>(e)k ondoka saski-haurrak ditu.<br>Haiek ere kendu nahi dituzu?</qt>
fi: <qt>Korilla <b>%1</b> on seuraavat lapset.<br>Haluatko poistaa nekin?</qt>
gl: <qt><b>%1</b> contén os seguintes cestos.<br>Quere retiralos tamén?</qt>
ka: <qt><b>%1</b>-ს აქვს შემდეგი შვილი კალათები.<br>მათი წაშლაც გნებავთ?</qt>
ko: <qt><b>%1</b> 바구니에 다음 하위 바구니가 있습니다.<br>하위 바구니도 삭제하시겠습니까?</qt>
nl: <qt><b>%1</b> heeft de volgende afgesplitste baskets.<br>Wilt u deze ook verwijderen?</qt>
pt_br: <qt><b>%1</b> tem as seguintes cestas filhas.<br>Você deseja removerelas também?</qt>
sl: <qt><b>%1</b> ima naslednje podrejene košare.<br>Ali želite odstraniti tudi njih?</qt>
sv: <qt><b>%1</b> har följande underliggande korgar.<br>Vill du också ta bort dem?</qt>
uk: <qt><b>%1</b> містить вказані нижче дочірні кошики.<br>Хочете вилучити і ці дочірні кошики?</qt>
zh_tw: <qt><b>%1</b> 有以下的子筆記本。<br>您要一起移除它們嗎？</qt>

source: Remove Children Baskets
ar: أزل السلال الفرعية
ca: Elimina les cistelles filles
eu: Kendu saski-haurrak
fi: Poista lapsikorit
gl: Retirar os cestos subordinados
ka: შვილი კალათების წაშლა
ko: 하위 바구니 삭제
nl: Afgesplitste baskets verwijderen
pt_br: Remover cestas filhas
sl: Odstrani podrejene košare
sv: Ta bort underliggande korgar
uk: Вилучення дочірніх кошиків
zh_tw: 移除子筆記本

source: &Remove Children Baskets
ar: أز&ل السلال الفرعية
ca: E&limina les cistelles filles
eu: &Kendu saski-haurrak
fi: &Poista lapsikorit
gl: &Retirar os cestos subordinados
ka: &შვილი კალათების წაშლა
ko: 하위 바구니 삭제(&R)
nl: Afgesplitste baskets ve&rwijderen
pt_br: &Remover cestas filhas
sl: &Odstrani podrejene košare
sv: &Ta bort underliggande korgar
uk: Ви&лучити дочірні кошики
zh_tw: 移除子筆記本(&R)

source: Basket Archives
ar: أرشيفات السلة
ca: Arxius de cistelles
eu: Saski artxiboak
fi: Koriarkistot
gl: Arquivos de cesto
ka: კალათის არქივები
ko: 바구니 압축 파일
nl: Basket-archieven
pt_br: Arquivos de cesta
sl: Arhivi košar
sv: Korgarkiv
uk: архіви кошиків
zh_tw: Basket 封存

source: The file <b>%1</b> already exists. Do you really want to overwrite it?
ar: الملف <b>%1</b> موجود فعلًا. أتود حقًّا الكتابة فوقه؟
ca: El fitxer <b>%1</b> ja existeix. Realment voleu sobreescriure'l?
eu: <b>%1</b> fitxategia lehendik ere badago. Benetan gainidatzi nahi duzu?
fi: Tiedosto <b>%1</b> on jo olemassa. Haluatko varmasti korvata sen?
gl: O ficheiro <b>%1</b> xa existe. Seguro que quere sobrescribilo?
ka: ფაილი <b>%1</b> უკვე არსებობს. გნებავთ, გადააწეროთ?
ko: 파일 <b>%1</b>이(가) 이미 존재합니다. 덮어쓰시겠습니까?|/|파일 <b>%1</b>$[이가 %1] 이미 존재합니다. 덮어쓰시겠습니까?
nl: Het bestand <b>%1</b> bestaat al. Wilt u het overschrijven?
pt_br: O arquivo <b>%1</b> já existe. Você gostaria mesmo de sobrescrevê-lo?
sl: Datoteka <b>%1</b> že obstaja. Ali jo res želite prepisati?
sv: Filen <b>%1</b> finns redan. Vill du verkligen skriva över den?
uk: Файл з назвою <b>%1</b> вже існує. Бажаєте його перезаписати?
zh_tw: 檔案 <b>%1</b> 已存在。您確定要覆寫它嗎？

source: Overwrite File?
ar: أأكتب فوق الملفّ؟
ca: Sobreescric el fitxer?
eu: Fitxategia gainidatzi?
fi: Korvataanko tiedosto?
gl: Quere sobrescribir o ficheiro?
ka: ჩავანაცვლო ფაილი?
ko: 파일을 덮어쓰시겠습니까?
nl: Bestand overschrijven?
pt_br: Sobrescrever arquivo?
sl: Ali želite prepisati datoteko?
sv: Skriv över fil?
uk: Перезаписати файл?
zh_tw: 要覆寫檔案嗎？

source: &Assign new Tag...
ar: &خصص وسمًا جديدًا...
ca: &Assigna una etiqueta nova...
eu: &Esleitu etiketa berria...
fi: K&ytke uusi tunniste…
gl: &Asignar unha nova etiqueta…
ka: &ახალი ჭდის მინიჭება...
ko: 새 태그 할당(&A)...
nl: Nieuwe tag &toewijzen...
pt_br: A&tribuindo nova etiqueta...
sl: &Dodeli novo oznako ...
sv: Tilldela &ny etikett...
uk: При&в'язування нової мітки…
zh_tw: 指定新標籤(&A)…

source: &Remove All
ar: أ&زل الكلّ
ca: &Elimina-ho tot
eu: &Kendu denak
fi: &Poista kaikki
gl: &Retirar todo
ka: ყველას &წაშლა
ko: 모두 삭제(&R)
nl: Alles ve&rwijderen
pt_br: R&emover todos
sl: Odstrani &vse
sv: &Ta bort alla
uk: Ви&лучити всі
zh_tw: 全部移除(&R)

source: Please enter the password for the following private key:
ar: يرجى إدخال كلمة السر للمفتاح الخاص التالي:
ca: Introduïu la contrasenya per a la següent clau privada:
eu: Mesedez, sartu ondoko gako-pribaturako pasahitza:
fi: Anna salasana seuraavalle yksityisavaimelle:
gl: Insira o contrasinal da seguinte chave privada:
ka: შეიყვანეთ პაროლი შემდეგი პირადი გასაღებისთვის:
ko: 다음 개인 키의 암호를 입력하십시오:
nl: Voer het wachtwoord in voor de volgende privé sleutel:
pt_br: Digite a senha para a seguinte chave privada:
sl: Vnesite geslo za naslednji zasebni ključ:
sv: Ange lösenordet för följande privata nyckel:
uk: Будь ласка, введіть пароль до вказаного нижче закритого ключа:
zh_tw: 請輸入以下私密金鑰的密碼：

source: Please enter the password for the basket <b>%1</b>:
ar: يرجى إدخال كلمة السر للسلة <b>%1</b>:
ca: Introduïu la contrasenya per a la cistella <b>%1</b>:
eu: Mesedez, sartu <b>%1</b> saskirako pasahitza:
fi: Anna salasana korille <b>%1</b>:
gl: Insira o contrasinal co cesto <b>%1</b>:
ka: შეიყვანეთ პაროლი კალათისთვის <b>%1</b>:
ko: <b>%1</b> 바구니의 암호를 입력하십시오:
nl: Voer het wachtwoord in voor het basket <b>%1</b>:
pt_br: Digite a senha da cesta <b>%1</b>:
sl: Vnesite geslo za košaro <b>%1</b>:
sv: Ange lösenordet för korgen <b>%1</b>:
uk: Будь ласка, введіть пароль до кошика <b>%1</b>:
zh_tw: 請輸入筆記本 <b>%1</b> 的密碼：

source: Please assign a password to the basket <b>%1</b>:
ar: يرجى تخصيص كلمة سر للسلة <b>%1</b>:
ca: Assigneu una contrasenya a la cistella <b>%1</b>:
eu: Mesedez, <b>%1</b> saskirako pasahitz bat esleitu:
fi: Syötä salasana korille <b>%1</b>:
gl: Asigne un contrasinal ao cesto <b>%1</b>:
ka: მიანიჭეთ პაროლი კალათს <b>%1</b>:
ko: <b>%1</b> 바구니의 암호를 지정하십시오:
nl: Ken een wachtwoord toe aan het basket <b>%1</b>:
pt_br: Digite a senha da cesta <b>%1</b>:
sl: Dodelite geslo košari <b>%1</b>:
sv: Tilldela ett lösenord till korgen <b>%1</b>:
uk: Будь ласка, пов'яжіть пароль із кошиком <b>%1</b>:
zh_tw: 請指定密碼給筆記本 <b>%1</b>：

source: Error while saving:
ar: خطأ أثناء الحفظ:
ca: Error en desar:
eu: Errorea gordetzean:
fi: Virhe tallennettaessa:
gl: Erro ao gardar…
ka: შეცდომა შენახვისას:
ko: 저장하는 중 오류 발생:
nl: Fout bij opslaan:
pt_br: Erro ao salvar:
sl: Napaka pri shranjevanju:
sv: Fel vid spara:
uk: Помилка під час спроби зберегти:
zh_tw: 儲存時發生錯誤：

source: Debug Window
ar: نافذة التصحيح
ca: Finestra de depuració
eu: Harazteko leihoa
fi: Virheenpaikannusikkuna
gl: Xanela de depuración
ka: გამართვის ფანჯარა
ko: 디버그 창
nl: Debugvenster
pt_br: Janela de depuração
sl: Okno razhroščevanja
sv: Felsökningsfönster
uk: Вікно діагностики
zh_tw: 除錯視窗

source: Bit rate
ar: معدل نقل البتات
ca: Taxa de bits
eu: Bit-emaria
fi: Bittinopeus
gl: Taxa de bits
ka: ბიტური კოეფიციენტი
ko: 비트 전송률
nl: Bitsnelheid
pt_br: Taxa de bits
sl: Bitna hitrost
sv: Bithastighet
uk: Бітова швидкість
zh_tw: 位元率

source: Channels
ar: القنوات
ca: Canals
eu: Kanalak
fi: Kanavia
gl: Canles
ka: არხები
ko: 채널
nl: Kanalen
pt_br: Canais
sl: Kanali
sv: Kanaler
uk: Канали
zh_tw: 頻道

source: Duration
ar: المدّة
ca: Durada
eu: Iraupena
fi: Kesto
gl: Duración
ka: ხანგრძლოვობა
ko: 시간
nl: Tijdsduur
pt_br: Duração
sl: Trajanje
sv: Längd
uk: Тривалість
zh_tw: 時長

source: Genre
ar: النوع
ca: Gènere
eu: Generoa
fi: Tyylilaji
gl: Xénero
ka: ჟანრი
ko: 장르
pt_br: Gênero
sl: Zvrst
uk: Жанр
zh_tw: 曲風

source: Sample rate
ar: معدل العينة
ca: Freqüència de mostreig
eu: Lagin-emaria
fi: Näytteenottotaajuus
gl: Taxa de mostraxe
ka: სემპლის სიხშირე
ko: 샘플링 레이트
nl: Samplesnelheid
pt_br: Taxa de amostragem
sl: Mera vzorčenja
sv: Samplingsfrekvens
uk: Частота дискретизації
zh_tw: 取樣率

source: Track number
ar: رقم المقطوعة
ca: Número de la peça
eu: Pista-zenbakia
fi: Raita
gl: Número de pista
ka: აუდიობილიკის ნომერი
ko: 트랙 번호
nl: Tracknummer
pt_br: Número da faixa
sl: Številka posnetka
sv: Spårnummer
uk: Номер доріжки
zh_tw: 曲目編號

source: Comment
ar: التعليق
ca: Comentari
eu: Iruzkina
fi: Kommentti
gl: Comentario
ka: კომენტარი
ko: 설명
nl: Commentaar
pt_br: Comentário
sl: Komentar
sv: Kommentar
uk: Коментар
zh_tw: 註解

source: Artist
ar: الفنّان
ca: Artista
eu: Artista
fi: Artisti
gl: Intérprete
ka: შემსრულებელი
ko: 아티스트
nl: Artiest
pt_br: Artista
sl: Izvajalec
uk: Виконавець
zh_tw: 藝人

source: Album
ar: الألبوم
ca: Àlbum
eu: Albuma
fi: Albumi
gl: Álbum
ka: ალბომი
ko: 앨범
pt_br: Álbum
uk: Альбом
zh_tw: 專輯

source: Title
ar: العنوان
ca: Títol
eu: Titulua
fi: Otsikko
gl: Título
ka: სათაური
ko: 제목
nl: Titel
pt_br: Título
sl: Naslov
sv: Titel
uk: Заголовок
zh_tw: 標題

source: Word count
ar: عدد الكلمات
ca: Comptador de paraules
eu: Hitz kopurua
fi: Sanamäärä
gl: Número de palabras
ka: სიტყვების რაოდენობა
ko: 단어 개수
nl: Aantal woorden
pt_br: Número de palavras
sl: Štetje besed
sv: Ordantal
uk: Кількість слів
zh_tw: 單字數

source: Line count
ar: عدد الأسطر
ca: Comptador de línies
eu: Lerro kopurua
fi: Rivimäärä
gl: Número de liñas
ka: ხაზის რაოდენობა
ko: 줄 수
nl: Aantal regels
pt_br: Número de linhas
sl: Število vrstic
sv: Radantal
uk: Кількість рядків
zh_tw: 行數

source: Copyright
ar: حقوق النسخ
ca: Drets d'autor
fi: Tekijänoikeudet
gl: Dereitos de copia
ka: საავტორო უფლებები
ko: 저작권
pt_br: Direitos autorais
sl: Avtorske pravice
uk: Авторські права
zh_tw: 著作權

source: Date
ar: التاريخ
ca: Data
eu: Data
fi: Päiväys
gl: Data
ka: თარიღი
ko: 날짜
nl: Datum
pt_br: Data
sl: Datum
sv: Datum
uk: Дата
zh_tw: 日期

source: Frame rate
ar: معدّل الإطارات
ca: Velocitat dels fotogrames
eu: Fotograma-emaria
fi: Kuvanopeus
gl: Taxa de fotogramas
ka: კადრების სიხშირე
ko: 프레임 레이트
nl: Framesnelheid
pt_br: Taxa de Quadros
sl: Hitrost sličic
sv: Bildfrekvens
uk: Частота кадрів
zh_tw: 影格率

source: Reset Filter
ar: صفّر المرشّح
ca: Reinicia el filtratge
eu: Berrezarri iragazkia
fi: Nolla suodatin
gl: Restabelecer o filtro
ka: ფილტრის გასუფთავება
ko: 필터 초기화
nl: Filter resetten
pt_br: Redefinir filtro
sl: Ponastavi filter
sv: Återställ filter
uk: Скинути фільтрування
zh_tw: 重設過濾器

source: &Filter:
ar: ر&شِّح:
ca: &Filtre:
eu: Ira&gazkia:
fi: &Suodatin:
gl: &Filtrar:
ka: &ფილტრი:
ko: 필터(&F):
pt_br: &Filtrar:
uk: &Фільтр:
zh_tw: 過濾器(&F)：

source: T&ag:
ar: الو&سم:
ca: Etiquet&a:
eu: Etiket&a:
fi: T&unniste:
gl: Etiquet&a:
ka: &ჭდე:
ko: 태그(&A):
pt_br: Et&iqueta:
sl: &Oznaka:
sv: &Etikett:
uk: &Мітка:
zh_tw: 標籤(&A)：

source: Filter All Baskets
ar: رشح كل السلال
ca: Filtra totes les cistelles
eu: Saski denak iragazi
fi: Suodata kaikkia koreja
gl: Filtrar todos os cestos
ka: ყველა კალათის გაფილტვრა
ko: 모든 바구니 필터
nl: Alle baskets filteren
pt_br: Filtrar todas as cestas
sl: Filtriraj vse košare
sv: Filtrera alla korgar
uk: Фільтрувати усі кошики
zh_tw: 過濾所有筆記本

source: (Not tagged)
ar: (غير موسومة)
ca: (sense etiqueta)
eu: (Etiketatu gabe)
fi: (Ei tunnisteita)
gl: (sen etiquetas)
ka: (ჭდის გარეშე)
ko: (태그가 붙지 않음)
nl: (Niet getagd)
pt_br: (Sem etiqueta)
sl: (ni označeno)
sv: (utan etikett)
uk: (без міток)
zh_tw: (未加標籤)

source: (Tagged)
ar: (موسومة)
ca: (amb etiqueta)
eu: (Etiketatuta)
fi: (luokitettu)
gl: (con etiquetas)
ka: (Taggedჭდეებიანი)
ko: (태그가 붙음)
nl: (Getagd)
pt_br: (Etiquetado)
sl: (označeno)
sv: (med etikett)
uk: (Має мітки)
zh_tw: (已加標籤)
