Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: %1 <i>(run in terminal)</i>
ar: %1 <i>(شغّل في الطّرفيّة)</i>
ca: %1 <i>(executa en un terminal)</i>
eu: %1 <i>(exekutatu terminalean)</i>
fi: %1 <i>(suorita päätteessä)</i>
gl: %1 <i>(executar nun terminal)</i>
ka: %1 <i>(ტერმინალში გაშვება)</i>
ko: %1<i>(터미널에서 실행)</i>
nl: %1 <i>(in terminal uitvoeren)</i>
pt_br: %1 <i>(Executar no terminal)</i>
sl: %1 <i>(zaženi v terminalu)</i>
sv: %1 <i>(kör i terminal)</i>
uk: %1 <i>(запустити у терміналі)</i>
zh_tw: %1 <i>(於終端機執行)</i>

source: Command
ar: الأمر
ca: Ordre
eu: Komandoa
fi: Komento
gl: Orde
ka: ბრძანება
ko: 명령
nl: Commando
pt_br: Comando
sl: Ukaz
sv: Kommando
uk: Команда
zh_tw: 指令

source: Launch this application
ar: شغل هذا التطبيق
ca: Llança aquesta aplicació
eu: Abiarazi aplikazio hau
fi: Käynnistä tämä sovellus
gl: Iniciar a aplicación
ka: ამ აპლიკაციის გაშვება
ko: 이 프로그램 실행
nl: Deze toepassing starten
pt_br: Executar esse aplicativo
sl: Zaženite to aplikacijo
sv: Starta det här programmet
uk: Запустити цю програму
zh_tw: 啟動這個應用程式

source: The launcher have no command to run.
ar: المشغل لا يحتوي على أمر للتشغيل.
ca: El llançador no té cap ordre per a executar.
eu: Abiarazleak ez du exekutatzeko komandorik.
fi: Käynnistimessä ei ole suoritettavaa komentoa.
gl: O iniciador non ten orde para executar.
ka: გამშვებს გასაშვები ბრძანება არ გააჩნია.
ko: 실행기에서 실행할 명령이 없습니다.
nl: De starter heeft geen uit te voeren commando.
pt_br: O lançador não tem um comando para executar.
sl: Zaganjalnik nima ukaza za zagon.
sv: Startprogrammet har inget kommando att köra.
uk: У засобі запуску немає команди для виконання.
zh_tw: 啟動器沒有能執行的指令。

source: Launching application...
ar: يشغل التطبيق...
ca: S'està llançant l'aplicació...
eu: Aplikazioa abiarazten...
fi: Käynnistetään sovellusta…
gl: Iniciando a aplicación…
ka: აპლიკაციის გაშვება...
ko: 프로그램 실행 중...
nl: Toepassing wordt gestart...
pt_br: Lançando aplicação...
sl: Zagon aplikacije ...
sv: Startar program ...
uk: Запускаємо програму…
zh_tw: 正在啟動應用程式...

source: Launching applications...
ar: يشغل تطبيقات...
ca: S'estan llançant les aplicacions...
eu: Aplikazioak abiarazten...
fi: Käynnistetään sovelluksia…
gl: Iniciando as aplicacións…
ka: აპლიკაციების გაშვება...
ko: 프로그램 실행 중...
nl: Toepassingen worden gestart...
pt_br: Lancando aplicações...
sl: Zagon aplikacij ...
sv: Startar program ...
uk: Запускаємо програми…
zh_tw: 正在啟動應用程式...

# RGB Colorspace: Red/Green/Blue
source: RGB
ar: ح‌خ‌ز

source: <i>Red</i>: %1, <i>Green</i>: %2, <i>Blue</i>: %3,
ar: <i>أحمر</i>: %1، <i>أخضر</i>: %2، <i>أزرق</i>: %3,
ca: <i>Vermell</i>: %1, <i>Verd</i>: %2, <i>Blau</i>: %3,
eu: <i>Gorria</i>: %1, <i>Berdea</i>: %2, <i>Urdina</i>: %3,
fi: <i>punainen</i>: %1, <i>vihreä</i>: %2, <i>sininen</i>: %3,
gl: <i>Vermello</i>: %1; <i>verde</i>: %2; <i>azul</i>: %3.
ka: <i>წითელი</i>: %1, <i>მწვანე</i>: %2, <i>ლურჯი</i>: %3,
ko: <i>빨간색</i>: %1, <i>녹색</i>: %2, <i>파란색</i>: %3,
nl: <i>Rood</i>: %1, <i>Groen</i>: %2, <i>Blauw</i>: %3,
pt_br: <i>Vermelho</i>: %1, <i>Verde</i>: %2, <i>Azul</i>: %3,
sl: <i>Rdeča</i>: %1, <i>Zelena</i>: %2, <i>Modra</i>: %3,
sv: <i>Röd</i>: %1, <i>Grön</i>: %2, <i>Blå</i>: %3.
uk: <i>Червоний</i>: %1, <i>Зелений</i>: %2, <i>Синій</i>: %3,
zh_tw: <i>紅</i>: %1, <i>綠</i>: %2, <i>藍</i>: %3,

source: <i>Hue</i>: %1, <i>Saturation</i>: %2, <i>Value</i>: %3,
ar: <i>الصّبغة</i>: %1، <i>التّشبّع</i>: %2، <i>القيمة</i>: %3،
ca: <i>To</i>: %1, <i>Saturació</i>: %2, <i>Valor</i>: %3,
eu: <i>Tonua</i>: %1, <i>Asetasuna</i>: %2, <i>Balioa</i>: %3,
fi: <i>sävy</i>: %1, <i>kylläisyys</i>: %2, <i>arvo</i>: %3,
gl: <i>Ton</i>: %1; <i>saturación</i>: %2; <i>valor</i>: %3.
ka: <i>ტონი</i>: %1, <i>გაჯერება</i>: %2, <i>მნიშვნელობა</i>: %3,
ko: <i>색조</i>: %1, <i>채도</i>: %2, <i>명도</i>: %3,
nl: <i>Tint</i>: %1, <i>Verzadiging</i>: %2, <i>Waarde</i>: %3,
pt_br: <i>Matiz</i>: %1, <i>Saturação</i>: %2, <i>Valor</i>: %3,
sl: <i>Obarvanost</i>: %1, <i>Nasičenost</i>: %2, <i>Vrednost</i>: %3,
sv: <i>Färgton</i>: %1, <i>Färgmättnad</i>: %2, <i>Värde</i>: %3
uk: <i>Відтінок</i>: %1, <i>Насиченість</i>: %2, <i>Значення</i>: %3,
zh_tw: <i>色相</i>: %1, <i>飽和</i>: %2, <i>明度</i>: %3,

source: CSS Color Name
ar: اسم لون CSS
ca: Nom del color CSS
eu: CSS kolore izena
fi: CSS-värinimi
gl: Nome de cor de CSS
ka: CSS ფერის სახელი
ko: CSS 색상 이름
nl: CSS kleurnaam
pt_br: CSS nome da cor
sl: Ime barve CSS
sv: CSS färgnamn
uk: Назва кольору CSS
zh_tw: CSS 顏色名稱

source: Is Web Color
ar: هل هو لون ويب
ca: És un color web
eu: Web kolorea da
fi: On verkkoväri
gl: É unha cor web
ka: ვების ფერია
ko: 웹 색상 여부
nl: Is webkleur
pt_br: É web cor
sl: Je spletna barva
sv: Är webbfärg
uk: Є вебкольором
zh_tw: 是網頁顏色

source: Yes
ar: نعم
ca: Sí
eu: Bai
fi: Kyllä
gl: Si
ka: კი
ko: 예
nl: Ja
pt_br: Sim
sl: Da
sv: Ja
uk: Так
zh_tw: 是

source: No
ar: لا
eu: Ez
fi: Ei
gl: Non
ka: არა
ko: 아니요
nl: Nee
pt_br: Não
sl: Ne
sv: Nej
uk: Ні
zh_tw: 否

source: Images can not be edited here at the moment (the next version of BasKet Note Pads will include an image editor). Do you want to open it with an application that understand it?
ar: لا يمكن تحرير الصور هنا في الوقت الحالي (الإصدار التالي من BasKet Note Pads سيتضمن محرر صور). هل تريد فتحها بتطبيق يفهمها؟
ca: De moment no es poden editar aquí les imatges (la versió següent del Bloc de notes BasKet inclourà un editor d'imatges). Voleu obrir-la amb una aplicació que l'entengui?
eu: Momentuz irudia ezin da hemen editatu (BasKet Ohar-bloken hurrengo bertsioak irudi editore bat izango du). Hura ulertzen duen aplikazio batekin ireki nahi duzu?
fi: Kuvia ei voi muokata tässä toistaiseksi (mutta seuraava BasKet-muistioiden versio sisältää kuvamuokkaimen). Haluatko avata kuvan sovellukseen, joka ymmärtää sitä?
gl: Actualmente as imaxes non poden editarse aquí (a seguinte versión de «Cadernos de notas de BasKet» incluirá un editor de imaxes). Quere abrila cunha aplicación compatíbel?
ka: ამჟამად, აქ, სამწუხაროდ გამოსახულებებს ვერ ჩაასწორებთ (BasKet-ის შემდეგ ვერსიებს გამოსახულების რედაქტორიც ექნება). გნებავთ გახსნათ ის აპლიკაციით, რომელსაც ეს ესმის?
ko: 현재 여기에서 그림을 바로 편집할 수는 없습니다(다음 버전 BasKet 메모판에서 그림 편집기 지원 예정). 해당 파일을 편집할 수 있는 프로그램으로 여시겠습니까?
nl: Afbeeldingen kunnen hier op dit moment niet bewerkt worden (de volgende versie van BasKet notitieblaadjes zal een afbeeldingenbewerker bevatten). Wilt u het openen met een toepassing die het begrijpt?
pt_br: As imagens não podem ser editadas aqui no momento (a próxima versão do Bloco de notasde cesta incluirá um editor de imagens). Deseja abri-la com um aplicativo externo?
sl: Slik trenutno ni mogoče urejati tukaj (naslednja različica Zapiski opomb BasKet bo vključevala urejevalnik slik). Ali jo želite odpreti z aplikacijo, ki jo razume?
sv: Bilder kan inte redigeras för närvarande (nästa version av Basket anteckningsblock kommer att inkludera en bildeditor). Vill du öppna den med ett program som förstår den?
uk: У поточній версії редагування зображень на місці не передбачено (до наступної версії нотатників BasKet буде включено редактор зображень). Хочете відкрити зображення у відповідній програмі?
zh_tw: 目前尚不支援在此編輯影像（BasKet 筆記本的下一個版本會包含影像編輯器）。 您要用可以編輯它的應用程式開啟它嗎？

source: Edit Image Note
ar: حرر ملاحظة الصورة
ca: Edita la nota d'imatge
eu: Editatu irudiaren oharra
fi: Muokkaa kuvamuistiinpanoa
gl: Editar a nota da imaxe
ka: სურათის შენიშვნის ჩასწორება
ko: 그림 메모 편집
nl: Afbeeldingsnotitie bewerken
pt_br: Editar nota da imagem
sl: Urejanje slikovne opombe
sv: Redigera bildanteckning
uk: Редагування нотатки-зображення
zh_tw: 編輯影像筆記

source: This animated image can not be edited here. Do you want to open it with an application that understands it?
ar: لا يمكن تحرير هذه الصورة المتحركة هنا. هل تريد فتحها بتطبيق يفهمها؟
ca: De moment no es poden editar aquí les imatges animades. Voleu obrir-la amb una aplicació que l'entengui?
eu: Animatutako irudia ezin da hemen editatu. Hura ulertzen duen aplikazio batekin ireki nahi duzu?
fi: Tätä animoitua kuvaa ei voi muokata tässä. Haluatko avata tiedoston sitä ymmärtävään sovellukseen?
gl: A imaxe animada non pode editarse aquí. Quere abrila cunha aplicación compatíbel?
ka: ანიმაციის მქონე გამოსახულებებს აქ ვერ ჩაასწორებთ. გნებავთ, გახსნათ ის აპლიკაციაში, რომელსაც ეს შეუძლია?
ko: 여기에서 그림을 바로 편집할 수 없습니다. 해당 파일을 편집할 수 있는 프로그램으로 여시겠습니까?
nl: Deze geanimeerde afbeelding kan hier niet bewerkt worden. Wilt u het openen met een toepassing die het begrijpt?
pt_br: A imagem animada não pode ser editada aqui. Deseja abri-la com aplicativo externo?
sl: Te animirane slike ni mogoče urejati tukaj. Ali jo želite odpreti z aplikacijo, ki jo razume?
sv: Den här animerade bilden kan inte redigeras här. Vill du öppna den med ett program som förstår den?
uk: Це анімоване зображення не можна редагувати на місці. Хочете відкрити анімацію у відповідній програмі?
zh_tw: 這個動態影像無法在此編輯。 您要用可以編輯它的應用程式開啟它嗎？

source: Edit Animation Note
ar: حرر ملاحظة الرسوم المتحركة
ca: Edita la nota d'animació
eu: Editatu animazioaren oharra
fi: Muokkaa animaatiomuistiinpanoa
gl: Editar a nota da animación
ka: ანიმაციის შენიშვნის ჩასწორება
ko: 애니메이션 메모 편집
nl: Animatienotitie bewerken
pt_br: Editar animação da nota
sl: Uredi opombo z animacijo
sv: Redigera animeringsanteckning
uk: Редагування нотатки-анімації
zh_tw: 編輯動畫筆記

source: Edit Color Note
ar: حرر ملاحظة اللون
ca: Edita la nota de color
eu: Editatu kolorearen oharra
fi: Muokkaa värimuistiinpanoa
gl: Editar a nota da cor
ka: ფერის შენიშვნის ჩასწორება
ko: 색상 메모 편집
nl: Kleurnotitie bewerken
pt_br: Editar cor da nota
sl: Uredi barvno opombo
sv: Redigera färganteckning
uk: Редагування кольорової нотатки
zh_tw: 編輯色彩筆記

source: The type of this note is unknown and can not be edited here. You however can drag or copy the note into an application that understands it.
ar: نوع هذه الملاحظة مجهول ولا يمكن تحريره هنا. لكنك تستطيع سحب أو نسخ الملاحظة إلى تطبيق يفهمها.
ca: El tipus d'aquesta nota és desconegut i no es pot editar aquí. No obstant això, podeu arrossegar o copiar la nota en una aplicació que l'entengui.
eu: Ohar honen mota ezezaguna da eta ezin da hemen editatu. Dena den oharra hura ulertzen duen aplikazio batera arrastatu edo kopiatu dezakezu.
fi: Tämän muistiinpanon tyyppi on tuntematon, eikä sitä voi muokata tässä. Sen voi kuitenkaan vetää ja pudottaa sovellukseen, joka ymmärtää sitä.
gl: O tipo desta nota é descoñecido e non pode editarse aquí. Porén, pode arrastrar e copiar a nota a unha aplicación que permita editala.
ka: ამ ტიპის შენიშვნა უცნობია და მას აქ ვერ ჩაასწორებთ. თუმცა, შეგიძლიათ გადაათრიოთ ან დააკოპიროთ ეს შენიშვნა აპლიკაციაში, რომელსაც ის ესმის.
ko: 메모 형식을 알 수 없으며 여기에서 바로 편집할 수 없습니다. 해당 형식을 편집할 수 있는 프로그램으로 메모를 끌어다 놓을 수 있습니다.
nl: Dit type notitie is hier onbekend en kan hier niet bewerkt worden. U kunt de notitie echter slepen of kopiëren in een toepassing die het begrijpt.
pt_br: Esse tipo de nota é desconhecido, não pode ser editada aqui. No entanto, você pode arrastar ou copiar a nota para um aplicativo externo.
sl: Vrsta te opombe ni znana in je ni mogoče urejati tukaj. Vendar lahko opombo povlečete ali kopirate v program, ki jo razume.
sv: Anteckningens typ är okänd och kan inte redigeras här. Du kan dock dra och släppa anteckningen till ett program som förstår den.
uk: Тип цієї нотатки є невідомим для програми — його не можна редагувати на місці. Втім, ви можете перетягнути або скопіювати нотатку до вікна програми, яка може працювати з цим типом нотаток.
zh_tw: 這個筆記的類型未知而無法在此編輯。 不過您還是可以拖曳或複製它到理解它的應用程式裡。

source: Edit Unknown Note
ar: حرر ملاحظة مجهولة
ca: Edita la nota desconeguda
eu: Editatu ohar ezezaguna
fi: Muokkaa tuntematonta muistiinpanoa
gl: Editar a nota do obxecto descoñecido
ka: უცნობი შენიშვნის ჩასწორება
ko: 알 수 없는 메모 편집
nl: Onbekende notitie bewerken
pt_br: Editar nota desconhecida
sl: Uredi neznano opombo
sv: Redigera okänd anteckning
uk: Редагування невідомої нотатки
zh_tw: 編輯未知筆記

source: Edit Link Note
ar: حرر ملاحظة الرابط
ca: Edita la nota d'enllaç
eu: Editatu esteka-oharra
fi: Muokkaa linkkimuistiinpanoa
gl: Editar a nota da ligazón
ka: ბმულის შენიშვნის ჩასწორება
ko: 링크 메모 편집
nl: Koppelingsnotitie bewerken
pt_br: Editar Link da nota
sl: Uredi opombo povezave
sv: Redigera länkanteckning
uk: Редагування нотатки-посилання
zh_tw: 編輯連結筆記

source: Auto
ar: آليّ
ca: Automàtic
eu: Automatikoa
fi: Automaattinen
gl: Automática
ka: ავტომატური
ko: 자동
nl: Automatisch
pt_br: Automático
sl: Samodejno
sv: Automatisk
uk: Авто
zh_tw: 自動

source: &Icon:
ar: الأي&قونة:
ca: &Icona:
eu: &Ikonoa:
fi: K&uvake:
gl: &Icona:
ka: &ხატულა:
ko: 아이콘(&I):
nl: P&ictogram:
pt_br: &Ícone:
sl: &Ikona:
sv: &Ikon:
uk: &Піктограма:
zh_tw: 圖示(&I)：

source: Ta&rget:
ar: ال&هدف:
ca: De&stinació:
eu: &Jomuga:
fi: &Kohde:
gl: &Destino:
ka: &სამიზნე:
ko: 대상(&R):
nl: &Doel:
pt_br: Al&vo:
sl: &Cilj:
sv: &Mål:
uk: &Ціль:
zh_tw: 目標(&R)：

source: &Title:
ar: ال&عنوان:
ca: &Títol:
eu: &Titulua:
fi: &Otsikko:
gl: &Título:
ka: &სათაური:
ko: 제목(&T):
nl: &Titel:
pt_br: &Título:
sl: &Naslov:
sv: &Titel:
uk: &Заголовок:
zh_tw: 標題(&T)：

source: Edit Cross Reference
ar: حرر المرجع المتبادل
ca: Edita la referència creuada
eu: Editatu aipamen gurutzatua
fi: Muokkaa viitettä
gl: Editar a referencia cruzada
ka: ჯვარედინი მიმართვის ჩასწორება
ko: 상호 참조 편집
nl: Kruisverwijzing bewerken
pt_br: Editar a referência cruzada
sl: Uredi navzkrižni sklic
sv: Redigera korsreferens
uk: Редагування перехресного посилання
zh_tw: 編輯交互參考

source: Edit Launcher Note
ar: حرر ملاحظة المشغل
ca: Edita la nota del llançador
eu: Editatu abiarazle-oharra
fi: Muokkaa käynnistinmuistiinpanoa
gl: Editar a nota do iniciador
ka: გამშვების შენიშვნის ჩასწორება
ko: 실행기 메모 편집
nl: Programmastarternotitie bewerken
pt_br: Editar lançador de nota
sl: Uredi opombo za zaganjalnik
sv: Redigera startanteckning
uk: Редагування нотатки — засобу для запуску
zh_tw: 編輯啟動器筆記

source: Choose a command to run:
ar: اختر أمرًا للتشغيل:
ca: Escolliu una ordre a executar:
eu: Hautatu exekutatu beharreko komando bat:
fi: Valitse suoritettava komento:
gl: Escolla unha orde para executar:
ka: აირჩიეთ გასაშვები ბრძანება:
ko: 실행할 명령 선택:
nl: Kies een uit te voeren commando:
pt_br: Escolha um comando para executar:
sl: Izberite ukaz, ki ga želite zagnati:
sv: Välj ett kommando att köra:
uk: Виберіть команду для виконання:
zh_tw: 選擇要執行的指令：

source: &Guess
ar: &خمّن
ca: Est&imació
eu: I&garri
fi: &Arvaa
gl: &Adiviñar
ka: &ავტომატურად
ko: 추측(&G)
nl: &Schatting
pt_br: &Adivinhar
sl: &Ugibaj
sv: &Gissning
uk: В&гадати
zh_tw: 猜測(&G)

source: Comman&d:
ar: الأ&مر:
ca: Or&dre:
eu: Koman&doa:
fi: &Komento:
gl: Or&de:
ka: &ბრძანება:
ko: 명령(&D):
nl: Comman&do:
pt_br: Coman&do:
sl: Uka&z:
sv: Komman&do:
uk: &Команда:
zh_tw: 指令(&D)：

source: &Name:
ar: الا&سم:
ca: &Nom:
eu: Ize&na:
fi: &Nimi:
gl: &Nome:
ka: &სახელი:
ko: 이름(&N):
nl: &Naam:
pt_br: &Nome:
sl: &Ime:
sv: &Namn:
uk: &Назва:
zh_tw: 名稱(&N):

source: Font
ar: الخط
ca: Tipus de lletra
eu: Letra-tipoa
fi: Fontti
gl: Fonte
ka: შრიფტი
ko: 글꼴
nl: Lettertype
pt_br: Fonte
sl: Pisava
sv: Teckensnitt
uk: Шрифт
zh_tw: 字型

source: Font Size
ar: حجم الخط
ca: Mida del tipus de lletra
eu: Letra-tipoaren neurria
fi: Fonttikoko:
gl: Tamaño da letra
ka: ფონტის ზომა
ko: 글꼴 크기
nl: Tekengrootte
pt_br: Tamanho da fonte
sl: Velikost pisave
sv: Teckenstorlek
uk: Розмір шрифту
zh_tw: 字型大小

source: Bold
ar: ثخين
ca: Negreta
eu: Lodia
fi: Lihavoitu
gl: Grosa
ka: გასქელება
ko: 굵게
nl: Vet
pt_br: Negrito
sl: Krepko
sv: Fetstil
uk: Жирний
zh_tw: 粗體

source: Italic
ar: مائل
ca: Cursiva
eu: Etzana
fi: Kursivoitu
gl: Cursiva
ka: დახრა
ko: 이탤릭
nl: Cursief
pt_br: Itálico
sl: Ležeče
sv: Kursiv
uk: Курсив
zh_tw: 斜體

source: Underline
ar: تسطير
ca: Subratllat
eu: Azpimarra
fi: Alleviivattu
gl: Subliñar
ka: ქვედა ტირე
ko: 밑줄
nl: Onderlijnd
pt_br: Sublinhado
sl: Podčrtano
sv: Understruken
uk: Підкреслення
zh_tw: 底線

source: Superscript
ar: مرتفع
ca: Superíndex
eu: Goi-indizea
fi: Yläindeksoitu
gl: Superíndice
ka: ზედა ხაზზე
ko: 위 첨자
pt_br: Sobrescrito
sl: Nadpisano
sv: Upphöjd
uk: Верхній індекс
zh_tw: 上標

source: Subscript
ar: منخفض
ca: Subíndex
eu: Azpindizea
fi: Alaindeksoitu
gl: Subíndice
ka: ქვედა ხაზზე
ko: 아래 첨자
pt_br: Subscrito
sl: Podpisano
sv: Nedsänkt
uk: Нижній індекс
zh_tw: 下標

source: Align Left
ar: حاذِ يسارًا
ca: Alinea a l'esquerra
eu: Lerrokatu ezkerrean
fi: Vasensuora
gl: Aliñar á esquerda
ka: მარცხნივ სწორება
ko: 왼쪽 정렬
nl: Links uitlijnen
pt_br: Alinhar à esquerda
sl: Poravnaj levo
sv: Vänsterjustera
uk: Вирівняти ліворуч
zh_tw: 向左對齊

source: Centered
ar: موسّطة
ca: Centrat
eu: Erdiratuta
fi: Keskitetty
gl: Centrar
ka: შუაზე გასწორებული
ko: 가운데 정렬
nl: Gecentreerd
pt_br: Centralizado
sl: Sredinsko
sv: Centrerad
uk: За центром
zh_tw: 置中

source: Align Right
ar: حاذِ يمينًا
ca: Alinea a la dreta
eu: Lerrokatu eskuinean
fi: Oikeasuora
gl: Aliñar á dereita
ka: მარჯვნივ სწორება
ko: 오른쪽 정렬
nl: Rechts uitlijnen
pt_br: Alinhar à direita
sl: Poravnaj desno
sv: Högerjustera
uk: Вирівняти праворуч
zh_tw: 向右對齊

source: Justified
ar: مساوً
ca: Justificat
eu: Justifikatuta
fi: Tasattu
gl: Xustificar
ka: გასწორებული
ko: 양쪽 맞춤
nl: Uitgevuld
pt_br: Justificado
sl: Poravnano
sv: Justerad
uk: Вирівняти за шириною
zh_tw: 兩邊對齊

source: Undo
ar: تراجع
ca: Desfés
eu: Desegin
fi: Kumoa
gl: Desfacer
ka: დაბრუნება
ko: 실행 취소
nl: Ongedaan maken
pt_br: Desfazer
sl: Razveljavi
sv: Ångra
uk: Скасувати
zh_tw: 復原

source: Redo
ar: كرّر
ca: Refés
eu: Berregin
fi: Tee uudelleen
gl: Refacer
ka: თავიდან
ko: 다시 실행
nl: Opnieuw doen
pt_br: Refazer
sl: Ponovi
sv: Gör om
uk: Повторити
zh_tw: 重做

source: <p>%1 doesn't support the data you've dropped.<br>It however created a generic note, allowing you to drag or copy it to an application that understand it.</p><p>If you want the support of these data, please contact developer.</p>
ar: <p>%1 لا يدعم البيانات التي أسقطتها.<br>لكنه أنشأ ملاحظة عامة، تسمح لك بسحبها أو نسخها إلى تطبيق يفهمها.</p><p>إذا كنت تريد دعم هذه البيانات، يرجى الاتصال بالمطور.</p>
ca: <p>El %1 no admet les dades que heu deixat anar.<br>No obstant això, crearà una nota genèrica, permetent-vos arrossegar-la o copiar a una aplicació que l'entengui.</p><p>Si voleu el suport d'aquestes dades, contacteu amb el desenvolupador.</p>
eu: <p>%1(e)k ez du onartzen jaregin dizkiozun datuak.<br>Hala ere ohar generiko bat sortu du, hura ulertzen duen aplikazio batera arrastatu edo kopiatzeko aukera ematen dizuna.</p><p>Datu hauen euskarria nahi baduzu, mesedez, jar zaitez garatzailearekin harremanean.</p>
fi: <p>%1 ei tue pudottamaasi tietomuotoa.<br>Yleismuistiinpano kuitenkin luotiin, jonka voit vetää tai kopioida muotoa ymmärtävään sovellukseen.</p><p>Jos tarvitset tämän tietomuodon tukea, ota yhteyttä kehittäjään.</p>
gl: <p>%1 non permite os datos que soltou.<br>Porén, creouse unha nota xenérica que lle permite arrastrar e copiar os datos nunha aplicación que os permita.</p><p>Se quere que se permitan estes datos, contacte co equipo desenvolvedor.</p>
ka: <p>%1-ს არ აქვს ჩასმული მონაცემების ტიპის მხარდაჭერა.<br>მაგრამ მან შექმნა ზოგადი შენიშვნა, რომელიც საშუალებას გაძლევთ, გადაათრიოთ და დააგდოთ ის აპლიკაციაზე, რომელსაც ის ესმის.</p><p>თუ გნებავთ ამ მონაცემების მხარდაჭერა, დაუკავშირდით პროგრამის ავტორს.</p>
ko: <p>%1에서 끌어다 놓은 데이터를 지원하지 않습니다.<br> 그래서 일반 메모를 만들었으며, 해당 파일을 처리할 수 있는 프로그램으로 끌어다 놓을 수 있습니다.</p> <p>해당 데이터 형식 지원이 필요하다면 개발자에게 연락하십시오.</p>
nl: <p>%1 ondersteunt niet het gegeven dat u hebt laten vallen.<br>Het heeft echter een generieke notitie aangemaakt, waarmee u het kan slepen en loslaten in een toepassing die het begrijpt.</p><p>Als u de ondersteuning van dit gegeven wilt, neem contact op met de ontwikkelaar.</p>
pt_br: <p>%1 não suporta os dados que você descartou.<br>No entanto, foi criada umanota genérica, permitindo que você arraste ou copie para um aplicativo externo. </p><p>Se você deseja o suporte desses dados, entre em contato com odesenvolvedor.</p>
sl: <p>%1 ne podpira podatkov, ki ste jih spustili.<br>Ustvaril pa je generično opombo, ki vam omogoča, da jo povlečete ali kopirate v aplikacijo, ki jo razume.</p><p>Če želite podporo za te podatke, se obrnite na razvijalca.</p>
sv: <p>%1 stöder inte data som du släppte.<br>En generell anteckning skapades dock som låter dig dra och kopiera den till ett program som förstår det.</p><p>Om du vill att data ska stödjas, kontakta gärna utvecklaren.</p>
uk: <p>%1 не передбачено підтримки скинутих вами даних.<br>Втім, програма може створити загальну нотатку, з якої дані можна перетягнути або скопіювати до вікна програми, яка може обробляти ці дані.</p><p>Якщо вам конче потрібна підтримка цих даних у програмі, будь ласка, зв'яжіться із розробниками.</p>
zh_tw: <p>%1 不支援您拖放的資料。<br>一個通用筆記仍然已建立，讓您可以拖曳或複製它到支援它的應用程式。</p><p>如果您希望支援這種資料，請與開發者聯繫。</p>

source: Unsupported MIME Type(s)
ar: نوع(أنواع) MIME غير مدعومة
ca: Tipus MIME no acceptats
eu: Euskarririk gabeko MIME-mota(k)
fi: Ei-tuetut MIME-tyypit
gl: Tipos MIME non permitidos
ka: მხარდაუჭერელი MIME ტიპ(ებ)-ი
ko: 지원하지 않는 MIME 형식
nl: Niet-ondersteund(e) MIME-type(s)
pt_br: Tipo(s) MIME não suportado(s)
sl: Nepodprte vrste MIME
sv: Mime-typer stöds inte
uk: Непідтримувані типи MIME
zh_tw: 不支援的 MIME 類型

source: &Move Here Shift
ar: ا&نقل إلى هنا Shift
ca: &Mou aquí Maj
eu: &Ekarri hona Maius
fi: &Siirrä tähän Vaihto
gl: &Mover aquí Maiús
ka: &აქ გადმოტანა Shift
ko: 여기로 이동(&M) Shift
nl: Hierheen &verplaatsen Shift
pt_br: &Mover aqui Shift
sl: &Premakni sem Dvigalka
sv: &Flytta hit Skift
uk: П&ересунути сюди Shift
zh_tw: 移動到這裡(&M) Shift

source: &Copy Here Ctrl
ar: ان&سخ إلى هنا Ctrl
ca: &Copia aquí Ctrl
eu: &Kopiatu hemen Ktrl
fi: &Kopioi tähän Ctrl
gl: &Copiar aquí Ctrl
ka: &აქ კოპირება Ctrl
ko: 여기로 복사(&C) Ctrl
nl: Hierheen &kopiëren Ctrl
pt_br: &Copiar aqui Ctrl
sl: &Kopiraj sem Krmilka
sv: &Kopiera hit Ctrl
uk: &Копіювати сюди Ctrl
zh_tw: 複製到這裡(&C) Ctrl

source: &Link Here Ctrl+Shift
ar: ا&ربط هنا Ctrl+Shift
ca: En&llaça aquí Ctrl+Maj
eu: Es&tekatu hona Ktrl+Maius
fi: &Linkitä tähän Ctrl+Vaihto
gl: &Ligar aquí Ctrl+Maiús
ka: &ბმული აქ Ctrl+Shift
ko: 여기로 링크(&L) Ctrl+Shift
nl: Hierheen koppe&len Ctrl+Shift
pt_br: Criar &link aqui Ctrl+Shift
sl: &Poveži sem krmilka+dvigalka
sv: &Länka hit Ctrl+Shift
uk: Пос&илання сюди Ctrl+Shift
zh_tw: 連結到這裡(&L) Ctrl+Shift

source: C&ancel Escape
ar: إ&لغاء Escape
ca: C&ancel·la Escapada
eu: &Utzi Ihes
fi: &Peru Esc
gl: C&ancelar Esc
ka: &გაუქმება Escape
ko: 취소(&A) Escape
nl: Annuleren Escape
pt_br: Cancelar Escape
sl: Pre&kliči ubežnica
sv: &Avbryt Esc
uk: &Скасувати Escape
zh_tw: 取消(&A) Escape

source: Import Icon as Image
ar: استورد أيقونة كصورة
ca: Importa la icona com a imatge
eu: Inportatu ikonoa irudi gisa
fi: Tuo kuvake kuvaksi
gl: Importar a icona como imaxe
ka: ხატულის გამოსახულების სახით შემოტანა
ko: 아이콘을 그림으로 가져오기
nl: Pictogram importeren als afbeelding
pt_br: Importar ícone como imagem
sl: Uvozi ikono kot sliko
sv: Importera ikon som bild
uk: Імпортування піктограми як зображення
zh_tw: 匯入圖示作為影像

source: Choose the size of the icon to import as an image:
ar: اختر حجم الأيقونة لاستيرادها كصورة:
ca: Trieu la mida de la icona per a importar-la com a imatge:
eu: Hautatu irudi gisa inportatzeko ikonoaren neurria:
fi: Valitse kuvaksi tuotavan kuvakkeen koko:
gl: Escolla o tamaño da icona para importar como imaxe:
ka: აირჩიეთ ზომა, რომლითაც ხატულის გამოსახულების სახით შემოტანა მოხდება:
ko: 그림으로 가져올 아이콘 크기 선택:
nl: De grootte van het pictogram kiezen om te importeren als een afbeelding:
pt_br: Escolha o tamanho do link para importar como imagem:
sl: Izberite velikost ikone, ki jo želite uvoziti kot sliko:
sv: Välj ikonstorlek att importera som en bild:
uk: Виберіть розмір піктограми для імпортування як зображення:
zh_tw: 選擇要匯入為影像的圖示尺寸：
