Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Baskets auto lock, save-status icon, HTML copy/paste, basket name tooltip, drop to basket name
ar: القفل الآلي للسلال، أيقونة حالة الحفظ، نسخ/لصق HTML، تلميح اسم السلة، الإسقاط على اسم السلة
ca: Bloqueig automàtic de les cistelles, icona de l'estat de desament, copia/enganxa HTML, consell d'eina del nom de la cistella, deixar anar sobre el nom de la cistella
eu: Saskien giltzatze automatikoa, gordetze-egoera ikonoa, HTML kopiatu/itsatsi, saski-izen tresna-argibidea, jaregin saski-izenean
fi: Korien automaattilukitus, tilantallennuskuvake, HTML-kopiointi ja -liittäminen, korien nimien työkaluvihje, pudotus korin nimeen
gl: Bloqueo automático de cestos, icona do estado de garda, copiar e pegar HTML, mensaxe emerxente co nome de cesto, retirar un nome de cesto.
ka: კალათების ავტოდახურვა, არშენახვის ხატულა, HTML-ის ჩასმა/კოპირება, კალათის სახელის მინიშნება, დაგდება კალათის სახელზე
ko: 바구니 자동 잠금, 저장 상태 아이콘, HTML 복사/붙여넣기, 바구니 이름 풍선 도움말, 바구니 이름으로 드롭
nl: Automatische vergrendeling, pictogram voor opslag-status, HTML kopiëren/plakken, tekstballon met basketnaam, in basketnaam laten vallen van baskets
pt_br: Travamento automático, ícone de status de salvamento, função copiar/colar em HTML, dica no nome da cesta, largar no nome da cesta
sl: Samodejno zaklepanje košare, ikona stanja shranjevanja, kopiranje/lepljenje HTML, opis za ime košare, spuščanje na ime košare
sv: Automatisk låsning av korgar, spara status ikon, HTML kopiering och inklistring, verktygstips med korgnamn, släpp i korg namn
uk: Автоблокування кошиків, піктограма збереження стану, копіювання і вставлення HTML, підказка щодо назви кошика, скидання на пункт назви кошика
zh_tw: 筆記本自動鎖定、儲存狀態圖示、HTML 複製貼上、筆記本名稱工具提示、拖放到筆記本名稱

source: Marco Martin
ar: ماركو مارتن

source: Original icon
ar: أيقونة أصلية
ca: Icones originals
eu: Jatorrizko ikonoa
fi: Alkuperäinen kuvake
gl: Icona orixinal.
ka: ძველი ხატულა
ko: 원본 아이콘
nl: Origineel pictogram
pt_br: Ícone original
sl: Izvirna ikona
sv: Originalikon
uk: Початкова піктограма
zh_tw: 原始圖示

source: BasKet Note Pads
ar: دفاتر ملاحظات السلة
ca: Bloc de notes BasKet
eu: BasKet-en ohar-blokak
fi: BasKet-muistiot
gl: Cadernos de notas de BasKet
ka: BasKet -ის შენიშვნები
ko: BasKet 메모판
nl: BasKet notitieblaadjes
sl: Beležke opomb BasKet
sv: Basket anteckningsblock
uk: Нотатники BasKet
zh_tw: BasKet 筆記本

source: Save as Basket Archive
ar: احفظ كأرشيف سلة
ca: Desa com un arxiu de cistelles
eu: Gorde Basket artxibo gisa
fi: Tallenna Basket-arkistoksi
gl: Gardar un arquivo de BasKet
ka: კალათის არქივად შენახვა
ko: Basket 압축 파일로 저장
nl: Als archief van basket opslaan
pt_br: Salvar como arquivo Basket
sl: Shrani kot arhiv košare
sv: Spara som korgarkiv
uk: Зберегти як архів Basket
zh_tw: 儲存為 Basket 封存

source: Saving as basket archive. Please wait...
ar: يحفظ كأرشيف سلة. من فضلك انتظر...
ca: S'està desant com a arxiu de cistelles. Si us plau, espereu...
eu: Basket artxibo gisa gordetzen. Itxoin mesedez...
fi: Tallennetaan Basket-arkistoksi. Odota…
gl: Gardando un arquivo de cesto. Agarde…
ka: კალათის არქივად შენახვა. მოითმინეთ...
ko: Basket 압축 파일로 저장하고 있습니다. 기다려 주십시오...
nl: Wordt als archief van basket opgeslagen. Even geduld...
pt_br: Salvando como arquivo basket. Aguarde...
sl: Shranjevanje arhiva košare ...
sv: Sparar som korgarkiv. Vänta ...
uk: Зберігаємо як архів кошиків. Будь ласка, зачекайте…
zh_tw: 正在儲存為 basket 封存。請稍候…

source: Basket Archive Error
ar: خطأ في أرشيف السلة
ca: Error en l'arxiu de cistelles
eu: Basket artxiboaren errorea
fi: Basket-arkiston virhe
gl: Erro de arquivo de Basket
ka: კალათის არქივის შეცდომა
ko: Basket 압축 파일 오류
nl: Fout met archief van basket
pt_br: Erro de arquivo do Basket.
sl: Napaka arhiva košare
sv: Korgarkivfel
uk: Помилка обробки архіву Basket
zh_tw: Basket 封存錯誤

source: Extraction path already exists.
ar: مسار الاستخراج موجود بالفعل.
ca: El camí d'extracció ja existeix.
eu: Erauzteko bide-izena lehendik ere badago.
fi: Purkamisen kohdekansio on jo olemassa.
gl: A ruta de extracción xa existe.
ka: გაშლის ბილიკი უკვე არსებობს.
ko: 압축 풀기 경로가 이미 존재합니다.
nl: Pad voor uitpakken bestaat al.
pt_br: O caminho de extração já existe.
sl: Pot za razširjanje že obstaja.
sv: Uppackningssökväg finns redan.
uk: Шлях видобування вже існує.
zh_tw: 解開路徑已經存在。

source: This file was created with a recent version of %1.Please upgrade to a newer version to be able to open that file.
ar: أُنشئ هذا الملف بإصدار حديث من %1. يرجى الترقية إلى إصدار أحدث لتتمكن من فتح هذا الملف.
ca: Aquest fitxer s'ha creat amb una versió recent del %1. Actualitzeu a una versió més nova per a poder-lo obrir.
eu: Fitxategi hau %1(e)ren duela gutxiko bertsio batekin sortu zen. Mesedez, eguneratu bertsio berriago batera hura irekitzeko gai izateko.
fi: Tiedosto on luotu %1-ohjelman tuoreella versiolla. Tiedoston avaamiseksi päivitä ohjelma uuteen versioon.
gl: O ficheiro creouse cunha versión recente de %1. Anove a unha versión máis recente para poder abrir o ficheiro.
ka: ფაილი შეიქმნა %1-ის ახალი ვერსიით. ასწიეთ ვერსია, რომ ამ ფაილის გახსნა შეძლოთ.
ko: 이 파일은 더 높은 버전의 %1에서 생성되었습니다. 파일을 열려면 새 버전으로 업그레이드하십시오.
nl: Dit bestand is aangemaakt met een recente versie van %1. Waardeer op naar een nieuwere versie om in staat te zijn dat bestand te openen.
pt_br: Este arquivo foi criado com uma versão recente de %1. Atualize para uma nova versão para poder abrir o arquivo.
sl: Ta datoteka je bila ustvarjena s sodobno različico %1. Nadgradite program na novejšo različico, da boste lahko to datoteko odprli.
sv: Den här filen skapades med en senare version av %1. Uppgradera till en ny version för att kunna öppna filen.
uk: Цей файл було створено у новішій версії %1. Будь ласка, встановіть новішу версію програми, щоб мати змогу відкрити цей файл.
zh_tw: 這個檔案是用太新的 %1 版本所建立的。請更新到較新的版本來開啟它。

source: This file was created with a recent version of %1. It can be opened but not every information will be available to you. For instance, some notes may be missing because they are of a type only available in new versions. When saving the file back, consider to save it to another file, to preserve the original one.
ar: أُنشئ هذا الملف بإصدار حديث من %1. يمكن فتحه، لكن لن تكون كل المعلومات متاحة لك. على سبيل المثال، قد تكون بعض الملاحظات مفقودة لأنها من نوع متاح فقط في الإصدارات الجديدة. عند حفظ الملف مرة أخرى، فكر في حفظه في ملف آخر للحفاظ على الملف الأصلي.
ca: Aquest fitxer s'ha creat amb una versió recent del %1. Es pot obrir, però no estarà disponible tota la informació. Per exemple, podrien faltar algunes notes perquè són d'un tipus només disponible en les versions noves. En desar el fitxer de nou, considereu desar-lo en un altre fitxer, per a conservar l'original.
eu: Fitxategi hau %1(e)ren bertsio berri xamar batekin sortu zen. Ireki daiteke, baina ez duzu informazio guztia erabilgarri izango. Adibidez, baliteke ohar batzuk falta daitezke, bertsio berrietan bakarrik erabilgarri dagoen mota batekoak direlako. Fitxategia berriz gordetzean, kontuan izan beste fitxategi batean gordetzea, jatorrizko bere horretan mantentzeko.
fi: Tiedosto on luotu %1-ohjelman tuoreella versiolla. Sen voi avata, mutta kaikki tieto ei ole käytettävissä. Jotkin muistiinpanot voivat esimerkiksi puuttua, koska ne ovat tyyppiä, joka on käytettävissä vain uudella versiolla. Tiedosto kannattaa tallentaa eri nimelle ja säilyttää alkuperäinen.
gl: O ficheiro creouse cunha versión recente de %1. Pode abrirse pero non toda a información estará dispoñíbel. Por exemplo, algunhas notas poden faltar por ser dun tipo só dispoñíbel en versións máis recentes. Ao gardar de novo o ficheiro, considere gardalo nun ficheiro distinto, para preservar o orixinal.
ka: ეს ფაილი %1-ის ახალი ვერსიითაა შექმნილი. მისი გახსნა შესაძლებელია, მაგრამ თქვენთვის ყველა ინფორმაცია ხელმისაწვდომი არ იქნება. მაგალითად, შეიძლება, ზოგიერთი შენშვნა არ გამოჩნდეს, რადგან, მისი ტიპი უფრო ახალ ვერსიებშია ხელმისაწვდომი. როცა ფაილის შენახვას დააპირებთ, იფიქრეთ მისი განსხვავებულ ფაილში შენახვაზე, რომ ორიგინალი შეინარჩუნოთ.
ko: 이 파일은 %1의 높은 버전에서 생성되었습니다. 파일을 열 수는 있지만 일부 정보가 표시되지 않을 수도 있습니다. 예를 들어서 일부 메모는 새 버전에서만 사용할 수 있는 형식으로 저장되었기 때문에 표시되지 않을 수도 있습니다. 파일을 저장할 때 원본 파일을 보존할 수 있도록 다른 이름으로 저장하기를 추천합니다.
nl: Dit bestand is aangemaakt met een recente versie van %1. Het kan geopend worden maar niet elke informatie zal beschikbaar voor u zijn. Sommige notities kunnen ontbreken omdat ze van een type zijn die alleen beschikbaar zijn in nieuwe versies. Bij terug opslaan van het bestand, overweeg om het in een ander bestand op te slaan om het origineel te bewaren.
pt_br: Este arquivo foi criado com uma versão recente de %1. Ele pode ser aberto, mas nem todas as informações estarão disponíveis para você. Por exemplo, algumas notas podem estar faltando por serem de um tipo disponível apenas nas versões mais novas. Ao salvar o arquivo novamente, considere salvar como um arquivo diferente para preservar o original.
sl: Ta datoteka je bila ustvarjena s sodobno različico %1. Lahko jo odprete, vendar vam ne bodo na voljo vse informacije. Nekatere opombe morda manjkajo, ker so vrst, ki so na voljo le v novih različicah. Ko datoteko shranite nazaj, jo shranite v drugo datoteko, da ohranite izvirno datoteko.
sv: Den här filen skapades med en senare version av %1. Den går att öppna, men all information är inte tillgänglig för dig. Exempelvis kan vissa anteckningar saknas eftersom de är av en typ som bara är tillgänglig i nya versioner. När filen sparas, överväg att spara den som en annan fil, för att bevara den ursprungliga.
uk: Цей файл було створено за допомогою новішої версії %1. Його можна відкрити, але ви зможете побачити не усі дані з нього. Наприклад, деякі нотатки може бути пропущено, оскільки вони належать до типу, який доступний лише у нових версіях. При зберіганні даних з цього файла варто вибрати іншу назву файла, щоб зберегти початкову версію даних.
zh_tw: 這個檔案是用太新的 %1 版本所建立的。這個版本可以開啟它但是可能無法提供所有檔案內的資訊供您使用。舉例來說，如果有筆記是只有新版本才有的類型的話，它們可能就不會出現。儲存檔案時請注意要儲存到另一個檔案，來保留原本的檔案。

source: Backup & Restore
ar: احتفظ و استرجع
ca: Còpia de seguretat i restaura
eu: Babeskopia egin eta lehengoratzea
fi: Varmuuskopioi ja palauta…
gl: Salvagardar e restaurar
ka: მარქაფი და აღდგენა
ko: 백업과 복원
nl: Reservekopie & herstellen
pt_br: Backup & restauração
sl: Varnostno kopiranje in obnovitev
sv: Säkerhetskopiera och återställ
uk: Резервне копіювання
zh_tw: 備份與復原

source: Save Folder
ar: مجلد الحفظ
ca: Desa la carpeta
eu: Gorde karpeta
fi: Tallenna kansio
gl: Cartafol de garda
ka: საქაღალდის შენახვა
ko: 저장 폴더
nl: Map opslaan
pt_br: Salvar pasta
sl: Shrani mapo
sv: Spara katalog
uk: Тека зберігання
zh_tw: 儲存資料夾

source: Your baskets are currently stored in that folder:<br><b>%1</b>
ar: سلالك مخزنة حاليًا في هذا المجلد:<br><b>%1</b>
ca: Les vostres cistelles actualment estan emmagatzemades en aquesta carpeta:<br><b>%1</b>
eu: Zure saskiak une honetan karpeta honetan gordeta daude:<br><b>%1</b>
fi: Korisi on tällä hetkellä tallennettu kansioon:<br><b>%1</b>
gl: Os seus cestos almacénanse actualmente nese cartafol:<br> <b>%1</b>
ka: თქვენი კალათები ამჟამად შენახულია საქაღალდეში:<br><b>%1</b>
ko: 메모 바구니를 다음 폴더에 저장했습니다:<br><b>%1</b>
nl: Uw baskets zijn nu opgeslagen in die map:<br><b>%1</b>
pt_br: Suas cestas estão atualmente armazenadas na pasta:<br><b>%1</b>
sl: Vaše košare so trenutno shranjene v tej mapi:<br><b>%1</b>
sv: Korgarna lagras för närvarande i katalogen:<br><b>%1</b>
uk: Ваші кошики зараз зберігаються у цій теці:<br><b>%1</b>
zh_tw: 您的筆記本目前儲存在此資料夾：<br><b>%1</b>

source: &Move to Another Folder...
ar: ان&قل إلى مجلد آخر...
ca: &Mou a una altra carpeta...
eu: Era&man beste karpeta batera...
fi: &Siirrä toiseen kansioon…
gl: &Mover a outro cartafol…
ka: სხვა საქაღალდეში &გადატანა...
ko: 다른 폴더로 이동(&M)...
nl: Naar een andere map &verplaatsen...
pt_br: &Mover para outra pasta...
sl: &Premakni v drugo mapo ...
sv: &Flytta till en annan katalog...
uk: П&ересунути до іншої теки…
zh_tw: 移動到另一個資料夾(&M)...

source: &Use Another Existing Folder...
ar: است&خدم مجلدًا آخر موجودًا...
ca: Em&pra una altra carpeta existent...
eu: Erabili existitzen den beste karpeta bat...
fi: &Käytä muuta kansiota…
gl: &Usar outro cartafol existente…
ka: სხვა არსებული საქაღალდის &გამოყენება...
ko: 다른 기존 폴더 사용(&U)...
nl: Een andere bestaande map gebr&uiken...
pt_br: &Usar pasta existente...
sl: &Uporabi drugo obstoječo mapo ...
sv: An&vänd en annan befintlig katalog...
uk: Ви&користати іншу наявну теку…
zh_tw: 用另一個現存資料夾(&U)...

source: Why to do that?
ar: لماذا تفعل هذا؟
ca: Per què fer això?
eu: Hori egitea zergatik?
fi: Miksi tehdä näin?
gl: Por que facelo?
ka: რატომ უნდა ვქნა ეგ?
ko: 왜 이 옵션이 있나요?
nl: Waarom dat toen?
pt_br: Por que fazer isso?
sl: Zakaj bi hoteli to storiti?
sv: Varför ska man göra det?
uk: Чому це слід робити?
zh_tw: 為什麼？

source: <p>You can move the folder where %1 store your baskets to:</p><ul><li>Store your baskets in a visible place in your home folder, like ~/Notes or ~/Baskets, so you can manually backup them when you want.</li><li>Store your baskets on a server to share them between two computers.<br>In this case, mount the shared-folder to the local file system and ask %1 to use that mount point.<br>Warning: you should not run %1 at the same time on both computers, or you risk to loss data while the two applications are desynced.</li></ul><p>Please remember that you should not change the content of that folder manually (eg. adding a file in a basket folder will not add that file to the basket).</p>
ar: <p>يمكنك نقل المجلد الذي يخزن فيه %1 سلالك إلى:</p> <ul> <li>تخزين سلالك في مكان مرئي في مجلدك الرئيس، مثل ~/Notes أو ~/Baskets، لتتمكن من عمل نسخة احتياطية يدوية لها متى أردت.</li> <li>تخزين سلالك على خادم لمشاركتها بين جهازي حاسوب.<br>في هذه الحالة، ضُم المجلد المشترك على نظام الملفات المحلي واطلب من %1 استخدام نقطة التركيب هذه.<br>تحذير: لا يجب أن تشغل %1 في نفس الوقت على كلا الجهازين، وإلا فإنك تخاطر بفقدان البيانات بينما التطبيقين غير متزامنين.</li> </ul> <p>تذكر أنه لا يجب عليك تغيير محتوى هذا المجلد يدويًا (مثلاً، إضافة ملف في مجلد السلة لن يضيف ذلك الملف إلى السلة).</p>
ca: <p>Podreu moure la carpeta on el %1 emmagatzema les vostres cistelles per:</p><ul><li>Emmagatzemar les cistelles en un lloc visible en la vostra carpeta d'inici, com ~/Notes o ~/Baskets, de manera que podreu fer una còpia de seguretat manual en qualsevol moment.</li><li>Emmagatzemar les cistelles a un servidor per a compartir-les entre dos ordinadors.<br>En aquest cas, munteu la carpeta compartida en el sistema de fitxers local i sol·liciteu al %1 que faci servir aquest punt de muntatge.<br>Avís: no heu d'executar el %1 al mateix temps en els dos ordinadors, o correreu el risc de perdre les dades mentre les dues aplicacions no estiguin sincronitzades.</li></ul><p>Recordeu que no heu de canviar el contingut d'aquesta carpeta manualment (p. ex., afegir un fitxer en una carpeta de cistella no l'afegirà a la cistella).</p>
eu: <p>%1(e)k zure saskiak gordetzen dituen karpeta lekuz alda dezakezu:</p><ul><li>Zure etxeko karpetan ikusgai dagoen leku batean gorde ditzakezu, ~/Oharrak edo ~/Saskiak esaterako, nahi duzunean eskuz haien babeskopia egiteko aukera izan dezazun.</li><li>Gorde zure saskiak zerbitzari batean haiek bi ordenagailuren artean partekatzeko.<br>Kasu horretan, partekatutako karpeta zure fitxategi-sistema lokalean muntatu eta %1(e)ri muntaia puntu hori erabiltzeko esan.<br>Abisua: Ez zenuke %1 aldi berean bi ordenagailuetan exekutatu behar, edo datuak galtzeko arriskua hartzen duzu bi aplikazioak sinkronizatu gabe daudelako.</li></ul><p>Mesedez, gogoratu karpeta horren edukia ez duzula eskuz aldatu behar (adib. saski batean karpeta bat sortzea eta du fitxategia saskian gehituko).</p>
fi: <p>Voit siirtää kansion, johon %1 tallentaa korisi:</p><ul><li>näkyvään paikkaan kotikansiossasi kuten ~/Muistiot tai ~/Korit, jotta voit itse varmuuskopioida ne halutessasi</li><li>palvelimeen jakaaksesi ne koneiden kesken.</br>Tässä tapauksessa liitä jakokansio paikalliseen tiedostojärjestelmään, ja osoita %1 käyttämään tätä liitospistettä.<br>Varoitus: %1 ei saisi olla käynnissä yhtä aikaa eri koneilla, tai tietoa voi hävitä sovellusten toimiessa epätahdissa.</li></ul><p>Muista, ettei kansion sisältöä tulisi muuttaa ohjelman ulkopuolelta (esim. korin kansioon lisätty tiedosto ei lisää sitä tiedostoa koriin).</p>
gl: <p>Entre os motivos para mover o cartafol onde %1 almacena os seus cestos están:</p><ul><li>Almacenar os cestos nun lugar visíbel do seu cartafol persoal, como «~/Notas» ou «~/Cestos», para que poida salvagardalos manualmente cando queira.</li><li>Almacenar os cestos nun servidor para compartilos entre dous computadores.<br>Neste caso, monte o cartafol compartido no sistema de ficheiros local e solicite a %1 usar ese punto de montaxe.<br>Aviso: non debería executar %1 ao mesmo tempo nos dous computadores, se o fai podería perder datos cando as dúas aplicacións non estean sincronizadas.</li></ul><p>Lembre que non debería cambiar o contido do cartafol manualmente. Por exemplo, non engada un ficheiro a un cartafol de cesto, facelo non engadirá o ficheiro ao cesto.</p>
ka: <p>შეგიძლიათ გადაიტანოთ საქაღალდე, სადაც %1 ნახავს თქვენს კალათებს:</p><ul><li>შეინახეთ თქვენი კალათები ხილულ ადგილას თქვენს საწყის საქაღალდეში, მაგალითად ~/Notes ან ~/Baskets, რომ მათი მარქაფი ხელითაც შეგეძლოთ, როცა გნებავთ.</li><li>შეინახეთ თქვენი კალათები სერვერზე, სადაც მათი გაზიარება შეგიძლიათ ორ კომპიუტერს შორის.<br>ამ შემთხვევაში, მიამაგრეთ გაზიარებული საქაღალდე ლოკალურ ფაილურ სისტემაში და სთხოვეთ %1-ს, გამოიყენოს ეს მიმაგრებსი წერტილი.<br>გაფრთხილება: არ გაუშვათ %1 ერთდროულად ორივე კომპიუტერზე, თორემ არის შანსი, მონაცემები დაკარგოთ, როცა აპლიკაციები სინქრონიზებული აღარ იქნება.</li></ul><p>დაიმახსოვრეთ, რომ ეს საქაღალდე ხელით (ფაილის დამატება კალათის საქაღალდეში ამ ფაილს კალათში არ ჩაამატებს).</p>
ko: <p>%1에서 바구니를 저장하는 폴더를 이동할 수 있습니다.</p><ul><li>~/메모, ~/Notes, ~/Baskets 등과 같이 홈 폴더 아래에 보이는 폴더에 바구니를 저장하여 필요할 때 백업할 수 있습니다.</li><li>바구니를 서버에 저장하여 컴퓨터 여러 대에서 공유할 수 있습니다.<br>이 경우 공유 폴더를 로컬 파일 시스템에 마운트하고 %1에서 해당 마운트 지점을 사용하도록 설정하십시오.<br>경고: 컴퓨터 여러 대에서 %1을 동시에 사용하지 마십시오. 프로그램간 동기화가 깨져 있을 때 데이터가 손실될 수 있습니다.</li></ul><p>해당 폴더의 내용을 수동으로 변경하지 마십시오(예: 바구니 폴더에 파일을 추가하더라도 바구니에 파일을 추가하지 않음).</p>
nl: <p>U kunt de map opslaan waar %1 uw baskets naar opslaat:</p><ul><li>Uw baskets op een zichtbare plaat in uw persoonlijke map opslaan, zoals ~/Notes or ~/Baskets, zodat u handmatig een reservekopie kunt maken wanneer u dat wilt.</li><li>Uw baskets op een server opslaan om ze te delen tussen twee computers.<br>Koppel in dit geval de gedeelde map in het locale bestandssysteem en vraag %1 om dat aankoppelpunt te gebruiken.<br>Waarschuwing: u zou %1 niet op hetzelfde moment op beide computers moeten gebruiken, anders riskeert u verlies van gegevens terwijl de twee toepassingen niet gesynchroniseerd zijn.</li></ul><p>Bedenk dat u de inhoud van die map niet handmatig moet veranderen (eg. toevoegen van een bestand in een basketmap zal dat bestand niet toevoegen aan het basket).</p>
pt_br: <p>Você pode mover a pasta para onde %1 armazena suas cestas:</p><ul><li>Armazene suas cestas em um local visível em sua pasta pessoal, como ~/Notes ou ~/Cestas, para que você possa fazer backup delas manualmente quando quiser.</li><li> Armazene suas cestas em um servidor para compartilhá-las entre dois computadores.<br>Neste caso, monte a pasta compartilhada no sistema de arquivos local e peça % 1 para usar esse ponto de montagem.<br>Aviso: você não deve executar %1 ao mesmo tempo em ambos computadores, ou você corre o risco de perder dados enquanto os dois aplicativos são dessincronizados.</li></ul><p>Lembre-se de que você não deve alterar o conteúdo dessa pasta manualmente (ex. adicionar um ficheiro numa pasta do cesto não irá adicionar esse ficheiro para a cesta).</p>
sl: <p>Mapo lahko premaknete tja, kjer%1 hrani vaše košare:</p><ul><li>Košare shranite na vidnem mestu v domači mapi, kot so ~/Opombe ali ~/Košare, tako da jih lahko ročno varnostno kopirate, ko želite.</li><li>Košare shranite na strežnik in jih dajte v skupno rabo med dvema računalnikoma.<br>V tem primeru namestite mapo v skupno rabo na krajevnem datotečnem sistemu in prosite %1, da uporabi to točko priklopa.<br>Opozorilo: na obeh računalnikih ne smete hkrati zagnati %1, sicer tvegate izgubo podatkov, ko sta ti dve aplikaciji neusklajeni.</li></ul><p>Ne pozabite, da vsebine te mape ne smete spreminjati ročno (npr. dodajanje datoteke v mapo košare ne bo dodalo te datoteke v košarico).</p>
sv: <p>Du kan flytta katalogen där %1 lagrar dina korgar för att:</p><ul><li>Lagra korgarna på en synlig plats i din hemkatalog, som ~/Anteckningar eller ~/Korgar, så att du kan säkerhetskopiera dem manuellt när du vill.</li><li>Lagra korgarna på en server så att de delas mellan två datorer.<br>I detta fall, montera den delade katalogen på det lokala filsystemet och be %1 att använda den monteringsplatsen.<br>Varning: %1 ska inte köras samtidigt på båda datorerna, annars riskerar du dataförlust när de två programmen är osynkroniserade.</li></ul><p>Kom ihåg att innehållet i katalogen inte ska ändras manuellt (om man t.ex. lägger till en fil i en korgkatalog läggs inte filen till i korgen).</p>
uk: <p>У вас може виникнути потреба у пересуванні теки, у якій %1 зберігає ваші кошики, з таких причин:</p><ul><li>Збереження ваших кошиків у доступнішому місці вашої домашньої теки, наприклад ~/Нотатки або ~/Кошики. Так вам буде простіше створювати резервні копії даних, якщо ви цього захочете.</li><li>Збереження ваших кошиків на сервері для спільного використання даних на декількох комп'ютерах.<br>У цьому випадку вам слід змонтувати спільну теку до локальної файлової системи і наказати %1 використовувати відповідну точку монтування.<br>Попередження: не запускайте %1 одночасно на декількох комп'ютерах, щоб не втратити дані через втрату синхронізації даних між екземплярами програми.</li></ul><p>Будь ласка, не забувайте, що вміст теки не слід змінювати вручну (наприклад, додавання файла до теки кошика не додасть файл до кошика автоматично).</p>

source: Backups
ar: النسخ الاحتياطية
ca: Còpies de seguretat
eu: Babeskopiak
fi: Varmuuskopiot
gl: Salvagardas
ka: მარქაფები
ko: 백업
sl: Varnostne kopije
sv: Säkerhetskopior
uk: Резервні копії
zh_tw: 備份

source: &Backup...
ar: ا&نسخ احتياطيًّا...
ca: Còpia de se&guretat...
eu: &Babeskopia...
fi: &Varmuuskopioi…
gl: &Salvagardar…
ka: &მარქაფი...
ko: 백업(&B)...
nl: &Reservekopie...
sl: &Varnostno kopiraj …
sv: Säker&hetskopiera...
uk: &Резервне копіювання…
zh_tw: 備份(&B)...

source: &Restore a Backup...
ar: استع&د نسخة احتياطية...
ca: &Restaura una còpia de seguretat...
eu: &Leheneratu Babeskopia bat...
fi: &Palauta varmuuskopio…
gl: &Restaurar unha salvagarda…
ka: მარქაფის &აღდგენა...
ko: 백업에서 복원(&R)...
nl: Een &reservekopie terugzetten...
pt_br: &Restaurar um backup...
sl: O&bnovi iz varnostne kopije …
sv: Åte&rställe en säkerhetskopia...
uk: Від&новити з резервної копії…
zh_tw: 復原備份(&R)…

source: Last backup: never
ar: آخر نسخة احتياطية: لا يوجد
ca: Última còpia de seguretat: mai
eu: Azken babeskopia: inoiz ez
fi: Viimeisin varmuuskopio: ei tehty
gl: Última salvagarda: non hai
ka: ბოლო მარქაფი: არასდროს
ko: 마지막 백업: 안 함
nl: Laatste reservekopie: nooit
pt_br: Último backup: nunca
sl: Zadnja varnostna kopija: nikoli
sv: Senaste säkerhetskopiering: aldrig
uk: Останнє копіювання: ніколи
zh_tw: 上次備份：從未

source: Last backup: %1
ar: آخر نسخة احتياطية: %1
ca: Última còpia de seguretat: %1
eu: Azken babeskopia: %1
fi: Viimeisin varmuuskopio: %1
gl: Última salvagarda: %1
ka: ბოლო მარქაფი: %1
ko: 마지막 백업: %1
nl: Laatste reservekopie: %1
pt_br: Último backup: %1
sl: Zadnja varnostna kopija: %1
sv: Senaste säkerhetskopiering: %1
uk: Останнє копіювання: %1
zh_tw: 上次備份：%1
