Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Insert cross reference
ar: أدرج إسنادًا ترافقيًا
ca: Insereix una referència creuada
eu: Txertatu aipamen gurutzatua
fi: Lisää ristiviite
gl: Inserir unha referencia cruzada
ka: ჯვარედინი მიმართვის ჩასმა
ko: 상호 참조 삽입
nl: Kruisverwijzing invoegen
pt_br: Inserir referência cruzada
sl: Vstavi navzkrižni sklic
sv: Infoga korsreferens
uk: Вставити перехресне посилання
zh_tw: 插入交互參考

source: Insert launcher note
ar: أدرج ملاحظة مشغل
ca: Insereix una nota del llançador
eu: Txertatu abiarazlearen oharra
fi: Lisää käynnistinmuistiinpano
gl: Inserir unha nota de iniciador
ka: გამშვების შენიშვნის ჩასმა
ko: 실행기 메모 삽입
nl: Starternotitie invoegen
pt_br: Inserir lançador de nota
sl: Vstavi opombo za zaganjalnik
sv: Infoga startanteckning
uk: Вставити нотатку — засіб для запуску
zh_tw: 插入啟動器筆記

source: Insert color from screen
ar: أدرج لونًا من الشاشة
ca: Insereix un color des de la pantalla
eu: Txertatu pantailako kolorea
fi: Lisää väri ruudulta
gl: Inserir unha cor da pantalla
ka: ფერის ეკრანიდან ჩასმა
ko: 화면의 색상 삽입
nl: Kleur uit scherm invoegen
pt_br: Inserir cor a partir da tela
sl: Vstavi barvo z zaslona
sv: Infoga färg från skärm
uk: Вставити колір з екрана
zh_tw: 從螢幕上插入色彩

source: Load note from file
ar: حمل ملاحظة من ملف
ca: Carrega una nota des d'un fitxer
eu: Zamatu oharra fitxategitik
fi: Lataa muistiinpano tiedostosta
gl: Cargar unha nota dun ficheiro
ka: შენიშვნის ფაილიდან ჩატვირთვა
ko: 파일에서 메모 불러오기
nl: Notitie laden uit bestand
pt_br: Carregar nota de arquivo
sl: Naloži opombo iz datoteke
sv: Läs in anteckning från fil
uk: Завантажити нотатку з файла
zh_tw: 從檔案載入筆記

source: Import Launcher for desktop application
ar: استورد مشغلًا لتطبيق سطح المكتب
ca: Importa un llançador per a l'aplicació d'escriptori
eu: Inportatu mahaigaineko aplikazioaren abiarazlea
fi: Tuo työpöytäsovelluksen käynnistin
gl: Importar o iniciador para aplicacións de escritorio
ka: სამუშაო მაგიდის აპლიკაციის გამშვების შემოტანა
ko: 데스크톱 프로그램 실행기 가져오기
nl: Starter voor bureaubladtoepassing importeren
pt_br: Importar lançador para aplicativo de desktop
sl: Uvozi zaganjalnik za namizni program
sv: Importera startprogram för skrivbordsprogram
uk: Імпортувати засіб запуску для стільничної програми
zh_tw: 匯入桌面應用程式的啟動器

source: Import icon
ar: استورد أيقونة
ca: Importa una icona
eu: Inportatu ikonoa
fi: Tuo kuvake
gl: Importar unha icona
ka: ხატულის შემოტანა
ko: 아이콘 가져오기
nl: Pictogram importeren
pt_br: Importar ícone
sl: Uvozi ikono
sv: Importera ikon
uk: Імпортувати піктограму
zh_tw: 匯入圖示

source: &Shift+middle-click anywhere:
ar: &Shift+نقرة وسطى في أي مكان:
ca: &Maj+Clic_del_mig on sigui:
eu: Maiu&s+erdiko klik edozein lekutan:
fi: &Vaihto+keskinapsautus missä vain:
gl: Use &Maiús+prema central en calquera parte:
ka: &Shift+შუა-წკაპი-სადმე:
ko: 아무 곳에서 Shift+가운데 단추 클릭(&S):
nl: &Shift+midden-klik ergens:
pt_br: &Shift+clique-do-meio em qualquer lugar:
sl: &Dvigalka+srednji klik kjerkoli:
sv: &Skift+mittenklick var som helst:
uk: &Shift+клацання-середньою будь-де:
zh_tw: 在任何地方按 &Shift+滑鼠中鍵：

source: at cursor position
ar: عند موضع المؤشر
ca: a la posició del cursor
eu: kurtsorearen kokalekuan
fi: kohdistimen kohdalla
gl: na posición do cursor
ka: კურსორის პოზიციაზე
ko: 커서 위치에서
nl: op cursorpositie
pt_br: na posição do cursor
sl: na položaju kazalca
sv: vid markörposition
uk: у позиції курсора
zh_tw: 在游標位置

source: A&utomatically lock protected baskets when closed for
ar: ا&قفل السلال المحمية آليًا عند إغلاقها لـ
ca: Bloca a&utomàticament les cistelles protegides quan es tanquin per
eu: Babestutako saskiak a&utomatikoki giltzatu honenbestez itxita daudenean
fi: &Lukitse suojatut korit automaattisesti, kun ovat olleet kiinni
gl: Bloquear a&utomaticamente os cestos protexidos cando leven pechados
ka: დაცული კალათების ავტოჩაკეტვა, როცა დახურულია დროით
ko: 다음 시간 동안 닫혀 있었을 때 보호된 바구니 자동으로 잠금(&U)
nl: Automatisch beschermde baskets vergrendelen wanneer gesloten voor
pt_br: Bloquear a&utomaticamente as cestas protegidas quando fechadas
sl: &Samodejno zakleni zaščitene košare, ko so zaprte za
sv: Lås a&utomatiskt skyddade korgar när de är stängda
uk: &Автоматично блокувати захищені кошики, якщо їх закрито протягом
zh_tw: 經過多久之後自動鎖定受密碼保護的筆記本(&U)

source: minutes
ar: دقيقة
ca: minuts
eu: minutu
fi: minuuttia
gl: minutos
ka: წუთი
ko: 분
nl: minuten
pt_br: minutos
sl: minut
sv: minuter
uk: хвилин
zh_tw: 分鐘

source: Use GnuPG agent for &private/public key protected baskets
ar: استخدم وكيل GnuPG للسلال المحمية بالمفتاح &الخاص/العام
ca: Empra l'agent GnuPG per a les cistelles protegides amb claus &privades/públiques
eu: Erabili GnuPG agentea gako &pribatu/publiko bidez babestutako saskietarako
fi: Käytä &GnuPG-asiakasta avaimella suojattuihin koreihin
gl: Usar o axente de GnuPG para cestos protexidos con chaves &privadas e públicas
ka: GnuPG აგენტის გამოყენება საჯარო/&პირადი გასაღებით დაცული კალათებისთვის
ko: 비밀/공개 키로 보호된 바구니에 GnuPG 에이전트 사용(&P)
nl: GnuPG-agent gebruiken voor met &privé/publieke sleutel beschermde baskets
pt_br: Use o agente GnuPG para cestas protegidas por chaves públicas/privadas
sl: Uporabi agenta GnuPG za košare, zaščitene z &zasebnim/javnim ključem
sv: Använd GnuPG-agent för korgar skyddade med &privat/öppen nyckel
uk: Агент GnuPG для кошиків, які захищено з&акритим/відкритим ключем
zh_tw: 為公鑰/私鑰保護的筆記本使用 GnuPG 代理程式(&P)

source: &Place of new notes:
ar: مكان الملاحظات &الجديدة:
ca: &Lloc de les notes noves:
eu: Ohar berrien le&kua:
fi: Uusien &muistiinpanojen paikka:
gl: &Lugar das novas notas:
ka: &ახალი შენიშვნების ადგილი:
ko: 새 메모 위치(&P):
nl: &Plaats van nieuwe notities:
pt_br: &Local das novas notas:
sl: &Mesto novih opomb:
sv: &Plats för nya anteckningar:
uk: &Місце для нових нотаток:
zh_tw: 新筆記的位置(&P)：

source: At current note
ar: عند الملاحظة الحالية
ca: A la nota actual
eu: Uneko oharrean
fi: Nykyiseen muistiinpanoon
gl: Na nota actual
ka: მიმდინარე შენიშვნასთან
ko: 현재 메모에
nl: Bij huidige notitie
pt_br: Na nota atual
sl: Ob trenutni opombi
sv: Vid aktuell anteckning
uk: На поточній нотатці
zh_tw: 在目前筆記

source: &New images size:
ar: حجم الصور &الجديدة:
ca: Mida de les imatges &noves:
eu: Irudi &berriaren neurria:
fi: &Uusien kuvien koko:
gl: Tamaño das &novas imaxes:
ka: &ახალი გამოსახულების ზომა:
ko: 새 그림 크기(&N):
nl: Grootte van &nieuwe afbeeldingen:
pt_br: Tamanho de &novas imagens:
sl: &Nova velikost slik:
sv: &Ny bildstorlek:
uk: Розмір &нових зображень:
zh_tw: 新影像的大小(&N)：

source: &by
ar: بوا&سطة
ca: &per
eu: e&gilea
gl: &de
ka: &x
ko: x(&B)
nl: &door
pt_br: &por
sl: &krat
sv: a&v
uk: &на
zh_tw: &x

source: pixels
ar: بكسل
ca: píxels
eu: pixelak
fi: kuvapistettä
gl: píxeles
ka: პიქსელი
ko: 픽셀
sl: slik. točk
sv: bildpunkter
uk: пікселів
zh_tw: 像素

source: &Visualize...
ar: &تخيل...
ca: &Visualitza...
eu: I&kusi...
fi: &Havainnollista…
gl: &Visualizar…
ka: &ვიზუალიზაცია...
ko: 시각화(&V)...
nl: &Voorbeeld....
pt_br: &Visualizar...
sl: &Vizualiziraj …
sv: &Visualisera...
uk: &Візуалізувати…
zh_tw: 預覽(&V)

source: View Content of Added Files for the Following Types
ar: عرض محتوى الملفات المضافة للأنواع التالية
ca: Veure el contingut dels fitxers afegits per als següents tipus
eu: Ikusi erantsitako fitxategien edukia mota hauetarako
fi: Näytä sisältö lisätyistä seuraavien tyyppien tiedostoista
gl: Ver o contido dos ficheiros engadidos para os seguintes tipos
ka: დამატებული ფაილები შემცველობის ნახვა შემდეგი ტიპებისთვის
ko: 다음 형식의 파일을 추가했을 때 내용 표시
nl: Inhoud van toegevoegde bestanden weergeven voor de volgende typen
pt_br: Visualizar o conteúdo de arquivos adicionados para os seguintes tipos
sl: Pokaži vsebino dodanih datotek naslednjih vrst
sv: Visa innehåll i tillagda filer för följande typer
uk: Переглядати вміст доданих файлів для вказаних нижче типів
zh_tw: 加入後為以下檔案類型顯示內容

source: &Plain text
ar: &نصّ صِرف
ca: Text &net
eu: Testu a&rrunta
fi: &Muotoilematon teksti
gl: Texto sim&ple
ka: &უბრალო ტექსტი
ko: 일반 텍스트(&P)
nl: &Platte tekst
pt_br: &Texto sem formatação
sl: &Navadno besedilo
sv: &Vanlig text
uk: З&вичайний текст
zh_tw: 純文字(&P)

source: &HTML page
ar: &صفحة HTML
ca: Pàgina en &HTML
eu: &HTML orria
fi: &HTML-sivu
gl: Páxina &HTML
ka: &HTML გვერდი
ko: HTML 페이지(&H)
nl: &HTML-pagina
pt_br: Página &HTML
sl: &Stran HTML
sv: &HTML-sida
uk: С&торінка HTML
zh_tw: HTML 頁面(&H)

source: &Image or animation
ar: &صورة أو رسوم متحركة
ca: &Imatge o animació
eu: &Irudia edo animazioa
fi: &Kuva tai animaatio
gl: &Imaxe ou animación
ka: &სურათი ან ანიმაცია
ko: 그림이나 애니메이션(&I)
nl: &Afbeelding of animatie
pt_br: &Imagem ou animação
sl: &Slika ali animacija
sv: B&ild eller animering
uk: З&ображення або анімація
zh_tw: 影像或動畫(&I)

source: &Sound
ar: &صوت
ca: &So
eu: &Soinua
fi: &Ääni
gl: &Son
ka: &ხმა
ko: 소리(&S)
nl: &Geluid
pt_br: &Som
sl: &Zvok
sv: &Ljud
uk: Зв&ук
zh_tw: 聲音(&S)

source: Conference audio record
ar: تسجيل صوتي لمؤتمر
ca: Enregistrament d'àudio d'un congrés
eu: Biltzarraren audio grabazioa
fi: Konferenssin äänitallenne
gl: Gravación de son de conferencia
ka: კონფერენციის ხმის ჩანაწერი
ko: 콘퍼런스 오디오 녹음
nl: Geluidsopname van conferentie
pt_br: Gravação de conferência em áudio
sl: Zapis konferenčnega zvoka
sv: Konferensljudinspelning
uk: Звуковий запис конференції
zh_tw: 會議錄音

source: Annual report
ar: تقرير سنوي
ca: Informe anual
eu: Urteko txostena
fi: Vuosiraportti
gl: Informe anual
ka: წლიური ანგარიში
ko: 연간 보고
nl: Jaarrapport
pt_br: Relatório anual
sl: Letno poročilo
sv: Årsrapport
uk: Річний звіт
zh_tw: 年度報告

source: Home folder
ar: المجلد الرئيس
ca: Carpeta d'inici
eu: Etxeko karpeta
fi: Kotikansio
gl: Cartafol persoal
ka: საწყისი საქაღალდე
ko: 홈 폴더
nl: Persoonlijke map
pt_br: Pasta pessoal
sl: Domača mapa
sv: Hemkatalog
uk: Домашня тека
zh_tw: 家資料夾

source: Launch %1
ar: شغّل %1
ca: Llança el %1
eu: Abiarazi %1
fi: Käynnistä %1
gl: Iniciar %1
ka: %1-ს გაშვება
ko: %1 실행
nl: Opstarten van %1
pt_br: Iniciar %1
sl: Zaženi %1
sv: Starta %1
uk: Запустити %1
zh_tw: 啟動 %1

source: Another basket
ar: سلة أخرى
ca: Una altra cistella
eu: Beste saski bat
fi: Toinen kori
gl: Outro cesto
ka: სხვა კალათა
ko: 또 다른 바구니
nl: Een ander basket
pt_br: Outra cesta
sl: Še ena košara
sv: En annan korg
uk: Інший кошик
zh_tw: 另一個筆記本

source: &Sounds
ar: أ&صوات
ca: &Sons
eu: &Soinuak
fi: &Äänet
gl: &Sons
ka: &ხმები
ko: 소리(&S)
nl: &Geluiden
pt_br: &Sons
sl: &Zvoki
sv: &Ljud
uk: З&вуки
zh_tw: 聲音(&S)

source: &Files
ar: &ملفّات
ca: &Fitxers
eu: &Fitxategiak
fi: Tie&dostot
gl: &Ficheiros
ka: &ფაილები
ko: 파일(&F)
nl: &Bestanden
pt_br: &Arquivos
sl: &Datoteke
sv: &Filer
uk: &Файли
zh_tw: 檔案(&F)

source: &Local Links
ar: &روابط محلية
ca: Enllaços &locals
eu: Esteka &lokalak
fi: &Paikalliset linkit
gl: &Ligazóns locais
ka: &ლოკალური ბმულები
ko: 로컬 링크(&L)
nl: &Lokale koppelingen
pt_br: &Links locais
sl: &Krajevne povezave
sv: &Lokala länkar
uk: &Локальні посилання
zh_tw: 本地連結(&L)

source: &Network Links
ar: &روابط شبكية
ca: Enllaços de &xarxa
eu: &Sareko estekak
fi: &Verkkolinkit
gl: Ligazó&ns de rede
ka: &ქსელური ბმულები
ko: 네트워크 링크(&N)
nl: &Netwerkkoppelingen
pt_br: Links de &rede
sl: &Omrežne povezave
sv: &Nätverkslänkar
uk: &Мережеві посилання
zh_tw: 網路連結(&N)

source: Launc&hers
ar: مش&غلات
ca: Lla&nçadors
eu: A&biarazleak
fi: &Käynnistimet
gl: &Iniciadores
ka: &გამშვებები
ko: 실행기(&H)
nl: Programmas&tarters
pt_br: &Lançadores
sl: &Zaganjalniki
sv: Start&program
uk: З&асоби запуску
zh_tw: 啟動器(&H)

source: &Cross References
ar: &مراجع متبادلة
ca: Referències &creuades
eu: Aipamen &gurutzatua
fi: &Ristiviitteet
gl: Referencias &cruzadas
ka: &ჯვარედინი მიმართვები
ko: 상호 참조(&C)
nl: &Kruisverwijzingen
pt_br: Referências &cruzadas
sl: &Navzkrižni sklici
sv: &Korsreferenser
uk: Пере&хресні посилання
zh_tw: 交互參考(&C)

source: General Launch Associations
ar: ارتباطات التشغيل العامة
eu: Abiarazte elkarketa orokorrak
gl: Asociacións de inicio xerais
ka: ზოგადი გაშვების ასოციაციები
nl: Algemene start-associaties
pt_br: Associações gerais de lançadores
zh_tw: 通用啟動關聯

source: <p>On modern desktop environments, launcher configurations provide information to the system about how to handle an application.These files are essential for integrating applications into the desktop environment, to list, lookup and launch apps with specific configurations</p><p>Here is how to do if you want to launch Falkon Browser with a specific profile.</p><ul><li>Open the KDE Menu Editor, and type "Falkon" in the search filter;</li><li>Select "Falkon" desktop launcher, right-click, copy and paste;</li><li>Edit the "General" property fields like "Name", "Description" or "Comment".</li><li>Edit the "Command-line arguments" field to something like "--profile 'Your-Extensive-Hobby' %%u".</li></ul><p>Now, when you choose your new launcher as basket link notes launcher, basket will open HTTP links with Falkon's "Your-Extensive-Hobby" profile</p><p>For more fine-grained configuration (like opening pdf documents preferably with Falkon), read the second button tooltip.</p>
ar: <p>في بيئات سطح المكتب الحديثة، توفر إعدادات المشغلات معلومات للنظام حول كيفية التعامل مع تطبيق. هذه الملفات ضرورية لدمج التطبيقات في بيئة سطح المكتب، لإنشاء قائمة بالتطبيقات والبحث عنها وتشغيلها بإعدادات محددة</p><p>هذه هي كيفية القيام بذلك إذا كنت تريد تشغيل متصفح Falkon بملف تعريف معين.</p><ul><li>افتح محرر قائمة KDE، واكتب "Falkon" في رشح البحث؛</li><li>اختر مشغل سطح المكتب "Falkon"، انقر بزر الفأرة الأيمن، انسخ والصق؛</li><li>حرر حقول الخصائص "العامة" مثل "الاسم"، "الوصف" أو "التعليق".</li><li>حرر حقل "وسائط سطر الأوامر" إلى شيء مثل "--profile 'Your-Extensive-Hobby' %%u".</li></ul><p>الآن، عندما تختار مشغلك الجديد كمشغل ملاحظات رابط السلة، ستفتح السلة روابط HTTP بملف تعريف "Your-Extensive-Hobby" الخاص بـ Falkon</p><p>للمزيد من التكوين الدقيق (مثل فتح مستندات PDF بشكل مفضل باستخدام Falkon)، اقرأ تلميح الزر الثاني.</p>
eu: <p>Mahaigain ingurune modernoetan, abiarazle konfigurazioek sistemari aplikazio bat maneiatu beharreko erari buruzko informazioa ematen diote. Fitxategi horiek aplikazioak mahaigain ingurunean bateratzeko berebiziko garrantzia dute, aplikazioak zerrendatzeko, bilatzeko eta berariazko konfigurazioekin abiarazteko.</p><p>Hemen dago Falkon Arakatzailea profil zehatz batekin abiarazteko zer egin behar duzun.</p><ul><li>Ireki KDE Menu Editorea, eta tekleatu "Falkon" bilaketa iragazkian;</li><li>Aukeratu "Falkon" mahaigaineko abiarazlea, eskuin klik, copiatu eta itsatsi;</li><li> Editatu "Orokorra" propietate eremuak, "Izena", "Deskribapena" edo "Iruzkina".</li><li>Editatu "Komando-lerroko argumentuak" eremuan honen antzeko zerbaitekin "--profile 'Zure-gogoko-Zaletasuna' %%u".</li></ul><p>Orain, zure abiarazle berria esteka-saski ohar abiarazle gisa aukeratzen duzuenean, saskiak HTTP estekak Falkon-en "Zure-gogoko-Zaletasuna" profilarekin irekiko du</p><p>Konfigurazio zehatzagoa lortzeko (PDF dokumentuak Falkon-ekin irekitzea bezalakoa), irakurri bigarren botoiaren tresna-argibidea.</p>
gl: <p>En contornos de escritorio modernos, as configuracións de inicio fornecen información ao sistema sobre como xestionar a aplicación correspondente. Estes ficheiros de configuración son esenciais para integrar as aplicacións no contorno de escritorio, para listar, buscar e iniciar aplicacións con configuracións específicas.</p><p>Por exemplo, isto é o que tería que facer para iniciar o navegador Falkon cun perfil concreto.</p><ul><li>Abra p editor de menú de KDE, e escriba «Falkon» no filtro de busca.</li><li>Seleccione o iniciador de escritorio de «Falkon», cópiea e péguea.</li><li>Edite is campos da propiedade «Xeral» como «Nome», «Descrición» ou «Comentario».</li><li>Edite o campo de «Argumentos da liña de ordes» e poña algo como «--profile "O-Seu-Pasatempo" %%u».</li></ul><p>Agora, cando escolla o novo iniciador como iniciador de notas de ligazón de cesto, Basket abrirá as ligazóns HTTP co perfil «O-Seu-Pasatempo» de Falkon.</p><p>Para configuracións máis granulares (como preferir abrir documentos PDF con Falkon), consulte a mensaxe emerxente do segundo botón.</p>
ka: <p>თანამედროვე დესკტოპის გარემოში, გამშვები კონფიგურაციები აწვდიან ინფორმაციას სისტემას იმის შესახებ, თუ როგორ უნდა გაუმკლავდეს პროგრამას. ეს ფაილები აუცილებელია დესკტოპის გარემოში პროგრამების ინტეგრირებისთვის, კონკრეტული კონფიგურაციების მქონე აპების ჩამოთვლა, ძიება და გაშვება</p><p>აქ მოცემულია, თუ გსურთ Falkon Browser- ის გაშვება კონკრეტული პროფილით.</p><ul><li>გახსენით KDE მენიუს რედაქტორი და ჩაწერეთ "Falkon" საძიებო ფილტრში;</li><li>აირჩიეთ "Falkon" დესკტოპის გამშვები, დააჭირეთ ღილაკს მარჯვენა ღილაკით, ასლი და ჩასმა;</li><li>შეცვალეთ "ზოგადი" ქონების ველები, როგორიცაა "სახელი", "აღწერა" ან "კომენტარი".</li><li>შეცვალეთ "ბრძანების ხაზის არგუმენტები" ველი ისეთ რამეზე, როგორიცაა "-პროფილი "თქვენი ექსტენსიური ჰობი" %%u".</li></ul><p>ახლა, როდესაც თქვენ აირჩევთ თქვენს ახალ გამშვებს, როგორც კალათის ბმულის ნოტების გამშვები, კალათა გახსნის HTTP ბმულებს Falkon- ის "Your-Extensive-Hobby" პროფილთან</p><p>უფრო წვრილმარცვლოვანი კონფიგურაციისთვის (მაგალითად, Pdf დოკუმენტების გახსნა სასურველია Falkon– ით), წაიკითხეთ მეორე ღილაკის ინსტრუმენტი.</p>
nl: <p>Op moderne bureaubladomgevingen, leveren starterconfiguraties informatie aan het systeem over hoe een toepassing te behandelen. Deze bestanden zijn essentieel voor het integreren van toepassingen in de bureaubladomgeving, om een lijst te maken, opzoeken en straten van toepassingen met specifieke configuraties</p><p>Hier is hoe dat te doen als u de Falkon-browser met een specifiek profiel wilt starten.</p><ul><li>Open de KDE menubewerker en typ "Falkon" in het zoekfilter;</li><li>Selecteer "Falkon" bureaubladstarter, klik rechts, kopieer en plak;</li><li>Bewerkt de eigenschapvelden "Algemeen" zoals "Naam", "Beschrijving" of "Commentaar".</li><li>Bewerk het veld "Opdrachtregelargumenten" naar zoiets als "--profile 'Uw-extensieve-hobby' %%u".</li></ul><p>Als u nu uw nieuwe starter als basket koppeling notities starter kiest, zal basket HTTP-koppelingen openen met het profiel "Uw-extensieve-hobby"</p><p>Voor meer verfijnde configuratie (zoals het openen van pdf-documenten bij voorkeur met Falkon), lees de tekstballon van de tweede knop.</p>
pt_br: <p>Em ambientes de desktop modernos, as configurações do lançador fornecem informações ao sistema sobre como lidar com um aplicativo. Esses arquivos são essenciais para integrar aplicativos ao ambiente de desktop, para listar, pesquisar e iniciar aplicativos com configurações específicas.</p><p>Veja como fazer se você deseja iniciar o navegador Falkon com um perfil específico.</p><ul><li>Abra o Editor de menu do KDE e digite "Falkon" no filtro de pesquisa;</li><li>Selecione o lançador de desktop "Falkon", clique com o botão direito, copie e cole;</li><li>Edite os campos de propriedade "Geral", como "Nome", "Descrição" ou "Comentário".</li><li>Edite o campo "Argumentos da linha de comando" para algo como "--profile 'Seu-Hobby' %%u".</li></ul><p>Agora, quando você escolher seu novo lançador como lançador de notas de link da cesta, a cesta abrirá links HTTP com o perfil "Seu-Hobby" do Falkon.</p><p>Para uma configuração mais detalhada (como abrir documentos PDF de preferência com o Falkon), leia a dica de ferramenta do segundo botão.</p>
zh_tw: <p>在現代的桌面環境，啟動器設定檔案會向系統提供如何處理一個應用程式的資訊。這些檔案對於讓應用程式與桌面環境整合是必要的，例如列出、搜尋與用指定設定啟動應用程式</p><p>如果您要以某個設定檔啟動 Falkon 瀏覽器的話，可以這樣做：</p><ul><li>開啟 KDE 選單編輯器，然後在搜尋列輸入 "Falkon"</li><li>選取 "Falkon" 桌面啟動器，右鍵然後複製貼上</li><li>編輯「一般」屬性欄位，像是名稱、描述、註解。</li><li>編輯「命令列參數」並填入 "--profile '範例設定檔' %%u"。</li></ul><p>完成之後，當您選取您的新啟動器作為 basket 連結筆記的啟動器，basket 就會用 Falkon 的 "範例設定檔" 設定檔來開啟 HTTP 連結。</p><p>更多詳細設定（像是用 Falkon 開啟 PDF 文件）請見第二個按鈕的工具提示。</p>
