Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: Choose a Folder Where to Move Baskets
ar: اختر مجلدًا لنقل السلال إليه
ca: Trieu una carpeta on moure les cistelles
eu: Hautatu «saskiak» eramateko karpeta bat
fi: Valitse kansio, johon korit siirretään
gl: Escolla o cartafol onde mover os cestos
ka: აირჩიეთ კალათების გადასატანი საქაღლდე
ko: 바구니를 이동할 폴더 선택
nl: Een map kiezen waarheen baskets te verplaatsen
pt_br: Selecione a pasta para onde deseja mover as cestas
sl: Izberite mapo, kamor želite premakniti košare
sv: Välj en katalog dit korgar ska flyttas
uk: Виберіть теку для пересування резервних копій
zh_tw: 選擇要將筆記本移動到哪個資料夾

source: The folder <b>%1</b> is not empty. Do you want to overwrite it?
ar: المجلد <b>%1</b> ليس فارغًا. هل تريد الكتابة فوقه؟
ca: La carpeta <b>%1</b> no està buida. La voleu sobreescriure?
eu: <b>%1</b> karpeta ez dago hutsik. Gainidatzi nahi duzu?
fi: Kansio <b>%1</b> ei ole tyhjä. Haluatko korvata sen?
gl: O cartafol <b>%1</b> non está baleiro. Quere sobrescribilo?
ka: საქაღალდე <b>%1</b> ცარიელი არაა. გნებავთ, თავზე გადააწეროთ?
ko: <b>%1</b> 폴더가 비어 있지 않습니다. 덮어쓰시겠습니까?
nl: De map <b>%1</b> is niet leeg. Wilt u het overschrijven?
pt_br: A pasta <b>%1</b> não está vazia. Você gostaria de sobrescrevê-la?
sl: Mapa <b>%1</b> ni prazna. Ali jo želite prepisati?
sv: Katalogen <b>%1</b> är inte tom. Vill du skriva över den?
uk: У теці <b>%1</b> вже зберігаються дані. Хочете їх перезаписати?
zh_tw: 資料夾 <b>%1</b> 不是空的。您要覆寫它嗎？

source: Overwrite Folder?
ar: الكتابة فوق المجلد؟
ca: Sobreescric la carpeta?
eu: Karpeta gainidatzi?
fi: Korvataanko kansio?
gl: Quere sobrescribir o cartafol?
ka: გადავაწერო საქაღალდეს?
ko: 폴더를 덮어쓰시겠습니까?
nl: Map overschrijven?
pt_br: Sobrescrever pasta?
sl: Ali želite prepisati mapo?
sv: Skriv över katalog?
uk: Перезаписати вміст теки?
zh_tw: 覆寫資料夾？

source: &Overwrite
ar: ا&ستبدل
ca: S&obreescriu
eu: &Gainidatzi
fi: K&orvaa
gl: S&obrescribir
ka: &გადაწერა
ko: 덮어쓰기(&O)
nl: &Overschrijven
pt_br: &Sobrescrever
sl: &Prepiši
sv: S&kriv över
uk: П&ерезаписати
zh_tw: 覆寫(&O)

source: Your baskets have been successfully moved to <b>%1</b>. %2 is going to be restarted to take this change into account.
ar: نُقلت سلالك بنجاح إلى <b>%1</b>. سيعاد تشغيل %2 لأخذ هذا التغيير في الاعتبار.
ca: Les vostres cistelles s'han mogut amb èxit a <b>%1</b>. El %2 es reiniciarà perquè tingui en compte aquest canvi.
eu: Zure saskiak <b>%1</b>(e)ra mugitzea ondo egin da. Aldaketa hau kontuan hartzeko, %2 berrabiarazi egingo da.
fi: Koriesi siirto kansioon <b>%1</b> onnistui. %2 käynnistetään uudelleen, jotta muutos tulee voimaan.
gl: O cartafol moveuse a <b>%1</b>. %2 reiniciarase para ter en conta o cambio.
ka: თქვენი კალათები წარმატებით იქნა გადატანილი <b>%1</b>-ში. %2 გადაიტვირთება, რომ ცვლილებები ძალაში შევიდეს.
ko: 바구니를 <b>%1</b>(으)로 이동했습니다. 변경 사항을 적용하기 위해서 %2을(를) 다시 시작합니다.
nl: Uw baskets zijn met succes verplaatst naar <b>%1</b>. %2 wordt opnieuw gestart om met deze wijziging rekening te houden.
pt_br: Suas cestas foram movidas para <b>%1</b> com sucesso. %2 precisa ser reiniciado para ativar estas alterações.
sl: Vaše košare so bile uspešno premaknjene v <b>%1.</b> %2 se bo znova zagnal, da upošteva to spremembo.
sv: Korgarna har flyttats till <b>%1</b> med lyckat resultat. %2 kommer att startas om för att beakta ändringen.
uk: Ваші кошики було успішно пересунуто до <b>%1</b>. %2 має бути перезапущено, щоб зміни набули чинності.
zh_tw: 您的筆記本已成功移動到 <b>%1</b>。%2 將重新啟動來套用此變更。

source: Your basket save folder has been successfully changed to <b>%1</b>. %2 is going to be restarted to take this change into account.
ar: تغير مجلد حفظ سلالك بنجاح إلى <b>%1</b>. سيعاد تشغيل %2 لأخذ هذا التغيير في الاعتبار.
ca: La vostra carpeta per a desar les cistelles s'ha canviat amb èxit a <b>%1</b>. El %2 es reiniciarà perquè tingui en compte aquest canvi.
eu: Saskiak gordetzeko zure karpeta <b>%1</b>(e)ra aldatzea ondo egin da. Aldaketa hau kontuan hartzeko, %2 berrabiarazi egingo da.
fi: Koriesi tallennuskansioksi on onnistuneesti vaihdettu <b>%1</b>. %2 käynnistetään uudelleen, jotta muutos tulee voimaan.
gl: O cartafol de garda de cestos cambiouse a <b>%1</b>. %2 reiniciarase para ter o cambio en conta.
ka: თქვენი კალათის შენახვის საქაღალდე წარმატებით იქნა შენახული <b>%1</b>-ში. %2 გადაიტვირთება, რომ ცვლილებები ძალაში შევიდეს.
ko: 바구니 저장 폴더를 <b>%1</b>(으)로 이동했습니다. 변경 사항을 적용하기 위해서 %2을(를) 다시 시작합니다.
nl: Uw opslagmap voor baskets is met succes gewijzigd naar <b>%1</b>. %2 wordt opnieuw gestart om met deze wijziging rekening te houden.
pt_br: A pasta onde sua cesta foi salvas foi alterada para <b>%1</b> com sucesso. %2 será reiniciado para ativar esta alteração.
sl: Mapa za shranjevanje košare je bila uspešno spremenjena v <b>%1.</b> %2 se bo znova zagnal, da upošteva to spremembo.
sv: Korgens katalog att spara i har ändrats till <b>%1</b> med lyckat resultat. %2 kommer att startas om för att beakta ändringen.
uk: Теку зберігання ваших кошиків було успішно змінено на <b>%1</b>. %2 має бути перезапущено, щоб зміни набули чинності.
zh_tw: 您的筆記本儲存資料夾已成功改為 <b>%1</b>。%2 將重新啟動來套用此變更。

# Backup filename (without extension), %1 is the date
source: Baskets_%1
ar: سلال_%1
ca: Cistelles_%1
eu: Saskiak_%1
fi: Korit_%1
gl: Cestos_%1
ka: კალათა_%1
sl: Košare_%1
sv: Korgar_%1
uk: Кошики_%1

source: Tar Archives Compressed by Gzip
ar: أرشيفات تار مضغوطة بـ Gzip
ca: Arxius TAR comprimits pel Gzip
eu: Gzip erabiliz konprimatutako Tar artxiboak
fi: Gzip-pakatut Tar-arkistot
gl: Arquivos Tar comprimidos con Gzip
ka: Gzip-ით შეკუმშული Tar
ko: GZip으로 압축한 TAR 파일
nl: Tar-archieven gecomprimeerd door gzip
pt_br: Arquivos tar compactados usando Gzip
sl: Arhivi tar, stisnjeni z Gzip
sv: Tar-arkiv komprimerade med Gzip
uk: Архіви tar, які стиснуто gzip
zh_tw: 以 Gzip 壓縮的 Tar 封存檔

source: All Files
ar: كلّ الملفّات
ca: Tots els fitxers
eu: Fitxategi guztiak
fi: Kaikki tiedostot
gl: Todos os ficheiros
ka: ყველა ფაილი
ko: 모든 파일
nl: Alle bestanden
pt_br: Todos os arquivos
sl: Vse datoteke
sv: Alla filer
uk: усі файли
zh_tw: 所有檔案

source: Backup Baskets
ar: احتفظ بالسلال
ca: Còpia de seguretat de les cistelles
eu: Saskien babes-kopia
fi: Korivarmuuskopiot
gl: Salvagardar os cestos
ka: კალათების მარქაფი
ko: 바구니 백업
nl: Reservekopie van Baskets maken
pt_br: Fazer backup das cestas
sl: Varnostno kopiraj košare
sv: Säkerhetskopierade korgar
uk: Резервні копії кошиків
zh_tw: 備份筆記本

source: Backing up baskets. Please wait...
ar: يحتفظ بالسلال. من فضلك انتظر...
ca: S'està fent la còpia de seguretat de les cistelles. Si us plau, espereu...
eu: Saskien babeskopia egiten. Itxoin mesedez...
fi: Koreja varmuuskopioidaan. Odota…
gl: Salvagardando os cestos. Agarde…
ka: კალათების მარქაფი. მოითმინეთ...
ko: 바구니를 백업하고 있습니다. 기다려 주십시오...
nl: Van baskets worden reservekopieën gemaakt. Even geduld...
pt_br: Fazendo backup de suas cestas. Aguarde...
sl: Varnostno kopiranje košar je v teku ...
sv: Säkerhetskopierar korgar. Vänta ...
uk: Створюємо резервні копії кошиків. Будь ласка, зачекайте…
zh_tw: 正在備份筆記本。請稍候…

source: Open Basket Archive
ar: افتح أرشيف سلة
ca: Obre un arxiu de cistelles
eu: Ireki saski artxiboa
fi: Avaa koriarkisto
gl: Abrir o arquivo de cestos
ka: კალათის არქივის გახსნა
ko: Basket 압축 파일 열기
nl: Archief van basket openen
pt_br: Abrir arquivo Basket
sl: Odpri arhiv košar
sv: Öppna korgarkiv
uk: Відкриття архіву кошиків
zh_tw: 開啟 Basket 封存

source: This is a safety copy of your baskets like they were before you started to restore the backup %1.
ar: هذه نسخة أمان من سلالك كما كانت قبل أن تبدأ في استعادة النسخة الاحتياطية %1.
ca: Aquesta és una còpia de seguretat de les vostres cistelles com eren abans que comencéssiu a restaurar la còpia de seguretat %1.
eu: Zure saskien segurtasun kopia bat da hau, %1 babes-kopia lehengoratzen hasi aurretik zeuden bezala daudena.
fi: Tämä on koriesi varokopio sellaisina kuin ne olivat ennen varmuuskopion %1 palautuksen alkua.
gl: Esta é unha salvagarda (copia de seguridade) dos seus cestos, co seu estado previo ao inicio da restauración da salvagarda %1.
ka: არის თქვენი კალათების უსაფრთხო ასლი ისე, როგორც ის იყო, როცა გაუშვით, რომ აღგედგინათ მარქაფი %1.
ko: %1 백업을 복원하기 전 상태의 바구니 복사본입니다.
nl: Dit is een beveiligingskopie van uw baskets zoals ze waren voordat u begon om de reservekopie %1 te herstellen.
pt_br: Esta é uma cópia de segurança das suas cestas no mesmo estado em que estavam antes de a cópia ser efetuada %1.
sl: To je varnostna kopija vaših košar, kakršne so bile, preden ste začeli obnavljati varnostno kopijo %1.
sv: Det här är en säkerhetskopia av korgarna som de såg ut innan återställning av säkerhetskopian %1 påbörjades.
uk: Це резервна копія ваших кошиків у тому стані, у якому вони перебували до того, як ви почали відновлення з резервної копії %1.
zh_tw: 這是您在開始復原備份 %1 之前的筆記本的安全副本。

source: If the restoration was a success and you restored what you wanted to restore, you can remove this folder.
ar: إذا كانت الاستعادة ناجحة واستعدت ما أردت استعادته، يمكنك إزالة هذا المجلد.
ca: Si la restauració ha estat amb èxit i heu restaurat el que volíeu restaurar, ja podeu eliminar aquesta carpeta.
eu: Lehengoratzea ondo joan bada eta lehengoratu nahi zenuena lehengoratu baduzu, karpeta hau kendu dezakezu.
fi: Jos palautus onnistuu ja saat palautettua mitä halusit, voit poistaa tämän kansion.
gl: Se a restauración funciona e recuperou o que quería recuperar, pode eliminar este cartafol.
ka: თუ აღდგენა წარმატებით ასრულდა და აღადგინეთ, რისი აღდგენაც გსურდათ, შეგიძლიათ, წაშალოთ ეს საქაღალდე.
ko: 복원이 성공했고 필요한 내용이 모두 복원되었으면 이 폴더를 삭제해도 됩니다.
nl: Als het herstel een succes was en u hebt hersteld wat u wilde herstellen, dan kunt u deze map verwijderen.
pt_br: Após a restauração seja bem sucedida e você tenha conseguido restaurar o que queria restaurar, você poderá apagar esta pasta.
sl: Če je bila obnovitev uspešna in ste obnovili tisto, kar ste želeli obnoviti, lahko to mapo odstranite.
sv: Om återställningen lyckades och du återställde det du ville, kan katalogen tas bort.
uk: Якщо відновлення з резервної копії буде успішним, і результати вас задовольнятимуть, ви можете вилучити цю теку.
zh_tw: 如果復原成功且符合期待，則您可以放心移除此資料夾。

source: If something went wrong during the restoration process, you can re-use this folder to store your baskets and nothing will be lost.
ar: إذا حدث خطأ ما أثناء عملية الاستعادة، يمكنك إعادة استخدام هذا المجلد لتخزين سلالك ولن تضيع أي شيء.
ca: Si quelcom ha anat malament durant el procés de restauració, podreu reutilitzar aquesta carpeta per a emmagatzemar les vostres cistelles i així no es perdrà res.
eu: Lehengoratzeko prozesuan zerbait gaizko joan bada, karpeta hau zure saskiak gordetzeko erabil dezakezu, eta ezer ez da galduko.
fi: Jos palautuksessa meni jotakin vikaan, tätä kansiota voi taas käyttää koriesi tallentamiseen eikä mitään menetetä.
gl: Se algo falla durante o proceso de restauración, pode reutilizar este cartafol para almacenar os seus cestos e non perderá nada.
ka: თუ აღდგენის მიმდინარეობისას რამე არაწორად მოხდა, შეგიძლიათ ეს საქაღალდე ისევ გამოიყენოთ თქვენი კალათების შესანახად და არაფერი დაიკარგება.
ko: 복원 과정에서 문제가 발생했다면 기존 바구니 내용을 손실 없이 이 폴더에서 다시 사용할 수 있습니다.
nl: Als er iets verkeerd ging tijdens het herstelproces, dan kunt u deze map gebruiken opnieuw gebruiken om uw baskets op te slaan en er zal niets zijn verloren.
pt_br: Caso algo de errado tenha ocorrido no processo de restauração, você pode reutilizar esta pasta para armazenar suas cestas, assim nada será perdido.
sl: Če je šlo med obnovo nekaj narobe, lahko to mapo znova uporabite za shranjevanje košar in nič ne bo izgubljeno.
sv: Om någonting gick fel under återställningsprocessen kan du återanvända den här katalogen för att lagra dina korgar och ingenting går förlorat.
uk: Якщо під час процедури відновлення щось піде не так, ви зможете скористатися цією резервною текою, отже, дані не буде втрачено.
zh_tw: 但如果復原過程有發生問題，您可以重新使用這個資料夾來儲存您的筆記本，而不會遺失任何資料。

source: Choose "Basket" -> "Backup & Restore..." -> "Use Another Existing Folder..." and select that folder.
ar: اختر "السلة" -> "احتفظ واستعد..." -> "استخدم مجلدًا آخر موجودًا..." واختر هذا المجلد.
ca: Trieu «Cistella -> Còpia de seguretat i restaura -> Empra una altra carpeta existent...» i seleccioneu aquesta carpeta.
eu: Hautatu "Saskia" -> "Babeskopia egin eta lehengoratzea..." -> "Erabili existitzen den beste karpeta bat..." eta hautatu karpeta hori.
fi: Valitse tämä kansio kohdassa ”Kori → Varmuuskopioi ja palauta… → Käytä muuta kansiota”.
gl: Escolla «Cesto → Salvagardar e restaurar… → Usar outro cartafol existente» e seleccione ese cartafol.
ka: აირჩიეთ "კალათი" -> "მარქაფი და აღდგენა..." -> "სხვა არსებული საქაღალდის გამოყენება..." და აირჩიეთ ის საქაღალდე.
ko: "Basket" -> "백업과 복원" -> "기존 폴더 사용..."을 선택한 다음 해당 폴더를 선택하십시오.
nl: Kies "Basket" -> "Reservekopie & herstellen..." -> "Een andere bestaande map gebruiken..." en selecteer die map.
pt_br: Selecione "Cesta" -> "Backup e restauração..." -> "Usar outra pasta pre-existente... " e escolha a pasta correta.
sl: Izberite »Košara« -> »Varnostno kopiraj in obnovi …« -> »Uporabi drugo obstoječo mapo …« in izberite to mapo.
sv: Använd "Korg" -> "Säkerhetskopiera och återställ..." -> "Använd en annan befintlig katalog..." och välj katalogen.
uk: Виберіть «Кошик → Резервне копіювання… → Використати іншу наявну теку…» і вкажіть цю теку.
zh_tw: 從選單選取「筆記本」→「備份與復原…」→「用另一個現存資料夾…」然後選取該資料夾。

source: Restoring <b>%1</b>. Please wait...
ar: يستعيد <b>%1</b>. من فضلك انتظر...
ca: S'està restaurant <b>%1</b>. Si us plau, espereu...
eu: <b>%1</b> lehengoratzen. Itxoin mesedez...
fi: Palautetaan: <b>%1</b>. Odota…
gl: Restaurando <b>%1</b>. Agarde…
ka: <b>%1</b>-ის აღდგენა. მოითმინეთ...
ko: <b>%1</b>에서 복원 중입니다. 기다려 주십시오...
nl: <b>%1</b> wordt hersteld. Even geduld...
pt_br: Restaurando <b>%1</b>. Aguarde...
sl: Obnavljanje <b>%1</b> ...
sv: Återställer <b>%1</b>. Vänta ...
uk: Відновлюємо дані з <b>%1</b>. Будь ласка, зачекайте…
zh_tw: 正在復原 <b>%1</b>。請稍候…

source: If something goes wrong during the restoration process, read the file <b>%1</b>.
ar: إذا حدث خطأ ما أثناء عملية الاستعادة، فاقرأ الملف <b>%1</b>.
ca: Si quelcom va malament durant el procés de restauració, llegiu el fitxer <b>%1</b>.
eu: Lehengoratzeko prozesuan zerbait gaizki badoa, irakurri <b>%1</b> fitxategia.
fi: Jos jokin menee vikaan palautuksessa, lue tiedosto <b>%1</b>
gl: Se algo falla durante o proceso de restauración, lea o ficheiro <b>%1</b>.
ka: თუ აღდგენის მიმდინარეობისას რამე არასწორად წავიდა, წაიკითხეთ ფაილი <b>%1</b>.
ko: 복원 과정에서 문제가 발생했다면 <b>%1</b> 파일을 참조하십시오.
nl: Als er iets verkeerd ging tijdens het herstelproces, lees dan het bestand <b>%1</b>.
pt_br: Caso algo de errado tenha ocorrido durante o processo de restauração, leia o arquivo <b>%1</b>.
sl: Če gre med postopkom obnovitve nekaj narobe, preberite datoteko <b>%1</b>.
sv: Om någonting går fel under återställningsprocessen, läs filen <b>%1</b>.
uk: Якщо під час процедури відновлення щось піде не так, ознайомтеся із вмістом файла <b>%1</b>.
zh_tw: 如果復原過程有發生問題，請閱讀檔案 <b>%1</b>。

source: Restore Baskets
ar: استعد السلال
ca: Restaura les cistelles
eu: Lehengoratu saskiak
fi: Palauta koreja
gl: Restaurar cestos
ka: კალათების აღდგენა
ko: 바구니 복원
nl: Baskets herstellen
pt_br: Restaurar cestas
sl: Obnovi košare
sv: Återställ korgar
uk: Відновлення кошиків
zh_tw: 復原筆記本

source: This archive is either not a backup of baskets or is corrupted. It cannot be imported. Your old baskets have been preserved instead.
ar: هذا الأرشيف إما ليس نسخة احتياطية من السلال أو أنه تالف. لا يمكن استيراده. لقد حُفظت سلالك القديمة بدلاً من ذلك.
ca: Aquest fitxer no és una còpia de seguretat de les cistelles o està malmès. No es pot importar. En el seu lloc s'han conservat les vostres cistelles antigues.
eu: Artxibo hau ez da saskien babes-kopia bat edo hondatuta dago. Ezin da inportatu. Horren ordez, zure saski zaharrak mantendu dira.
fi: Tämä arkisto ei joko ole korivarmuuskopio tai se on vioittunut. Sitä ei voi tuoda. Vanhat korisi on säilytetty.
gl: Este arquivo ou non é unha salvagarda de cestos ou está corrompido. Non pode importarse. En lugar diso, preserváronse os seus cestos anteriores.
ka: ეს არქივი, ან კალათების მარქაფი არაა, ან დაზიანებულია. მისი შემოტანა შეუძლებელია. თქვენი ძველი კალათები კი - შენახულია.
ko: 이 파일은 Basket 압축 파일이 아니거나 손상되었습니다. 가져올 수 없습니다. 기존 바구니를 유지합니다.
nl: Dit archief is ofwel geen reservekopie van baskets of het is beschadigd. Het kan niet geïmporteerd worden. Uw oude baskets zijn in plaats daarvan bewaard.
pt_br: Este arquivo ou não é uma cópia de restauração de cestas ou está corrompido. Não foi possível importar suas cestas. Suas cestas anteriores foram preservadas.
sl: Ta arhiv ni varnostna kopija košar ali pa je poškodovan. Ni ga mogoče uvoziti. Namesto tega so ohranjene vaše stare košare.
sv: Arkivet är antingen inte en säkerhetskopia av korgar eller är skadat. Det kan inte importeras. Dina gamla korgar har bevarats istället.
uk: Цей архів або не є резервною копією кошиків, або його було пошкоджено. Архів неможливо імпортувати. Замість нього, ми повернемося до попередніх кошиків.
zh_tw: 這個封存檔不是筆記本備份，或是已經損毀。它無法匯入。您的舊筆記本已被保留。

source: Restore Error
ar: خطأ في الاستعادة
ca: Error en restaurar
eu: Lehengoratze errorea
fi: Palautusvirhe
gl: Erro de restauración
ka: აღდგენის შეცდომა
ko: 복원 오류
nl: Herstelfout
pt_br: Erro de restauração
sl: Napaka pri obnovitvi
sv: Återställningsfel
uk: Помилка під час відновлення
zh_tw: 復原錯誤

source: Your backup has been successfully restored to <b>%1</b>. %2 is going to be restarted to take this change into account.
ar: تم استعادة نسختك الاحتياطية بنجاح إلى <b>%1</b>. سيتم إعادة تشغيل %2 لأخذ هذا التغيير في الاعتبار.
ca: La vostra còpia de seguretat s'ha restaurat amb èxit a <b>%1</b>. El %2 es reiniciarà perquè tingui en compte aquest canvi.
eu: Zure babes-kopia <b>%1</b>(e)an ondo lehengoratu da. Aldaketa hau kontuan hartzeko, %2 berrabiarazi egingo da.
fi: Varmuuskopiosi palautus kohteeseen <b>%1</b> onnistui. %2 käynnistetään uudelleen, jotta muutos tulee voimaan.
gl: A súa salvagarda restaurouse en <b>%1</b>, %2 reiniciarase para ter en conta o cambio.
ka: თქვენი მარქაფი წარმატებით აღდგა <b>%1</b>-ში. %2 გადაიტვირთება, რომ ცვლილებები ძალაში შევიდეს.
ko: 백업을 <b>%1</b>(으)로 복원했습니다. 변경 사항을 적용하기 위해서 %2을(를) 다시 시작합니다.
nl: Uw baskets zijn met succes hersteld naar <b>%1</b>. %2 wordt opnieuw gestart om met deze wijziging rekening te houden.
pt_br: Seu backup foi restaurado com sucesso para <b>%1</b>. %2 será reiniciado para levar essa alteração em consideração.
sl: Varnostna kopija je bila uspešno obnovljena v <b>%1.</b> %2 se bo znova zagnal, da upošteva to spremembo.
sv: Säkerhetskopian har återställts till <b>%1</b> med lyckat resultat. %2 kommer att startas om för att beakta ändringen.
uk: Резервну копію успішно відновлено до <b>%1</b>. Щоб зміни набули чинності, %2 слід перезапустити.
zh_tw: 您的備份已成功復原到 <b>%1</b>。%2 將重新啟動來套用此變更。

source: Restart
ar: أعد التّشغيل
ca: Reinicia
eu: Berrabiarazi
fi: Käynnistä uudelleen
gl: Reiniciar
ka: რესტარტი
ko: 다시 시작
nl: Herstarten
pt_br: Reiniciar
sl: Ponovno zaženi
sv: Starta om
uk: Перезапустити
zh_tw: 重新啟動

# Safety folder name before restoring a basket data archive
source: Baskets Before Restoration
ar: سلال قبل الاستعادة
ca: Cistelles abans de la restauració
eu: Lehengoratu aurreko saskiak
fi: Korit ennen palautusta
gl: Cestos antes de restaurar
ka: კალათები აღდგენამდე
ko: 복원 전 바구니
nl: Baskets vóór restoratie
pt_br: Cestas antes da restauração
sl: Košare pred obnovo
sv: Korgar innan återställning
uk: Кошики до відновлення
zh_tw: 復原前的筆記本

# Safety folder name before restoring a basket data archive
source: Baskets Before Restoration (%1)
ar: سلال قبل الاستعادة (%1)
ca: Cistelles abans de la restauració (%1)
eu: Lehengoratu aurreko saskiak (%1)
fi: Korit ennen palautusta (%1)
gl: Cestos antes de restaurar (%1)
ka: კალათები აღდგენამდე (%1)
ko: 복원 전 바구니(%1)
nl: Baskets vóór restoratie (%1)
pt_br: Cestas antes da restauração (%1)
sl: Košare pred obnovo (%1)
sv: Korgar innan återställning (%1)
uk: Кошики до відновлення (%1)
zh_tw: 復原前的筆記本 (%1)

source: Show the debug window
ar: أظهر نافذة التصحيح
ca: Mostra la finestra de depuració
eu: Erakutsi arazteko leihoa
fi: Näytä virheenpaikannusikkuna
gl: Amosar a xanela de depuración
ka: გამართვის ფანჯრის ჩვენება
ko: 디버그 창 표시
nl: Toon debug venster
pt_br: Exibir a janela de depuração
sl: Pokaži okno za razhroščevanje
sv: Visa felsökningsfönstret
uk: Показати вікно діагностики
zh_tw: 顯示除錯視窗

source: Custom folder to load and save baskets and other application data.
ar: مجلد مخصص لتحميل وحفظ السلال وبيانات التطبيق الأخرى.
ca: Carpeta personalitzada per a carregar i desar cistelles i altres dades de l'aplicació.
eu: Saskiak eta beste aplikazioen datuak zamatzeko eta gordetzeko neurrira ipinitako karpeta.
fi: Mukautettu kansio, josta ladata ja johon tallentaa korit ja muu sovellusdata.
gl: Cartafol personalizado para cargar e gardar cestos e outros datos da aplicación.
ka: მომხმარებლის საქაღალდე კალათებისა და სხვა აპლიკაციის მონაცემების შესანახად და ჩასატვირთად.
ko: 바구니와 다른 프로그램 데이터를 불러오고 저장할 사용자 정의 폴더입니다.
nl: Aangepaste map om baskets en andere toepassingsgegevens te laden en op te slaan.
pt_br: Pasta personalizada para carregar e salvar cestas e dados de outros aplicativos.
sl: Mapa po meri za nalaganje in shranjevanje košar in drugih podatkov programa.
sv: Egen katalog för att läsa in och spara korgar och annan programdata.
uk: Нетипова тека для завантаження і збереження кошиків та інших даних програми.
zh_tw: 載入與儲存筆記本與其他應用程式資料用的自訂資料夾。

# Command line help: --data-folder <FOLDER>
source: folder
ar: مجلّد
ca: carpeta
eu: karpeta
fi: kansio
gl: cartafol
ka: საქაღალდე
ko: 폴더
nl: map
pt_br: Pasta
sl: mapa
sv: katalog
uk: тека
zh_tw: 資料夾

source: Automatically hide the main window in the system tray on startup.
ar: اخف النافذة الرئيسة آليًا في صينية النظام عند البدء.
ca: Oculta automàticament la finestra principal a la safata del sistema durant l'inici.
eu: Leiho nagusia sistemaren erretiluan automatikoki ezkutatu abiatzean.
fi: Piilota pääikkuna automaattisesti ilmoitusalueelle käynnistettäessä.
gl: Agochar automaticamente a xanela principal na área de notificacións no inicio.
ka: გაშვებისას მთავარი ფანჯრის ავტომატური დამალვა სისტემურ საათთან.
ko: 시작할 때 주 창을 시스템 트레이로 자동으로 숨깁니다.
nl: Het hoofdvenster automatisch verbergen in het systeemvak bij opstarten.
pt_br: Esconder a janela principal na área de notificações automaticamente ao iniciar.
sl: Samodejno skrij glavno okno v sistemskem pladnju ob zagonu.
sv: Dölj automatiskt huvudfönstret i systembrickan vid start.
uk: Автоматично ховати головне вікно до системного лотка після запуску.
zh_tw: 啟動時最小化至系統匣。

source: On crash, use the standard KDE crash handler rather than send an email.
ar: عند الانهيار، استخدم معالج الانهيار القياسي لكيدي بدلاً من إرسال بريد إلكتروني.
ca: En cas de bloqueig, useu el manegador de bloqueig estàndard del KDE en lloc d'enviar un correu electrònic.
eu: Kraskatzean, e-posta bidali ordez, KDEren kraskadura maneiatzailea erabili.
fi: Käytä kaatumistilanteessa KDE:n kaatumisenhallintaa sähköpostin lähettämisen sijaan.
gl: Ao quebrar, usar o xestor de quebras estándar de KDE en vez de enviar unha mensaxe de correo electrónico.
ka: ავარიის დროს ელფოსტის გაგზავნის მაგიერ KDE-ის პროგრამების ავარიული დასრულების დამმუშავებლის გამოყენება.
ko: 충돌했을 때 이메일을 보내는 대신 표준 KDE 충돌 관리자를 사용합니다.
nl: Bij een crash, de standaard KDE crashbehandelaar gebruiken in plaats van een e-mail te verzenden.
pt_br: Caso ocorra um crash, favor utilizar o gerenciador de falhas da KDE ao invés de enviar um email.
sl: Pri sesutju uporabite standardni ravnalnik KDE za sesutja, brez pošiljanja e-poštnih sporočil.
sv: Vid en krasch, används KDE:s vanliga kraschhanterare istället för att skicka e-post.
uk: Якщо станеться аварія, скористатися стандартним обробником аварій KDE, а не надсилати повідомлення електронною поштою.
zh_tw: 崩潰時，使用標準 KDE 崩潰處理程式而非傳送電子郵件。
