Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: <p>Folder mirroring is not possible anymore (see <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> for more information).</p><p>The folder <b>%1</b> has been copied for the basket needs. You can either delete this folder or delete the basket, or use both. But remember that modifying one will not modify the other anymore as they are now separate entities.</p>
ar: <p>مزامنة المجلدات لم تعد ممكنة (انظر <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> لمزيد من المعلومات).</p><p>تم نسخ المجلد <b>%1</b> لاحتياجات السلة. يمكنك إما حذف ذا المجلد أو حذف السلة، أو استخدام كليهما. ولكن تذكر أن تعديل أحدهما لن يؤدي إلى تعديل الآخر بعد الآن لأنهما الآن كيانان منفصلان.</p>
ca: <p>La replicació de carpetes ja no és possible (per a més informació vegeu <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a>).</p><p>La carpeta <b>%1</b> ha estat copiada per a les necessitats de cistella. Podreu suprimir aquesta carpeta o la cistella, o fer servir ambdues. Però recordeu que modificar-ne una ja no modificarà l'altra, ja que ara són entitats separades.</p>
eu: <p>Karpetak ispilua egitea jada ez da onartzen (begiratu <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> informazio gehiago eskuratzeko).</p><p><b>%1</b> karpeta saskiaren beharretarako kopiatu da. Karpeta hau ezabatu dezakezu edo saskia ezabatu dezakezu, edo biak erabil ditzakezu. Baina gogoan izan bat aldatzeak ez duela jada bestea aldatuko orain entitate bereiziak direlako.</p>
fi: <p>Kansion peilaus ei ole enää mahdollista (lisätietoa: <a href='https://basket-notepads.github.io/'>basket-notepads.github.io</a>).</p><p>Kansio <b>%1</b> on kopioitu koriin. Voit joko poistaa tämän kansion tai korin tai käyttää kumpaakin, mutta muista, ettei toisen muuttaminen muuta enää toista, koska ne ovat nyt erilliset.</p>
gl: <p>Xa non é posíbel replicar cartafoles (consulte <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> para máis información).</p><p>Copiouse o cartafol <b>%1</b> polas necesidades do cesto. Pode eliminar ou cartafol ou eliminar o cesto, ou usar os dous. Pero lembre que modificar un non cambia o outro, agora son entidades distintas.</p>
ka: <p>საქაღალდის ანარეკლის შექმნა შესაძლებელი აღარაა (მეტი ინფორმაციისთვის იხილეთ <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a>).</p><p>საქაღალდე <b>%1</b> დაკოპირდა თქვენი კალათის საჭიროებებისთვის. შეგიძლიათ, ან წაშალოთ ეს საქაღალდე, ან წაშალოთ კალათი, ან ორივე, მაგრამ დაიმახსოვრეთ, რომ ერთის შეცვლა მეორეს აღარ შეცვლის და ისინი ორი სხვადასხვა სუბიექტია.</p>
ko: <p>폴더 미러 기능은 더 이상 사용할 수 없습니다(자세한 정보는 <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> 참조).</p> <p><b>%1</b> 폴더를 필요한 바구니로 복사했습니다. 해당 폴더나 바구니를 삭제하거나, 둘 다 사용할 수 있습니다. 만약 둘 다를 사용한다면 이 시점부터는 미러링에서 분리되었으므로 한 쪽을 수정했을 때 다른 쪽에 반영되지 않습니다.</p>
nl: <p>Spiegelen van mappen is niet meer mogelijk (zie <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> voor meer informatie).</p><p>De map <b>%1</b> is gekopieerd voor basket. U kunt ofwel deze map verwijderen of de basket of beiden gebruiken. Bedenk echter dat de ene wijzigen niet de ander meer wijzigt omdat ze nu gescheiden items zijn.</p>
pt_br: <p>O espelhamento de pastas não é mais possível (consulte <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> para mais informações).</p><p>A pasta <b>%1</b> foi copiada para as necessidades da cesta. Você pode excluir esta pasta, a cesta, ou ambas. Mas lembre-se que modificar uma não modificará a outra porque são entidades separadas.</p>
sl: <p>Zrcaljenje map ni več mogoče (glejte <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> za več informacij).</p><p>Mapa <b>%1</b> je bila kopirana za potrebe košare. To mapo lahko izbrišete, izbrišete košaro ali pa uporabite oboje. Vendar ne pozabite, da spreminjanje ene ne bo več spreminjalo drugega, saj so to zdaj ločene entitete.</p>
sv: <p>Katalogspegling är inte längre möjlig (se <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a> för mer information).</p><p>Katalogen <b>%1</b> har kopierats för korgens behov. Du kan antingen ta bort katalogen eller ta bort korgen, eller använda båda. Men kom ihåg att modifiering av den ena ändrar inte längre den andra, eftersom de nu är separata entiteter.</p>
uk: <p>Підтримку створення дзеркал тек припинено (див. <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a>, щоб дізнатися більше).</p><p>Теку <b>%1</b> було скопійовано для потреб кошика. Ви можете вилучити цю теку або кошик, або користуватися обома. Втім, пам'ятайте, що внесення змін до теки більше не вносить змін до кошика — тепер це окремі елементи даних.</p>
zh_tw: <p>資料夾同步功能已不再支援（更多資訊請見 <a href='https://basket-notepads.github.io'>basket-notepads.github.io</a>）。</p><p>資料夾 <b>%1</b> 已複製予筆記本需要。您可以刪除它或是刪除筆記本，或是兩個都使用。但請記得編輯其中一個不會再同時編輯另一個，因為它們現在是分開的個體了。</p>

source: Folder Mirror Import
ar: استيراد مزامنة المجلد
ca: Importa una rèplica de carpeta
eu: Karpetaren ispilua inportatu
fi: Kansiopeilauksen tuonti
gl: Importación de réplica de cartafol
ka: საქაღალდიდან შემოტანა
ko: 폴더 미러 가져오기
nl: Importeren van spiegelmap
pt_br: Importação de espelho de pasta
sl: Uvoz zrcalne mape
sv: Import av spegelkatalog
uk: Імпортування дзеркала теки
zh_tw: 資料夾同步匯入

source: Set current basket to %1
ar: اجعل السلة الحالية %1
ca: Estableix la cistella actual a %1
eu: Uneko saskia %1 gisa ezarri
fi: Aseta nykyiseksi koriksi %1
gl: Facer %1 o cesto actual
ka: მიმდინარე კალათის %1-ზე დაყენება
ko: 현재 바구니를 %1(으)로 설정
nl: Huidige basket op %1 instellen
pt_br: Definir cesta atual para %1
sl: Nastavi trenutno košaro na %1
sv: Ställ in aktuell korg till %1
uk: Встановити поточним кошик %1
zh_tw: 設定目前筆記本為 %1

source: HTML Documents
ar: مستند HTML
ca: Documents HTML
eu: HTML dokumentuak
fi: HTML-tiedostot
gl: Documentos HTML
ka: HTML დოკუმენტები
ko: HTML 문서
nl: HTML-documenten
pt_br: Documentos HTML
sl: Dokumenti HTML
sv: HTML-dokument
uk: документи HTML
zh_tw: HTML 文件

source: Export to HTML
ar: صدّر إلى HTML
ca: Exporta a HTML
eu: Esportatu HTML gisa
fi: Vie HTML:ksi
gl: Exportar como HTML
ka: HTML-ში გატანა
ko: HTML로 내보내기
nl: Exporteer naar HTML
pt_br: Exportar para HTML
sl: Izvozi v HTML
sv: Exportera till HTML
uk: Експорт до HTML
zh_tw: 匯出為 HTML

source: Exporting to HTML. Please wait...
ar: يصدر إلى HTML. من فضلك انتظر...
ca: S'està exportant a HTML. Si us plau, espereu...
eu: HTML gisa esportatzen. Itxoin mesedez...
fi: Viedään HTML:ksi. Odota…
gl: Exportando como HTML. Agarde…
ka: HTML-ში გატანა. მოითმინეთ...
ko: HTML로 내보내고 있습니다. 기다려 주십시오...
nl: Naar HTML exporteren. Even geduld...
pt_br: Exportando para HTML. Por favor, aguarde...
sl: Izvoz v HTML je v teku ...
sv: Exporterar till HTML. Vänta...
uk: Експортуємо дані до HTML. Будь ласка, зачекайте…
zh_tw: 正在匯出為 HTML。請稍候…

# HTML export folder (icons)
source: icons
ar: أيقونات
ca: icones
eu: ikonoak
fi: kuvakkeet
gl: iconas
ka: ხატულები
ko: 아이콘
nl: pictogrammen
pt_br: Ícones
sl: ikone
sv: ikon
uk: піктограми

# HTML export folder (images)
source: images
ar: صورة
ca: imatges
eu: irudiak
fi: kuvat
gl: imaxes
ka: გამოსახულებები
ko: 그림
nl: afbeeldingen
pt_br: Imagens
sl: slike
sv: bild
uk: зображення

# HTML export folder (baskets)
source: baskets
ar: سلال
ca: cistelles
eu: saskiak
fi: korit
gl: cestos
ka: კალათები
ko: 바구니
pt_br: Cestas
sl: košare
sv: korg
uk: кошики

# HTML export folder (data)
source: data
ar: بيانات
ca: dades
eu: datuak
fi: tieto
gl: datos
ka: მონაცემები
ko: 데이터
nl: gegevens
pt_br: Dados
sl: podatki
uk: дані

source: Made with <a href="%1">%2</a> %3, a tool to take notes and keep information at hand.
ar: صُنع بـ <a href="%1">%2</a> %3، وهي أداة لتدوين الملاحظات والاحتفاظ بالمعلومات في متناول اليد.
ca: Creada amb el <a href="%1">%2</a> %3, una eina per a prendre notes i mantenir a mà la informació.
eu: <a href="%1">%2</a> %3(r)ekin egina, oharrak hartu eta informazio eskura mantentzeko tresna bat.
fi: Luonut <a href="%1">%2</a> %3, muistiinpano- ja tiedonjärjestelytyökaluLuonut <a href="%1">%2</a> %3, muistiinpano- ja tiedonjärjestelytyökalu
gl: Fíxose con %3 de <a href="%1">%2</a>, unha ferramenta para tomar notas e manter información a man.
ka: შექმნილია პროგრამით <a href="%1">%2</a> %3, ხელსაწყოთი შენიშვნების შესაქმნელად და მასზე იოლი წვდომისთვის.
ko: 메모와 정보를 관리할 수 있는 <a href="%1">%2</a>%3으로 제작되었습니다.
nl: Gemaakt met <a href="%1">%2</a> %3, een hulpmiddel om notities te maken en informatie bij de hand te houden.
pt_br: Feito com <a href="%1">%2</a> %3, uma ferramenta para fazer anotações e manterinformações à mãos.
sl: Narejeno z <a href="%1">%2</a> %3, orodjem za opombe in priročno hrambo informacij.
sv: Skapad med <a href="%1">%2</a> %3, ett verktyg för att göra anteckningar och hålla information tillgänglig.
uk: Створено за допомогою <a href="%1">%2</a> %3, інструмента для роботи з нотатками та зберігання корисної інформації.
zh_tw: 以筆記工具 <a href="%1">%2</a> %3 製作。

source: (Default)
ar: (المبدئيّ)
ca: (predeterminat)
eu: (lehenetsia)
fi: (Oletus)
gl: (Predeterminada)
ka: (ნაგულისხმევი)
ko: (기본값)
nl: (Standaard)
pt_br: (Padrão)
sl: (privzeto)
sv: (förval)
uk: (Типовий)
zh_tw: (預設)

source: Other...
ar: أخرى...
ca: Altres...
eu: Bestelakoa...
fi: Muu…
gl: Outra…
ka: სხვები…
ko: 기타...
nl: Overig...
pt_br: Outro...
sl: Drugo ...
sv: Annan...
uk: Інше…
zh_tw: 其他...

source: R:%1, G:%2, B:%3
ar: أ:%1، خ:%2، أز:%3
ca: Verm:%1, Verd:%2, Blau:%3
gl: Vermello: %1; verde: %2; azul: %3
ka: წ:%1, მ:%2, ლ:%3
sl: R:%1, G (Z):%2, B (M):%3
uk: Ч:%1, З:%2, С:%3

# color
source: (Default)
ar: (المبدئيّ)
ca: (predeterminat)
eu: (lehenetsia)
fi: (Oletus)
gl: (Predeterminada)
ka: (ნაგულისხმევი)
ko: (기본값)
nl: (Standaard)
pt_br: (Padrão)
sl: (privzeto)
sv: (förval)
uk: (Типовий)
zh_tw: (預設)

source: Private Key List
ar: قائمة المفاتيح الخاصة
ca: Llista de claus privades
eu: Gako pribatuen zerrenda
fi: Yksityiset avaimet
gl: Lista de chaves privadas
ka: პირადი გასაღების სია
ko: 개인 키 목록
nl: Lijst van private sleutels
pt_br: Lista de chaves privadas
sl: Seznam zasebnih ključev
sv: Lista över privata nycklar
uk: Список закритих ключів
zh_tw: 私鑰清單

source: Email
ar: البريد الإلكترونيّ
ca: Correu electrònic
eu: E-posta
fi: Sähköposti
gl: Enderezo de correo electrónico
ka: ელ-ფოსტა
ko: 이메일
sl: E-pošta
sv: E-post
uk: Ел. пошта
zh_tw: 電子郵件

source: ID
ar: المُعرّف
eu: IDa
fi: Tunniste
gl: Identificador
uk: Ід.

source: Choose a secret key:
ar: اختر مفتاحًا سريًا:
ca: Escolliu una clau secreta:
eu: Aukeratu gako sekretu bat:
fi: Valitse salainen avain:
gl: Escolla unha chave secreta:
ka: აირჩიეთ საიდუმლო გასაღები:
ko: 개인 키 선택:
nl: Een geheime sleutel kiezen:
pt_br: Escolha uma chave secreta:
sl: Izberite skrivni ključ:
sv: Välj en hemlig nyckel:
uk: Виберіть таємний ключ:
zh_tw: 選擇私鑰：

source: Key listing unexpectedly truncated.
ar: تم قطع قائمة المفاتيح بشكل غير متوقع.
ca: El llistat de les claus s'ha truncat inesperadament.
eu: Gakoak zerrendatzea ustekabean moztu da.
fi: Avainluettelo leikkautui odottamatta.
gl: A lista de chaves estaba recortada de maneira inesperada.
ka: გასაღებების ჩამონათვალი მოულოდნელად წაიკვეთა.
ko: 키 목록이 예상하지 못하게 잘렸습니다.
nl: Sleuteluitdraai is onverwacht afgekapt.
pt_br: Listagem de chaves truncada inesperadamente.
sl: Seznam ključev nepričakovano prekinjen.
sv: Nyckellistning avkortades oväntat.
uk: Список ключів було неочікувано обрізано.
zh_tw: 金鑰列表意外被截斷了。

source: That public key is not meant for encryption
ar: هذا المفتاح العام ليس مخصصًا للتشفير
ca: Aquesta clau pública no és per a encriptatge
eu: Gako publiko hura ez dago zifratzeko pentsatua
fi: Tätä julkista avainta ei ole tarkoitettu salaukseen
gl: Esa chave pública non está pensada para cifrar.
ka: ის საჯარო გასაღები დაშიფვრისთვის განკუთვნილი არაა
ko: 공개 키를 암호화용으로 사용할 수 없음
nl: Die publieke sleutel is niet bedoelt voor versleuteling
pt_br: Essa chave pública não é para criptografia
sl: Ta javni ključ ni namenjen šifriranju
sv: Den öppna nyckeln är inte avsedd för kryptering
uk: Цей відкритий ключ не призначено для шифрування
zh_tw: 該公鑰並非加密用

source: Unsupported algorithm
ar: خوارزمية غير مدعومة
ca: Algoritme no admès
eu: Euskarririk gabeko algoritmoa
fi: Ei-tuettu algoritmi
gl: Algoritmo incompatíbel
ka: მხარდაუჭერელი ალგორითმი
ko: 지원하지 않는 알고리즘
nl: Niet ondersteund algoritme
pt_br: Algoritmo não suportado
sl: Nepodprti algoritem
sv: Algoritmen stöds inte
uk: Непідтримуваний алгоритм
zh_tw: 不支援的演算法

source: Wrong password.
ar: كلمة سر خاطئة.
ca: Contrasenya errònia.
eu: Pasahitz okerra.
fi: Väärä salasana.
gl: O contrasinal é incorrecto.
ka: არასწორი პაროლი.
ko: 암호가 잘못되었습니다.
nl: Fout wachtwoord.
pt_br: Senha incorreta.
sl: Napačno geslo.
sv: Felaktigt lösenord.
uk: Неправильний пароль.
zh_tw: 錯誤的密碼。

source: Please enter a new password:
ar: يرجى إدخال كلمة سر جديدة:
ca: Introduïu una contrasenya nova:
eu: Mesedez, sartu pasahitz berri bat:
fi: Anna uusi salasana:
gl: Escriba o novo contrasinal:
ka: გთხოვთ შეიყვანოთ თქვენი ახალი პაროლი:
ko: 새 암호를 입력하십시오:
nl: Voer een nieuw wachtwoord in:
pt_br: Por favor, digite uma nova senha:
sl: Vnesite novo geslo:
sv: Ange ett nytt lösenord:
uk: Будь ласка, введіть новий пароль:
zh_tw: 請輸入新的密碼：

source: I&talic
ar: &مائل
ca: &Cursiva
eu: E&tzana
fi: &Kursivoitu
gl: &Cursiva
ka: &კურსივი
ko: 이탤릭(&I)
nl: &Cursief
pt_br: Itálico
sl: &Ležeče
sv: &Kursiv
uk: &Курсив
zh_tw: 斜體(&I)

source: &Bold
ar: &ثخين
ca: &Negreta
eu: &Lodia
fi: &Lihavoitu
gl: &Grosa
ka: &სქელი
ko: 굵게(&B)
nl: &Vet
pt_br: &Negrito
sl: &Krepko
sv: &Fetstil
uk: &Жирний
zh_tw: 粗體(&B)

source: Always
ar: دائمًا
ca: Sempre
eu: Beti
fi: Aina
gl: Sempre
ka: ყოველთვის
ko: 항상
nl: Altijd
pt_br: Sempre
sl: Vedno
sv: Alltid
uk: Завжди
zh_tw: 總是

source: Never
ar: البتة
ca: Mai
eu: Inoiz ez
fi: Ei koskaan
gl: Nunca
ka: არასდროს
ko: 하지 않음
nl: Nooit
pt_br: Nunca
sl: Nikoli
sv: Aldrig
uk: Ніколи
zh_tw: 永不

source: On mouse hovering
ar: عند تحريك الفأرة
ca: En passar per sobre amb el ratolí
eu: Sagua gainetik igarotzean
fi: Hiiren ollessa yllä
gl: Ao cubrir co rato
ka: თაგუნას გადატარებისას
ko: 마우스를 가져갈 때
nl: Bij er boven zweven met de muis
pt_br: Sob o mouse
sl: Ob prečkanju z miško
sv: När musen hålls över
uk: При наведенні вказівника
zh_tw: 滑鼠懸停時

source: When mouse is outside
ar: عندما تكون الفأرة بالخارج
ca: Quan el ratolí romangui fora
eu: Sagua kanpoaldean dagoenean
fi: Hiiren ollessa ulkopuolella
gl: Cando o rato está fóra
ka: როცა თაგუნა გარეთაა
ko: 마우스가 밖에 있을 때
nl: Wanneer de muis er buiten is
pt_br: Quando o mouse está fora
sl: Ko je miška izven
sv: När musen är utanför
uk: Коли вказівник ззовні
zh_tw: 滑鼠離開時

source: &Underline:
ar: &تسطير:
ca: S&ubratllat:
eu: A&zpimarra:
fi: &Alleviivattu:
gl: S&ubliñar:
ka: &გაზგასმა:
ko: 밑줄(&U):
nl: &Onderstreepen:
pt_br: &Sublinhado:
sl: &Podčrtano:
sv: &Understreck:
uk: П&ідкреслення:
zh_tw: 底線(&U)：

source: Colo&r:
ar: اللو&ن:
eu: Kolo&rea:
fi: &Väri:
gl: Co&r:
ka: ფერი:
ko: 색상(&R):
nl: Kleu&r:
pt_br: &Cor:
sl: Ba&rva:
sv: Fä&rg:
uk: &Колір:
zh_tw: 色彩(&R)：

source: &Mouse hover color:
ar: لون تحريك ال&فأرة:
ca: Color del &ratolí a sobre:
eu: &Sagua gainetik igarotzeko kolorea:
fi: &Hiiren leijuntaväri:
gl: &Cor ao cubrir co rato:
ka: ფერი &თაგუნას გადატარებისას:
ko: 마우스 지나감 색(&M):
nl: &Muiskleur bij er boven zweven:
pt_br: Co&r de foco do mouse:
sl: &Barva ob prehodu z miško:
sv: &Musens hållfärg:
uk: Колір при &наведенні вказівника:
zh_tw: 滑鼠懸停時顏色(&M)：

source: &Icon size:
ar: &حجم الأيقونة:
ca: Mida de les &icones:
eu: &Ikonoen neurria:
fi: Kuvakek&oko:
gl: Tamaño das &iconas:
ka: &ხატულის ზომა:
ko: 아이콘 크기(&I):
nl: P&ictogramgrootte:
pt_br: &Tamanho do ícone:
sl: Velikost &ikon:
sv: &Ikonstorlek:
uk: &Розмір піктограм:
zh_tw: 圖示大小(&I)：

source: None
ar: لا شيء
ca: Cap
eu: Bat ere ez
fi: Ei mitään
gl: Ningún
ka: არაფერი
ko: 없음
nl: Geen
pt_br: Nenhum
sl: Brez
sv: Ingen
uk: Немає
zh_tw: 無

source: Icon size
ar: حجم الأيقونة
ca: Mida de la icona
eu: Ikonoen neurria
fi: Kuvakekoko
gl: Tamaño das iconas
ka: ხატულების ზომა
ko: 아이콘 크기
nl: Pictogramgrootte
pt_br: Tamanho do ícone
sl: Velikost ikon
sv: Ikonstorlek
uk: Розмір піктограми
zh_tw: 圖示大小

source: Twice the icon size
ar: ضعف حجم الأيقونة
ca: Dues vegades la mida de la icona
eu: Ikonoen neurri bikoitza
fi: Kaksi kertaa kuvakkeen koko
gl: O dobre do tamaño das iconas
ka: ორჯერ ხატულის ზომა
ko: 아이콘 크기 두 배
nl: Twee keer de pictogramgrootte
pt_br: Duas vezes o tamanho do ícone
sl: Dvakratna velikost ikone
sv: Två gånger ikonstorlek
uk: Удвічі більше за розмір піктограми
zh_tw: 圖示大小的兩倍

source: Three times the icon size
ar: ثلاثة أضعاف حجم الأيقونة
ca: Tres vegades la mida de la icona
eu: Ikonoen neurri hirukoitza
fi: Kolme kertaa kuvakkeen koko
gl: O triplo to tamaño das iconas
ka: სამჯერ ხატულის ზომა
ko: 아이콘 크기 세 배
nl: Drie keer de pictogramgrootte
pt_br: Três vezes o tamanho do ícone
sl: Trikratna velikost ikone
sv: Tre gånger ikonstorlek
uk: Утричі більше за розмір піктограми
zh_tw: 圖示大小的三倍

source: &Preview:
ar: &معاينة:
ca: Vista &prèvia:
eu: Aurreikus&pegia:
fi: &Esikatselu:
gl: Vista &previa:
ka: &გადახედვა:
ko: 미리 보기(&P):
nl: &Voorbeeld:
pt_br: &Visualização:
sl: &Predogled:
sv: &Förhandsgranskning:
uk: П&ерегляд:
zh_tw: 預覽(&P)：

source: You disabled preview but still see images?
ar: لقد ألغيت المعاينة ولكن ما زلت ترى الصور؟
ca: Heu desactivat la vista prèvia, però encara veieu les imatges?
eu: Aurreikuspegia ezgaitu zenuen baina oraindik irudiak ikusten dituzu?
fi: Näetkö kuvia, vaikka poistit esikatselun käytöstä?
gl: Desactivou a vista previa pero segue vendo imaxes?
ka: გათიშეთ მინიატურები, მაგრამ ჯერ კიდევ ხედავთ გამოსახულებებს?
ko: 미리 보기를 비활성화했지만 그림이 여전히 표시되나요?
nl: U hebt voorbeeldafbeeldingen uitgeschakeld maar ziet nog steeds afbeeldingen?
pt_br: Você desativou a visualização, mas ainda vê as imagens?
sl: Ali ste onemogočili predogled, vendar še vedno vidite slike?
sv: Förhandsgranskning är inaktiverad med bilder visas ändå?
uk: Ви вимкнули попередній перегляд, але все одно бачите зображення?
zh_tw: 停用了預覽但還是有影像嗎？
