Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: This option will enable you to type a cross reference link directly into a text note. Cross Reference links can have the following syntax:
ar: هذا الخيار سيمكنك من كتابة رابط مرجع متبادل مباشرة في ملاحظة نصية. يمكن أن تكون لروابط المراجع المتبادلة الصيغة التالية:
ca: Aquesta opció permet escriure un enllaç de referència creuada directament en una nota de text. Els enllaços de referència creuada poden tenir la següent sintaxi:
eu: Aukera honek testu oharrean zuzenean aipamen gurutzatuko esteka bat tekleatzeko aukera emango dizu. Aipamen gurutzatuko estekek ondoko sintaxia izan dezakete:
fi: Tällä valinnalla voi viitata suoraan tekstihuomautukseen. Viitelinkkien syntaksi on seuraava:
gl: Esta opción permítelle escribir unha ligazón a unha referencia cruzada directamente nunha nota de texto. As ligazóns de referencias cruzadas teñen a seguinte sintaxe:
ka: ეს ვარიანტი საშუალებას მოგცემთ აკრიფოთ ჯვარედინი საცნობარო ბმული პირდაპირ ტექსტურ ნოტში. Cross Reference ბმულებს შეიძლება ჰქონდეთ შემდეგი სინტაქსი:
ko: 이 옵션은 다른 텍스트 메모로 바로 링크하는 상호 참조를 활성화합니다. 다음 문법을 사용하여 상호 참조 링크를 정의할 수 있습니다:
nl: Deze optie zal u in staat stellen om een kruisverwijzingskoppeling direct in een tekstnotitie te typen. Kruisverwijzingskoppelingen kunnen de volgende syntaxis hebben:
pt_br: Esta opção permitirá que você digite um link de referência cruzada diretamente em uma nota de texto. Os links de referência cruzada podem ter a seguinte sintaxe:
sl: Ta možnost vam bo omogočila, da vnesete navzkrižno sklicno povezavo neposredno v besedilno opombo. Navzkrižne sklicne povezave imajo lahko naslednjo skladnjo:
sv: Alternativet gör det möjligt att skriva in en korsreferenslänk direkt i en textanteckning. Korsreferenslänkar kan ha följande syntax:
uk: За допомогою цього пункту ви зможете ввести перехресне посилання безпосередньо до текстової нотатки. Для перехресних посилань слід використовувати такі синтаксичні конструкції:
zh_tw: 這個選項會讓您可以直接打字插入交互參考連結到文字筆記中。交互參考連結語法如下：

source: From the top of the tree (Absolute path):
ar: من أعلى الشجرة (مسار مطلق):
ca: Des de la part superior de l'arbre (camí absolut):
eu: Zuhaitzaren gorenetik (bide-izen absolutua):
fi: Ylhäältä puusta (absoluuttinen sijainti):
gl: Desde a cume da árbore (ruta absoluta):
ka: ხის ზემოდან (აბსოლუტური ბილიკი):
ko: 트리 최상위 경로에서(절대 경로):
nl: Vanaf de top van de boomstructuur (absoluut pad):
pt_br: Do topo da árvore (caminho absoluto):
sl: Z vrha drevesa (absolutna pot):
sv: Från trädets topp (absolut sökväg):
uk: З вершини ієрархії (абсолютний шлях):
zh_tw: 從樹狀頂端（絕對路徑）：

source: Relative to the current basket:
ar: بالنسبة للسلة الحالية:
ca: Relativa a la cistella actual:
eu: Uneko saskiarekiko erlatiboa:
fi: Suhde nykyiseen koriin:
gl: Relativa ao cesto actual:
ka: მიმდინარე კალათთან შედარებით:
ko: 현재 바구니에 상대적:
nl: Relatief tot het huidige basket:
pt_br: Em relação à cesta atual:
sl: Glede na trenutno košaro:
sv: Relativ till aktuell korg:
uk: Відносно поточного кошика:
zh_tw: 相對於目前筆記本：

source: Baskets matching is cAse inSEnsItive.
ar: مطابقة السلال غير حساسة لحالة الأحرف.
ca: La coincidència de les cistelles no distingeix majúscules i minúscules.
eu: Saskiak bat etortzeak ez ditu mAiusKuLak beReIzten.
fi: Korien nimissä erotetaan pien- ja suuraakkoset.
gl: A coincidencia entre cestos non distingue maiúsculas.
ka: კალათების სახელები რეგისტრის გაუთვალისწინებლად მოიძებნა.
ko: 바구니 일치는 대소문자를 구분하지 않습니다.
nl: Overeenkomen van Baskets is niet gevoelig voor hoofdletters.
pt_br: Cestas diferenciam maiúsculas de minúsculas.
sl: Ujemanje košare razlikuje med MaLimi in veLiKimi črkami.
sv: Baskets matchning är skiftlägesokänslig.
uk: Відповідність кошиків є НеЗаЛеЖнОЮ від РеГістРу.
zh_tw: 筆記本符合時會區分大小寫。

source: State
ar: الحالة
ca: Estat
eu: Egoera
fi: Tila
gl: Estado
ka: მდგომარეობა
ko: 상태
nl: Status
pt_br: Estado
sl: Stanje
sv: Tillstånd
uk: Стан
zh_tw: 狀態

source: Na&me:
ar: الا&سم:
ca: No&m:
eu: I&zena:
fi: &Nimi:
gl: No&me:
ka: &სახელი:
ko: 이름(&M):
nl: Naa&m:
pt_br: No&me:
sl: I&me:
sv: Na&mn:
uk: &Назва:
zh_tw: 名稱(&N)：

# Remove tag emblem
source: Remo&ve
ar: أز&ل
ca: E&limina
eu: &Kendu
fi: P&oista:
gl: Re&tirar
ka: &წაშლა
ko: 삭제(&V)
nl: &Verwijderen
pt_br: Remo&ver
sl: O&dstrani
sv: Ta &bort
uk: Ви&лучити
zh_tw: 移除(&V)

source: &Emblem:
ar: &لافتة:
ca: &Emblema:
eu: &Enblema:
fi: T&unnuskuva:
gl: &Emblema:
ka: &ემბლემა:
ko: 엠블럼(&E):
nl: &Embleem:
pt_br: &Emblema:
uk: &Емблема:
zh_tw: 徽章(&E)：

source: &Background:
ar: ال&خلفية:
ca: &Fons:
eu: &Atzeko planoa:
fi: Ta&usta:
gl: &Fondo:
ka: ფონი:
ko: 배경(&B):
nl: &Achtergrond:
pt_br: &Plano de fundo:
sl: Oza&dje:
sv: &Bakgrund:
uk: Т&ло:
zh_tw: 背景(&B)：

source: Strike Through
ar: مسطر عليه
ca: Ratllat
eu: Marratua
fi: Yliviivaus
gl: Riscar
ka: გატარება
ko: 취소선
nl: Doorstrepen
pt_br: Tachado
sl: Prečrtaj
sv: Överstruken
uk: Перекреслення
zh_tw: 刪除線

source: &Text:
ar: ال&نص:
eu: &Testua:
fi: T&eksti:
gl: &Texto:
ka: &ტექსტი:
ko: 텍스트(&T):
nl: &Tekst:
pt_br: &Texto:
sl: &Besedilo:
uk: &Текст:
zh_tw: 文字(&T)：

source: Co&lor:
ar: اللو&ن:
eu: Ko&lorea:
fi: &Väri:
gl: Co&r:
ka: &ფერი:
ko: 색상(&L):
nl: K&leur:
pt_br: &Cor:
sl: Ba&rva:
sv: &Färg:
uk: Ко&лір:
zh_tw: 顏色(&L)：

source: &Font:
ar: ال&خط:
ca: &Tipus de lletra:
eu: &Letra-tipoa:
fi: &Fontti:
gl: &Fonte:
ka: &ფონტი:
ko: 글꼴(&F):
nl: &Lettertype:
pt_br: &Fonte:
sl: &Pisava:
sv: &Teckensnitt:
uk: &Шрифт:
zh_tw: 字型(&F)：

source: &Size:
ar: ال&حجم:
ca: &Mida:
eu: &Neurria:
fi: K&oko:
gl: &Tamaño:
ka: &ზომა:
ko: 크기(&S):
nl: &Grootte:
pt_br: &Tamanho:
sl: &Velikost:
sv: &Storlek:
uk: &Розмір:
zh_tw: 大小(&S)：

source: Te&xt equivalent:
ar: &نص معادل:
ca: Equivalent de te&xt:
eu: Te&stu-baliokidea:
fi: Teksti&vastine:
gl: Te&xto equivalente:
ka: &ტექსტის ეკვივალენტი:
ko: 동등한 텍스트(&X):
nl: Te&kstequivalent:
pt_br: Te&xto equivalente:
sl: &Besedilni ekvivalent:
sv: Te&xtekvivalent:
uk: Те&кстовий еквівалент:
zh_tw: 替換為文字(&X)：

source: What is this for?
ar: لماذا هذا؟
ca: Per a què serveix?
eu: Zertarako da hau?
fi: Mitä varten tämä on?
gl: Isto para que é?
ka: ეს რისთვისაა?
ko: 언제 사용하나요?
nl: Waar is dit voor?
pt_br: Para que serve isso?
sl: Čemu je to namenjeno?
sv: Vad är det här till för?
uk: Для чого це?
zh_tw: 這個的用處是什麼？

source: When you copy and paste or drag and drop notes to a text editor, this text will be inserted as a textual equivalent of the tag.
ar: عندما تنسخ وتلصق أو تسحب وتسقط ملاحظات إلى محرر نصوص، سيتم إدراج هذا النص كمعادل نصي للوسم.
ca: Quan copia i enganxa, o arrossegueu i deixeu anar les notes en un editor de text, aquest text serà inserit com un equivalent textual de l'etiqueta.
eu: Ohar bat testu editore batera kopiatu eta itsatsi edo arrastatu eta jaregiten baduzu, testu hau etiketaren testu baliokide gisa txertatuko da.
fi: Kopioidessasi ja liittäessäsi tai vetäessäsi ja pudottaessasi muistiinpanoja tekstimuokkaimeen tämä teksti lisätään luokituksen tekstivastineeksi.Kopioidessasi ja liittäessäsi tai vetäessäsi ja pudottaessasi muistiinpanoja tekstimuokkaimeen tämä teksti lisätään luokituksen tekstivastineeksi.
gl: Cando copia e pega ou arrastra e solta notas nun editor de texto, este texto inserirase como equivalente textual da etiqueta.
ka: როცა დააკოპირებთ, ან ჩასვამთ, ან გადაათრევთ და დააგდებთ შენიშვნას ტექსტურ რედაქტორში, ეს ტექსტი ჭდის ტექსტური ეკვივალენტის სახით ჩაისმება.
ko: 텍스트 편집기로 메모를 복사, 붙여넣기, 끌어다 놓을 때 태그 위치에 이 텍스트를 삽입합니다.
nl: Wanneer u kopieert en plakt of notities sleept en loslaat naar een tekstbewerker, zal deze tekst ingevoegd worden als een tekstueel equvalent van de tag.
pt_br: Ao copiar e colar ou arrastar e soltar notas em um editor de texto, este texto será inserido como um equivalente textual da etiqueta.
sl: Ko kopirate in prilepite ali povlečete in spustite opombe v urejevalnik besedila, bo to besedilo vstavljeno kot besedilni ekvivalent oznaki.
sv: När man kopierar och klistrar in eller drar och släpper anteckningar på en texteditor, infogas den här texten som en textekvivalent av etiketten.
uk: Коли ви копіюєте і вставляєте нотатки або перетягуєте і скидаєте нотатки до вікна текстового редактора, програма вставлятиме цей текстовий еквівалент мітки.
zh_tw: 當您複製貼上或拖放筆記到文字編輯器裡，這個文字會作為標籤的文字對等插入。

source: On ever&y line
ar: على كل &سطر
ca: A cada lín&ia
eu: Lerro &guztietan
fi: &Joka rivillä
gl: En cada l&iña
ka: &ყოველ ხაზზე
ko: 매 줄마다(&Y)
nl: Op &elke regel
pt_br: Em cada &linha
sl: V vsa&ki vrstici
sv: På var&je rad
uk: У &кожному рядку
zh_tw: 在每一行上(&Y)

source: What does this mean?
ar: ماذا يعني هذا؟
ca: Què vol dir això?
eu: Horrek zer esan nahi du?
fi: Mitä tämä tarkoittaa?
gl: Isto que significa?
ka: რას ნიშნავს?
ko: 무엇을 뜻하나요?
nl: Wat betekent dit?
pt_br: O que isto significa?
sl: Kaj to pomeni?
sv: Vad betyder det?
uk: Що це значить?
zh_tw: 這代表什麼？

source: When a note has several lines, you can choose to export the tag or the state on the first line or on every line of the note.
ar: عندما تحتوي الملاحظة على عدة أسطر، يمكنك اختيار تصدير الوسم أو الحالة على السطر الأول أو على كل سطر من الملاحظة.
ca: Quan una nota té diverses línies, podreu optar per a exportar l'etiqueta o l'estat en la primera línia o en cada línia de la nota.
eu: Ohar batek hainbat lerro dituenean, etiketa, edo aurreneko lerroko egoera edo oharraren lerro guztietakoa esportatzea aukera dezakezu.
fi: Kun muistiinpano on useampirivinen, voit valita vietkö luokituksen tai tilan muistiinpanon ensi rivillä vai joka rivillä.Kun muistiinpano on useampirivinen, voit valita vietkö luokituksen tai tilan muistiinpanon ensi rivillä vai joka rivillä.
gl: Cando unha nota ten varias liñas, pode escoller exportar a etiqueta ou o estado na primeira liña ou en cada liña da nota.
ka: როცა შენიშვნას ერთზე მეტი ხაზი აქვს, შეგიძლიათ აირჩიოთ, გაიტანთ ჭდეს პირველ ხაზზე თუ შენიშვნის ყველა ხაზზე.
ko: 메모가 여러 줄일 때 태그나 상태를 메모의 첫 번째 줄만 또는 매 줄마다 내보낼 수 있습니다.
nl: Wanneer een notitie verschillende regels bevat, kunt u kiezen om de tag te exporteren of de status op de eerste regel of op elke regel van de notitie.
pt_br: Quando uma nota tem várias linhas, você pode optar por exportar a etiqueta ou o estado na primeira linha ou em todas as linhas da nota.
sl: Ko ima opomba več vrstic, lahko izberete izvoz oznake ali stanja v prvi vrstici ali v vsaki vrstici opombe.
sv: När en anteckning har flera rader kan man välja att exportera etiketten eller tillståndet på första raden på anteckningens alla rader.
uk: Якщо нотатка складається з декількох рядків, ви можете вказати експортування мітки або стану у першому рядку або у кожному рядку нотатки.
zh_tw: 當一個筆記有好幾行的時候，您可以選擇將筆記或是狀態匯出到第一行或是筆記的每一行。

source: In the example above, the tag of the top note is only exported on the first line, while the tag of the bottom note is exported on every line of the note.
ar: في المثال أعلاه، يتم تصدير وسم الملاحظة العلوية فقط على السطر الأول، بينما تُصدر وسم الملاحظة السفلية على كل سطر من الملاحظة.
ca: En l'exemple anterior, a l'etiqueta de la nota superior només s'exportarà la primera línia, mentre que l'etiqueta de la nota inferior s'exportarà cada línia de la nota.
eu: Aurreko adibidean, goiko oharraren etiketa aurreneko lerroan bakarrik esportatzen da, beheko oharrarena, berriz, oharraren lerro guztietan esportatzen da.
fi: Yllä olevassa esimerkissä ylimmän muistiinpanon luokitus viedään vain ensirivillä, kun taas alimman muistiinpanon luokitus sen jokaisella rivillä.Yllä olevassa esimerkissä ylimmän muistiinpanon luokitus viedään vain ensirivillä, kun taas alimman muistiinpanon luokitus sen jokaisella rivillä.
gl: No exemplo de enriba, a etiqueta da nota superior só se exporta na primeira liña, mentres que a etiqueta da nota inferior se exporta en cada liña da nota.
ka: ზემოთ მოყვანილ მაგალითში საუკეთესო შენიშვნის ჭდის გატანა, მხოლოდ, პირველ ხაზზე მოხდება ქვედა შენიშვნის ჭდის გატანა კი შენიშვნის ყველა ხაზზე მოხდება.
ko: 위에 있는 예제에서는 위쪽에 있는 메모의 태그는 첫 번째 줄에만 내보내며, 아래쪽에 있는 메모의 태그는 매 줄마다 내보냅니다.
nl: In het bovenstaande voorbeeld wordt de tag van de topnotitie alleen geëxporteerd op de eerste regel, terwijl de tag van de onderste notitie wordt geëxporteerd op elke regel van de notitie.
pt_br: No exemplo acima, a etiqueta da nota de topo é exportada apenas na primeira linha, enquanto a etiqueta da nota de fundo é exportada em todas as linhas da nota.
sl: V zgornjem primeru se oznaka zgornje opombe izvozi samo v prvi vrstici, medtem ko se oznaka spodnje opombe izvozi v vsaki vrstici opombe.
sv: I exemplet ovan exporteras bara den övre anteckningens etikett på första raden, medan den nedre anteckningen etikett exporteras på anteckningens alla rader.
uk: У наведеному вище прикладі мітку верхньої нотатки буде експортовано лише до першого рядка, а мітку нижньої нотатки буде експортовано до кожного з рядків нотатки.
zh_tw: 在上方的範例中，頂部筆記的標籤只有匯出到第一行，而底部筆記的標籤是匯出到每一行的。

source: Deleting the tag will remove it from every note it is currently assigned to.
ar: حذف الوسم سيؤدي إلى إزالته من كل ملاحظة هو مخصص لها حاليًا.
ca: En suprimir l'etiqueta, s'eliminarà de cada nota a la qual estigui actualment assignada.
eu: Etiketa ezabatuz, orain esleituta duten ohar guztietatik ezabatuko du.
fi: Tunnisteen poistaminen poistaa sen kaikista muistiinpanoista, joihin se on kytketty.
gl: Eliminar a etiqueta elimínaa de cada nota á que está asignada.
ka: ამ ჭდის წაშლა ასევე წაშლის მას ყველა შენიშვნიდან, რომელზეც ის მინიჭებულია.
ko: 태그를 삭제하면 태그가 할당된 모든 메모에서 삭제됩니다.
nl: De tag verwijderen zal deze verwijderen van elke notitie waaraan het nu is toegekend.
pt_br: Excluir a etiqueta a removerá de todas as notas às quais ela está atualmente atribuída.
sl: Če izbrišete oznako, jo odstranite iz vsake opombe, ki ji je trenutno dodeljena.
sv: Att ta bort etiketten tar bort den från alla anteckningar som den för närvarande är tilldelat till.
uk: Вилучення мітки призведе до її зняття з усіх нотаток, з якими її зараз пов'язано.
zh_tw: 刪除標籤將會將它從所有已指定有該標籤的筆記上移除。

source: Confirm Delete Tag
ar: تأكيد حذف الوسم
ca: Confirmació de la supressió de l'etiqueta
eu: Baieztatu etiketa ezabatzea
fi: Vahvista tunnisteen poistaminen
gl: Confirmar a eliminación de etiqueta
ka: ჭდის წაშლის დადასტურება
ko: 태그 삭제 확인
nl: Tag verwijderen bevestigen
pt_br: Confirmar exclusão da etiqueta
sl: Potrditev brisanja oznake
sv: Bekräfta borttagning av etikett
uk: Підтвердження вилучення мітки
zh_tw: 確認刪除標籤

source: Delete Tag
ar: احذف الوسم
ca: Suprimeix l'etiqueta
eu: Ezabatu etiketa
fi: Poista tunniste
gl: Eliminar a etiqueta
ka: ჭდის წაშლა
ko: 태그 삭제
nl: Tag verwijderen
pt_br: Excluir etiqueta
sl: Izbriši oznako
sv: Ta bort etikett
uk: Вилучити мітку
zh_tw: 刪除標籤

source: Deleting the state will remove the tag from every note the state is currently assigned to.
ar: حذف الحالة سيؤدي إلى إزالة الوسم من كل ملاحظة هي مخصصة لها حاليًا.
ca: En suprimir l'estat, s'eliminarà l'etiqueta de totes les notes a les quals estigui actualment assignat.
eu: Egoera ezabatuz, orain egoera esleituta duten ohar guztietatik etiketa ezabatuko du.
fi: Tilan poistaminen poistaa tunnisteen kaikista muistiinpanoista, joihin tila on kytketty.
gl: Eliminar o estado elimínao de cada etiqueta en cada nota na que o estado está asignado.
ka: მდგომარეობის წაშლა ასევე წაშლის ჭდეს ყველა შენიშვნიდან, რომელზეც მდგომარეობაა მინიჭებული.
ko: 상태를 삭제하면 상태가 할당된 모든 메모에서 삭제됩니다.
nl: De status verwijderen zal de tag van elke notitie verwijderen waaraan de status nu is toegekend.
pt_br: Apagar o estado irá remover a etiqueta de cada nota em que o estado está atualmente atribuído.
sl: Brisanje stanje bo odstranilo oznako iz vsake opombe, ki ji je trenutno dodeljeno to stanje.
sv: Att ta bort tillståndet tar bort etiketten från alla anteckningar som tillståndet för närvarande är tilldelat till.
uk: Вилучення стану призведе до вилучення мітки з усіх нотаток, з якими зараз пов'язано стан.
zh_tw: 刪除狀態將會將該標籤從所有已指定有該狀態的筆記上移除。

source: Confirm Delete State
ar: تأكيد حذف الحالة
ca: Confirmació de la supressió de l'estat
eu: Baieztatu egoera ezabatzea
fi: Vahvista tilan poistaminen
gl: Confirmar a eliminación do estado
ka: მდგომარეობის წაშლის დადასტურება
ko: 상태 삭제 확인
nl: Status verwijderen bevestigen
pt_br: Confirmar exclusão do estado
sl: Potrdi brisanje stanja
sv: Bekräfta borttagning av tillstånd
uk: Підтвердження вилучення стану
zh_tw: 確認刪除狀態

source: Delete State
ar: حذف الحالة
ca: Suprimeix l'estat
eu: Ezabatu egoera
fi: Poista tila
gl: Eliminar o estado
ka: მდგომარეობის წაშლა
ko: 상태 삭제
nl: Status verwijderen
pt_br: Excluir estado
sl: Izbriši stanje
sv: Ta bort tillstånd
uk: Вилучити стан
zh_tw: 刪除狀態

source: %1 by %1 pixels
ar: %1 في %1 بكسل
ca: %1 per %1 píxels
eu: %1 x %1 pixel
fi: %1 × %1 kuvapistettä
gl: %1×%1 píxeles
ka: %1x%1 პიქსელი
ko: %1x%1픽셀
nl: %1 bij %1 pixels
pt_br: %1 por %1 pixels
sl: %1 x %1 sl. točk
sv: %1 gånger %1 bildpunkter
uk: %1 на %1 пікселів
zh_tw: 寬 %1 高 %1 像素

source: Resize the window to select the image size and close it or press Escape to accept changes.
ar: غير حجم النافذة لتحديد حجم الصورة وأغلقها أو اضغط Escape لقبول التغييرات.
ca: Canvieu la mida de la finestra per a seleccionar la mida de la imatge i tanqueu-la o premeu «Escapada» per a acceptar els canvis.
eu: Aldatu leihoaren handiera irudiaren neurria hautatzeko eta itxi ezazu edo ihes sakatu aldaketak onartzeko.
fi: Valitse kuvan koko muuttamalla ikkunan kokoa ja hyväksy muutokset sulkemalla ikkuna tai painamalla Esc.
gl: Redimensione a xanela para seleccionar o tamaño da imaxe e péchea ou prema Esc para aceptar os cambios.
ka: შეცვალეთ ფანჯრის ზომა, რომ აირჩიოთ გამოსახულების ზომა და დახურეთ ის, ან დააჭირეთ ღილაკს Escape, რომ ცვლილებები მიიღოთ.
ko: 그림 크기를 선택하려면 창 크기를 조절하고 창을 닫거나 Esc 키를 누르면 변경 사항을 적용합니다.
nl: Het venster van grootte wijzigen om de afbeeldingsgrootte te selecteren en het sluiten of op Escape drukken om wijzigingen te accepteren.
pt_br: Redimensione a janela para selecionar o tamanho da imagem e feche-a ou pressione Escape para aceitar as alterações.
sl: Spremenite velikost okna, da izberete velikost slike in ga zaprete, ali pritisnite ubežnico, da sprejmete spremembe.
sv: Ändra storlek på fönstret för att välja bildstorlek och stäng det eller tryck på Esc för att acceptera ändringar.
uk: Змініть розміри вікна, щоб вибрати розмір зображення, закрийте його або натисніть клавішу Escape, щоб підтвердити зміни.
zh_tw: 調整視窗大小來選取影像大小 關閉它或是按 Esc 來接受變更。

source: Choose an Existing Folder to Store Baskets
ca: Trieu una carpeta existent per a emmagatzemar les cistelles
ko: 바구니를 저장할 기존 폴더 선택
sl: Izberite obstoječo mapo za shranjevanje košar
sv: Välj en befintlig katalog för att lagra korgar
uk: Виберіть наявну теку для зберігання кошиків

source: Insert
ca: Insereix
fi: Lisää
gl: Inserir
ka: ჩამატება
ko: 삽입
nl: Invoegen
pt_br: Inserir
sl: Vstavi
sv: Infoga
uk: Вставити

# HTML export folder (files)
source: %1_files
ca: %1_fitxers
eu: %1_fitxategi
fi: %1_tiedostot
gl: ficheiros_%1
ka: %1_ფაილი
nl: %1_bestanden
sl: %1_datotek
sv: %1filer
uk: %1_файли

source: Failed to migrate Basket data from KDE4. You will need to close Basket and copy the basket folder manually. Source: %1 Destination: %2 Reason: %3
ca: Ha fallat en migrar les dades del Basket des del KDE 4. Haureu de tancar el Basket i copiar manualment la carpeta de cistella. Origen: %1 Destinació: %2 Raó: %3
ko: KDE 4에서 Basket 데이터를 이전할 수 없습니다. Basket을 끝낸 다음 바구니 폴더를 수동으로 복사해야 합니다. 원본: %1 대상: %2 이유: %3
sl: Selitev podatkov košari iz KDE4 ni uspela. Košaro boste morali zapreti in ročno kopirati mapo košare. Vir: %1 Cilj: %2 Razlog: %3
sv: Misslyckades överföra Basket-data från KDE4. Du måste stänga Basket och kopiera korgkatalogen manuellt. Källa: %1 Mål: %2 Orsak: %3
uk: Не вдалося перенести дані Basket з KDE4. Вам доведеться завершити роботу Basket і скопіювати теку кошика вручну. Джерело: %1 Призначення: %2 Причина: %3

source: Choose action
ca: Trieu una acció
ko: 동작 선택
sl: Izberite dejanje
sv: Välj åtgärd
uk: Виберіть дію

source: Basket data from KDE4 have been successfully migrated to %1. Unless you are planning to run KDE4 version again, you can delete the old folder %2
ca: Les dades del Basket des del KDE 4 s'han migrat correctament a %1. A menys que esteu planejant executar de nou la versió del KDE 4, podeu suprimir la carpeta anterior %2
ko: KDE 4 Basket 데이터를 %1(으)로 이전했습니다. KDE 4 버전을 다시 실행할 계획이 없다면 이전 폴더 %2을(를) 삭제해도 됩니다
sl: Podatki iz košare iz KDE4 so bili uspešno migrirani v %1. Razen če nameravate znova zagnati različico KDE4, lahko izbrišete staro mapo %2
sv: Basket-data från KDE4 har överförts till %1 med lyckat resultat. Om du inte planerar att köra KDE4-versionen igen, kan du ta bort den gamla katalogen %2.
uk: Дані кошика з KDE4 було успішно перенесено до %1. Якщо ви не плануєте більше користуватися версією для KDE4, можете вилучити застарілу теку %2

source: Delete (to Trash)
ca: Suprimeix (a la paperera)
ko: 삭제(휴지통으로 이동)
sl: Izbriši (v smeti)
sv: Ta bort (till papperskorgen)
uk: Вилучити (до теки-смітника)

source: Keep
ca: Mantén
ko: 유지
sl: Ohrani
sv: Behåll
uk: Залишити

source: How to change the application used to open Web links?
ca: Com canviar l'aplicació que s'usarà per a obrir els enllaços web?
ko: 웹 링크를 여는 프로그램을 어떻게 바꾸나요?
sl: Kako spremeniti program, ki se uporablja za odpiranje spletnih povezav?
sv: Hur ändrar man programmet använt för att öppna webblänkar?
uk: Як змінити програму, яку буде використано для відкриття інтернет-посилань?
