Repository: KDE/basket
Catalog: po/*/basket.po
Languages: ar, ca, eu, fi, gl, ka, ko, nl, pt_br, sl, sv, uk, zh_tw

source: This message should never appear. If it does, this program is buggy! Please report the bug to the developer.
ar: هذه الرسالة لا يجب أن تظهر أبدًا. إذا ظهرت، ففي هذا البرنامج علة! يرجى إبلاغ المطور عنها.
ca: Aquest missatge no hauria d'aparèixer. Si ho fa. Aquest programa conté errors! Informeu-ne al desenvolupador.
eu: Mezu hau ez litzateke inoiz agertu behar. Egiten badu, programak akatsak ditu! Mesedez jakinarazi akatsa garatzaileari.
fi: Tämän viestin ei koskaan tulisi ilmestyä. Jos näin käy, ohjelmassa on virhe! Ilmoita ohjelmavirheestä kehittäjälle.
gl: Esta mensaxe non debería aparecer nunha. Se aparece, o programa ten un fallo. Informe do fallo ao equipo desenvolvedor.
ka: ეს შეტყობინება არასოდეს უნდა გამოჩნდეს. თუ ასეა, ეს პროგრამა შეცდომებს შეიცავს! გთხოვთ შეატყობინოთ შეცდომის შესახებ პროგრამისტს.
ko: 이 메시지가 표시되면 안 됩니다. 만약 이 메시지가 표시되었다면 프로그램에 버그가 있습니다! 버그를 보고해 주십시오.
nl: Dit bericht zou nooit moeten verschijnen. Als dat gebeurt, dan bevat dit programma een bug! Rapporteer de bug aan de ontwikkelaar.
pt_br: Esta mensagem jamais deve aparecer. Caso apareça, este programa está com um erro! Por favor relate o erro para o desenvolvedor.
sl: To sporočilo se ne sme nikoli pojaviti. Če se, ima ta program hrošča! Prosimo, poročajte o napaki razvijalcu.
sv: Det här meddelandet ska aldrig visas. Om det gör det, är programmet felaktigt. Rapportera gärna felet till utvecklaren.
uk: Якщо ви бачите це повідомлення, сталося щось непередбачене. Отже, у програмі виявлено ваду! Будь ласка, повідомте про неї розробників.
zh_tw: 這個訊息沒有任何情況下應該出現。如果它有出現，那代表這個程式有問題！請將此錯誤回報給開發者。

source: Insert note here Right click for more options
ar: أدرج ملاحظة هنا انقر بالزر الأيمن للمزيد من الخيارات
ca: Inseriu la nota aquí Feu clic dret per a més opcions
eu: Sartu oharra hemen Eskuineko klik aukera gehiagorako
fi: Lisää muistiinpano tähän Lisävalintoja hiiren oikealla painikkeella
gl: Insira a nota aquí. Faga clic dereito para máis opcións.
ka: შენიშვნის აქ ჩასმა. მარჯვენა წკაპი მეტი პარამეტრისთვის
ko: 여기에 메모 삽입 더 많은 옵션을 보려면 오른쪽 클릭
nl: Notitie hier invoegen Klik rechts voor meer opties
pt_br: Inserir nota aqui Clique com o botão direito para mais opções
sl: Tukaj vstavite opombo Kliknite desno tipko miške za več možnosti
sv: Infoga anteckning här Högerklicka för fler alternativ
uk: Сюди можна вставити нотатку Клацання правою кнопкою — інші варіанти
zh_tw: 在此插入筆記 右鍵以見更多選項

source: Resize those columns
ar: غيّر حجم هذه الأعمدة
ca: Redimensiona aquestes columnes
eu: Aldatu zutabe horien neurria
fi: Muuta sarakkeiden kokoa
gl: Redimensionar esas columnas
ka: ამ სვეტების ზომის შეცვლა
ko: 이 열 크기 조정
nl: Deze kolommen in grootte aanpassen
pt_br: Redimensione essas colunas
sl: Spremeni velikost teh stolpcev
sv: Ändra storlek på kolumnerna
uk: Змінити розмір цих стовпчиків
zh_tw: 調整這些欄位的大小

source: Resize this group
ar: غيّر حجم هذه المجموعة
ca: Redimensiona aquest grup
eu: Aldatu talde horren neurria
fi: Muuta tämän ryhmän kokoa
gl: Redimensionar o grupo
ka: ჯგუფისთვის ზომის შეცვლა
ko: 이 그룹 크기 조정
nl: Deze groep in grootte aanpassen
pt_br: Redimesione este grupo
sl: Spremeni velikost te skupine
sv: Ändra storlek på gruppen
uk: Змінити розмір цієї групи
zh_tw: 調整這個群組的大小

source: Resize this note
ar: غيّر حجم هذه الملاحظة
ca: Redimensiona aquesta nota
eu: Aldatu ohar horren neurria
fi: Muuta tämän muistiinpanon kokoa
gl: Redimensionar a nota
ka: შენიშვნის ზომების შეცვლა
ko: 이 메모 크기 조정
nl: Deze notitie van grootte wijzigen
pt_br: Redimensione esta nota
sl: Spremeni velikost te opombe
sv: Ändra storlek på anteckningen
uk: Змінити розмір цієї нотатки
zh_tw: 調整這個筆記的大小

source: Select or move this note
ar: اختر أو انقل هذه الملاحظة
ca: Selecciona o mou aquesta nota
eu: Hautatu edo mugitu ohar hori
fi: Valitse tai siirrä tämä muistiinpano
gl: Seleccionar ou mover a nota
ka: ამ შენიშვნის მონიშვნა ან გადატანა
ko: 이 메모 선택 또는 이동
nl: Deze notitie selecteren of verplaatsen
pt_br: Selecione ou mova esta nota
sl: Izberite ali premaknite to opombo
sv: Markera eller flytta anteckningen
uk: Позначити або пересунути цю нотатку
zh_tw: 選取或移動這個筆記

source: Select or move this group
ar: اختر أو انقل هذه المجموعة
ca: Selecciona o mou aquest grup
eu: Hautatu edo mugitu talde hori
fi: Valitse tai siirrä tämä ryhmä
gl: Seleccionar ou mover o grupo
ka: ამ ჯგუფის მონიშვნა ან გადატანა
ko: 이 그룹 선택 또는 이동
nl: Deze groep selecteren of verplaatsen
pt_br: Selecione ou mova este grupo
sl: Izberite ali premaknite to skupino
sv: Markera eller flytta gruppen
uk: Позначити або пересунути цю групу
zh_tw: 選取或移動這個群組

source: Assign or remove tags from this note
ar: خصص أو أزل وسومًا من هذه الملاحظة
ca: Assigna o elimina etiquetes des d'aquesta nota
eu: Esleitu edo kendu ohar horretako etiketak
fi: Kytke tai irrota muistiinpanon luokituksia
gl: Asignar ou retirar etiquetas da nota
ka: ჭდეების მინიჭება ან მოცილება ამ შენიშვნიდან
ko: 이 메모에 태그 붙이기 또는 삭제
nl: Tags aan deze notitie bevestigen of van verwijderen
pt_br: Atribuir ou remover etiquetas desta nota
sl: Dodeli ali odstrani oznake iz te opombe
sv: Tilldela eller ta bort etiketter från anteckningen
uk: Визначити або вилучити мітки для цієї нотатки
zh_tw: 編輯這個筆記的標籤

source: <b>Assigned Tags</b>: %1
ar: <b>الوسوم المخصصة</b>: %1
ca: <b>Etiquetes assignades</b>: %1
eu: <b>Esleitutako etiketak</b>: %1
fi: <b>Kytketyt tunnisteet:</b> %1
gl: <b>Etiquetas asignadas</b>: %1
ka: <b>მინიჭებული ჭდეები</b>: %1
ko: <b>붙인 태그</b>: %1
nl: <b>Toegewezen tags</b>: %1
pt_br: <b>Atribuir etiquetas</b>: %1
sl: <b>Dodeljene oznake:</b>%1
sv: <b>Tilldelade etiketter</b>: %1
uk: <b>Пов'язані мітки</b>: %1
zh_tw: <b>標籤</b>：%1

source: Expand this group
ar: وسع هذه المجموعة
ca: Expandeix aquest grup
eu: Zabaldu talde hori
fi: Laajenna tämä ryhmä
gl: Expandir o grupo
ka: ჯგუფის ამოკეცვა
ko: 이 그룹 확장
nl: Deze groep uitvouwen
pt_br: Expandir o grupo
sl: Razširi to skupino
sv: Expandera gruppen
uk: Розгорнути цю групу
zh_tw: 展開這個群組

source: Collapse this group
ar: اطو هذه المجموعة
ca: Redueix aquest grup
eu: Tolestu talde hori
fi: Supista tämä ryhmä
gl: Pregar o grupo
ka: ჯგუფის ჩაკეცვა
ko: 이 그룹 축소
nl: Deze groep invouwen
pt_br: Recolher o grupo
sl: Strni to skupino
sv: Dra ihop gruppen
uk: Згорнути цю групу
zh_tw: 收起這個群組

source: Group note with the one below Right click for more options
ar: اجمع الملاحظة مع الملاحظة التي تحتها انقر بالزر الأيمن للمزيد من الخيارات
ca: Nota de grup amb la de sota Feu clic dret per a més opcions
eu: Taldekatu oharra behekoarekin Eskuineko klik aukera gehiagorako
fi: Ryhmitä muistiinpano alla olevan kanssa Lisävalintoja hiiren oikealla painikkeella
gl: Agrupar a nota coa de embaixo. Faga clic dereito para máis opcións.
ka: შენიშვნის დაჯგუფება ქვედასთან ერთად. მარჯვენა წკაპი მეტი პარამეტრისთვის
ko: 아래쪽에 있는 메모와 그룹 더 많은 옵션을 보려면 오른쪽 클릭
nl: Notitie met de onderstaande groeperen Klik rechts voor meer opties
pt_br: Nota de grupo com uma anotação abaixo Clique com o botão direito para mais opções
sl: Združi opombo s spodnjo Kliknite desno tipko miške za več možnosti
sv: Gruppera anteckning med den nedanför Högerklicka för fler alternativ
uk: Згрупувати нотатку із нотаткою нижче. Клацання правою кнопкою — інші варіанти
zh_tw: 將筆記與下方筆記群組化 右鍵以見更多選項

source: Group note with the one above Right click for more options
ar: اجمع الملاحظة مع الملاحظة التي فوقها انقر بالزر الأيمن للمزيد من الخيارات
ca: Nota de grup amb la de sobre Feu clic dret per a més opcions
eu: Taldekatu oharra gainekoarekin Eskuineko klik aukera gehiagorako
fi: Ryhmitä muistiinpano yllä olevan kanssa Lisävalintoja hiiren oikealla painikkeella
gl: Agrupar a nota coa de enriba. Faga clic dereito para máis opcións.
ka: შენიშვნის დაჯგუფება ზედასთან ერთად. მარჯვენა წკაპი მეტი პარამეტრისთვის
ko: 위쪽에 있는 메모와 그룹 더 많은 옵션을 보려면 오른쪽 클릭
nl: Notitie met de bovenstaande groeperen Klik rechts voor meer opties
pt_br: Nota de grupo com uma anotação acima Clique com o botão direito para mais opções
sl: Združi opombo z zgornjo Kliknite desno tipko miške za več možnosti
sv: Gruppera anteckning med den ovanför Högerklicka för fler alternativ
uk: Згрупувати нотатку із нотаткою вище. Клацання правою кнопкою — інші варіанти
zh_tw: 將筆記與上方筆記群組化 右鍵以見更多選項

source: Added
ar: أضيف في
ca: Afegida
eu: Gehituta
fi: Lisätty
gl: Engadida
ka: დამატებულია
ko: 추가
nl: Toegevoegd
pt_br: Adicionado
sl: Dodano
sv: Tillagd
uk: Додано
zh_tw: 加入

source: Last Modification
ar: آخر تعديل
ca: Darrera modificació
eu: Azken aldaketa
fi: Viimeisin muutos
gl: Última modificación
ka: ბოლო ცვლილება
ko: 마지막 수정
nl: Laatste wijziging
pt_br: Última modificação
sl: Zadnja sprememba
sv: Senast ändrad
uk: Час останньої зміни
zh_tw: 上次變更

source: Click on the right to group instead of insert
ar: انقر على اليمين للجمع بدلاً من الإدراج
ca: Feu clic sobre la dreta per a agrupar en lloc d'inserir
eu: Egin klik eskuinean txertatu ordez taldekatzeko
fi: Ryhmittele lisäämisen sijaan napsauttamalla oikealle
gl: Prema a dereita para agrupar en vez de inserir.
ka: დააწკაპუნეთ მარჯვნივ დასაჯგუფებლად ჩასმის მაგიერ
ko: 삽입하지 않고 그룹화하려면 오른쪽에 클릭
nl: Klik rechts om te groeperen in plaats van in te voegen
pt_br: Clique à direita para agrupar em vez de inserir
sl: Kliknite desno, da združite namesto vstavite
sv: Klicka till höger för att gruppera istället för infoga
uk: Клацніть праворуч, щоб згрупувати, а не вставити
zh_tw: 點擊右側來群組化而非插入

source: Click on the left to insert instead of group
ar: انقر على اليسار للإدراج بدلاً من الجمع
ca: Feu clic sobre l'esquerra per a inserir en lloc d'agrupar
eu: Egin klik ezkerrean taldekatu ordez txertatzeko
fi: Lisää ryhmittelemisen sijaan napsauttamalla vasemmalle
gl: Prema a esquerda para inserir en vez de agrupar.
ka: დააწკაპუნეთ მარცხნივ ჩასასმელად დაჯგუფების მაგიერ
ko: 그룹화하지 않고 삽입하려면 왼쪽에 클릭
nl: Klik links om in te voegen in plaats van te groeperen
pt_br: Clique à esquerda do grupo para inserir em vez de agrupar
sl: Kliknite levo, da vstavite namesto združite
sv: Klicka till vänster för att infoga istället för gruppera
uk: Клацніть ліворуч, щоб вставити, а не згрупувати
zh_tw: 點擊右側來插入而非群組化

source: &Unlock
ar: &فك القفل
ca: Des&bloqueja
eu: Giltzapetik askat&u
fi: P&oista lukitus
gl: &Desbloquear
ka: &განბლოკვა
ko: 잠금 해제(&U)
nl: &Ontgrendelen
pt_br: &Desbloquear
sl: &Odkleni
sv: Lås &upp
uk: &Розблокувати
zh_tw: 解除鎖定(&U)

source: Password protected basket.
ar: سلة محمية بكلمة سر.
ca: Cistella protegida amb contrasenya.
eu: Pasahitz bidez babestutako saskia.
fi: Salasanasuojattu kori.
gl: Cesto protexido por contrasinal.
ka: პაროლი დაცული კალათა.
ko: 암호로 보호된 바구니입니다.
nl: Basket beveiligd met wachtwoord.
pt_br: Cesta protegida por senha.
sl: Z geslom zaščitena košara.
sv: Lösenordsskyddad korg.
uk: Кошик захищено паролем.
zh_tw: 筆記本已受密碼保護。

source: Press Unlock to access it.
ar: اضغط على فتح للوصول إليها.
ca: Premeu Desbloqueja per a accedir-hi.
eu: Sakatu Giltzapetik askatu bertara sartzeko.
fi: Käytä sitä napsauttamalla Avaa lukitus.
gl: Prema «Desbloquear» para acceder.
ka: ბლოკის მოსახსნელად ღილაკს დააწექით.
ko: 접근하려면 잠금 해제를 누르십시오.
nl: Op ontgrendelen drukken voor toegang.
pt_br: Precione desbloquear para acessá-la.
sl: Pritisnite Odkleni za dostop do nje.
sv: Klicka på Lås upp för att komma åt den.
uk: Натисніть «Розблокувати», щоб отримати доступ.
zh_tw: 按下「解除鎖定」來存取它。

source: Encryption is not supported by<br/>this version of %1.
ar: التعمية غير متاحة بواسطة<br/>هذا الإصدار من %1.
ca: L'encriptatge no està implementat<br/>per a aquesta versió del %1.
eu: %1(e)ren bertsio honek<br/>ez du zifratzea onartzen.
fi: Ohjelman %1 tämä versio<br/>ei tue salausta.
gl: Esta versión de %1<br/> non permite cifraxe.
ka: დაშიფვრა მხარდაჭერილი არაა<br/>%1-ის ამ ვერსიაში.
ko: 이 버전 %1에서는<br/>암호화를 지원하지 않습니다.
nl: Versleuteling wordt niet ondersteund door<br/>deze versie van %1.
pt_br: Encriptação não suportada para<br/>esta versão do %1.
sl: Šifriranja ta različica %1<br/>ne podpira.
sv: Kryptering stöds inte av<br/>den här versionen av %1.
uk: У цій версії %1 не передбачено<br/>підтримки шифрування.
zh_tw: 這個版本的 %1<br/>不支援加密。

source: To make baskets stay unlocked, change the automatic<br>locking duration in the application settings.
ar: لإبقاء السلال مفتوحة، غير مدة<br>القفل الآلي في إعدادات التطبيق.
ca: Per a fer que les cistelles romanguin desblocades,<br>canvieu la durada del bloqueig automàtic a la configuració de l'aplicació.
eu: Saskiak giltzatu gabe egon daitezen, aldatu giltzatze<br>automatikoaren iraupena, aplikazioaren.
fi: Saadaksesi korit pysymään lukitsemattomina, muuta<br>automaattilukitusaikaa sovelluksen asetuksissa.
gl: Para que os cestos sigan desbloqueados, cambie a duración<br> automática do bloqueo na configuración da aplicación.
ka: იმისათვის, რომ კალათები განბლოკილი დარჩეს, შეცვალეთ ავტომატური<br>დაბლოკვის ხანგრძლივობა პროგრამის მორგების ფანჯარაში.
ko: 바구니를 잠금 해제된 상태로 두려면 프로그램 설정에서<br>자동 잠금 시간을 변경하십시오.
nl: Om baskets niet vergrendeld te laten blijven, wijzig de automatische<br>duur van vergrendeling in de instellingen van de toepassing.
pt_br: Para manter uma cesta desbloqueada, mude o bloqueio automático durante a aplicação das configurações.
sl: Če želite, da košare ostanejo odklenjene, spremenite samodejno<br>trajanje zaklepa v nastavitvah programa.
sv: För att låta korgar förbli upplåsta, ändra den automatiska<br>låsningstiden i programinställningarna
uk: Щоб програма не блокувала кошики, змініть інтервал<br>автоматичного блокування у параметрах роботи програми.
zh_tw: 要讓筆記本維持解鎖，請變更應用程式設定中<br>的自動鎖定時間。

source: Loading...
ar: يحمّل...
ca: S'està carregant...
eu: Zamatzen...
fi: Ladataan…
gl: Cargando…
ka: ჩატვირთვა...
ko: 불러오는 중...
nl: Bezig met laden...
pt_br: Carregando...
sl: Nalaganje ...
sv: Läser in...
uk: Завантаження…
zh_tw: 載入中...

source: &Remove
ar: أ&زل
ca: &Elimina
eu: &Kendu
fi: &Poista
gl: &Retirar
ka: &წაშლა
ko: 삭제(&R)
nl: Ve&rwijderen
pt_br: Re&mover
sl: Odst&rani
sv: Ta bo&rt
uk: Ви&лучити
zh_tw: 移除(&R)

source: &Customize...
ar: &خصّص...
ca: P&ersonalitza...
eu: &Neurrira ipini...
fi: &Mukauta…
gl: &Personalizar…
ka: &მორგება...
ko: 사용자 정의(&C)...
nl: &Aanpassen...
pt_br: &Personalizar...
sl: Prila&godi ...
sv: An&passa...
uk: &Налаштувати…
zh_tw: 自訂(&C)…

source: &Filter by this Tag
ar: &رشح بهذا الوسم
ca: &Filtra per etiqueta
eu: Ira&gazi etiketa honen arabera
fi: &Suodata tällä tunnisteella
gl: &Filtrar por esta etiqueta
ka: ამ ჭდით &გაფილტვრა
ko: 이 태그로 필터(&F)
nl: Op tag &filteren
pt_br: Fi&ltrar por etiqueta
sl: &Filtriraj po tej oznaki
sv: &Filtrera enligt etiketten
uk: &Фільтрувати за цією міткою
zh_tw: 依此標籤過濾(&F)

source: Filter by this &State
ar: رشح بهذه &الحالة
ca: Filtra per e&stat
eu: Iragazi egoe&ra honen arabera
fi: Suodata tällä t&ilalla
gl: Filtrar por este e&stado
ka: ამ &მდგომარეობით გაფილტვრ
ko: 이 상태로 필터(&S)
nl: Op &status filteren
pt_br: Filtrar por &State
sl: Filtriraj po tem &stanju
sv: Filtrera enligt till&ståndet
uk: Фільтрувати за цим ст&аном
zh_tw: 依此狀態過濾(&S)

source: Tags
ar: الوسوم
ca: Etiquetes
eu: Etiketak
fi: Tunnisteet
gl: Etiquetas
ka: ჭდეები
ko: 태그
pt_br: Etiquetas
sl: Značke
sv: Etiketter
uk: Мітки
zh_tw: 標籤

source: <qt>Do you really want to delete this note?</qt>
ar: <qt>هل تريد حقًا حذف هذه الملاحظة؟</qt>
ca: <qt>Realment voleu suprimir aquesta nota?</qt>
eu: <qt>Benetan ezabatu nahi duzu ohar hau?</qt>
fi: <qt>Haluatko varmasti poistaa tämän muistiinpanon?</qt>
gl: <qt>Seguro que quere eliminar esta nota?</qt>
ka: <qt>მართლა გსურთ ამ შენიშვნის წაშლა??</qt>
ko: <qt>이 메모 <b>%1개</b>를 삭제하시겠습니까?</qt>
nl: <qt>Wilt u deze notitie verwijderen?</qt>
pt_br: <qt>Deseja realmente excluir esta nota?</qt>
sl: <qt>Ali res želite izbrisati to <b>%1</b> opombo?</qt>
sv: <qt>Vill du verkligen ta bort den här anteckningen?</qt>
uk: <qt>Ви справді хочете вилучити цю <b>%1</b> нотатку?</qt>
zh_tw: <qt>您確定要刪除這 <b>%1</b> 個筆記嗎？</qt>

source: Delete Note
ar: احذف ملاحظة
ca: Suprimeix la nota
eu: Ezabatu oharra
fi: Poista muistiinpano
gl: Eliminar a nota
ka: შენიშვნის წაშლა
ko: 메모 삭제
nl: Notitie verwijderen
pt_br: Excluir nota
sl: Izbriši opombo
sv: Ta bort anteckning
uk: Вилучити нотатки
zh_tw: 刪除筆記

source: Copied note to clipboard.
ar: نسخت الملاحظة إلى الحافظة.
ca: Copia la nota al porta-retalls.
eu: Oharra arbelera kopiatu da.
fi: Muistiinpano kopioitiin leikepöydälle.
gl: A nota copiouse no portapapeis.
ka: შენიშვნის ბუფერში კოპირება.
ko: 클립보드에 메모를 복사했습니다.
nl: Notitie naar klembord gekopieerd.
pt_br: Nota copiada para área de transferência.
sl: Opomba kopirana na odložišče.
sv: Kopierade anteckning till klippbordet.
uk: Нотатки скопійовано до буфера обміну.
zh_tw: 已將筆記複製到剪貼簿。

source: Cut note to clipboard.
ar: قصت الملاحظة إلى الحافظة.
ca: Retalla la nota al porta-retalls.
eu: Ebaki oharra arbelera.
fi: Muistiinpano leikattiin leikepöydälle.
gl: A nota moveuse ao portapapeis.
ka: შენიშვნის ბუფერში ამოჭრა.
ko: 클립보드로 메모를 잘라냈습니다.
nl: Notitie naar klembord geknipt.
pt_br: Cortar nota para Área de Transferência.
sl: Izreži opombo na odložišče.
sv: Klipp ut anteckning till klippbordet.
uk: Вирізати нотатки до буфера обміну.
zh_tw: 已將筆記剪下到剪貼簿。

source: Copied note to selection.
ar: نسخت الملاحظة إلى التحديد.
ca: Copia la nota a la selecció.
eu: Oharra hautapenera kopiatu da.
fi: Muistiinpano kopioitiin valinnaksi.
gl: A nota copiouse na selección.
ka: შენიშვნა მონიშნულში დაკოპირდა.
ko: 선택 저장소로 메모를 복사했습니다.
nl: Notitie naar selectie gekopieerd.
pt_br: Nota copiada para seleção.
sl: Kopirana opomba v izbor.
sv: Kopierade anteckning till markering.
uk: Нотатки скопійовано до позначеного.
zh_tw: 已將筆記複製到選擇區。

source: Unable to open this note.
ar: غير قادر على فتح هذه الملاحظة.
ca: No s'ha pogut obrir aquesta nota.
eu: Ezin izan du ohar hau ireki.
fi: Tätä muistiinpanoa ei voi avata.
gl: Non é posíbel abrir esta nota.
ka: ამ შენიშვნის გახსნის შეცდომა.
ko: 이 메모를 열 수 없습니다.
nl: Deze notitie kan niet worden geopend.
pt_br: Não é possível abrir esta nota.
sl: Te opombe ni mogoče odpreti.
sv: Kunde inte öppna anteckningen.
uk: Не вдалося відкрити цю нотатку.
zh_tw: 無法開啟此筆記。

source: &Edit
ar: &حرّر
ca: &Edita
eu: &Editatu
fi: &Muokkaa
gl: &Editar
ka: &ჩასწორება
ko: 편집(&E)
nl: B&ewerken
pt_br: &Editar
sl: Ur&edi
sv: R&edigera
uk: З&міни
zh_tw: 編輯(&E)

source: You are not authorized to open this file.
ar: أنت غير مصرح لك بفتح هذا الملف.
ca: No esteu autoritzat a obrir aquest fitxer.
eu: Ez duzu fitxategi hau irekitzeko baimenik.
fi: Sinulla ei ole oikeutta avata tätä tiedostoa.
gl: Non está autorizado a abrir este ficheiro.
ka: ამ შენიშვნის გასახსნელად წვდომები არ გაგაჩნიათ.
ko: 이 파일을 열 수 있는 권한이 없습니다.
nl: U bent niet geautoriseerd om dit bestand te openen.
pt_br: Você não tem autorização para abrir esse aquivo.
sl: Za odpiranje te datoteke niste pooblaščeni.
sv: Du har inte behörighet att öppna den här filen.
uk: Вас не уповноважено на відкриття цього файла.
zh_tw: 您沒有權限開啟此檔案。

source: Save to File
ar: احفظ في ملفّ
ca: Desa a un fitxer
eu: Gorde fitxategian
fi: Tallenna tiedostoon
gl: Gardar nun ficheiro
ka: ფაილში შენახვა
ko: 파일로 저장
nl: Naar bestand opslaan
pt_br: Salvar para arquivo
sl: Shrani v datoteko
sv: Spara till fil
uk: Зберегти у файл
zh_tw: 儲存到檔案

source: Shows if there are changes that have not yet been saved.
ar: يُظهر ما إذا كانت هناك تغييرات لم تُحفظ بعد.
ca: Mostra si hi ha canvis que encara no s'han desat.
eu: Oraindik gorde gabe dauden aldaketak dauden erakusten du.
fi: Näyttää, onko tallentamattomia muutoksia.
gl: Amosa se hai cambios que aínda non se gardaron.
ka: გაჩვენებთ, არსებობს შეუნახავი ცვლილებები, თუ არა.
ko: 저장되지 않은 변경 사항이 있는지 표시합니다.
nl: Toon of er wijzigingen zijn die nog niet zijn opgeslagen.
pt_br: Morta se existirem mudanças que ainda não foram salvas.
sl: Pokaže, ali obstajajo spremembe, ki še niso bile shranjene.
sv: Visar om det finns ändringar som ännu inte har sparats.
uk: Показує, чи немає змін, які ще не було збережено.
zh_tw: 顯示是否有尚未儲存的變更。

source: Ctrl+drop: copy, Shift+drop: move, Shift+Ctrl+drop: link.
ar: Ctrl+إسقاط: نسخ، Shift+إسقاط: نقل، Shift+Ctrl+إسقاط: ربط.
ca: Ctrl+deixa anar: copia, Maj+deixa anar: mou, Maj+Ctrl+deixa anar: enllaça.
eu: Ktrl+jaregin: kopiatu, Maius+jaregin: mugitu, Maius+Ktrl+jaregin: esteka.
fi: Ctrl+pudota: kopioi, Vaihto+pudota: siirrä, Vaihto+Ctrl+pudota: linkitä.
gl: Ctrl+soltar: copiar; Maiús+soltar: mover; Maiús+Ctrl+soltar: ligar.
ka: Ctrl+დაგდება: კოპირება, Shift+დაგდება: გადატანა, Shift+Ctrl+დაგდება: ბმული.
ko: Ctrl+드롭: 복사, Shift+드롭: 이동, Shift+Ctrl+드롭: 링크.
nl: Ctrl+loslaten: kopiëren, Shift+loslaten: verplaats, Shift+Ctrl+loslaten: koppeling.
sl: Krmilka+spusti: kopiraj, dvigalka+spusti: premakni, dvigalka+krmilka+spusti: poveži.
sv: Ctrl+släpp: kopiera, Skift+släpp: flytta, Skift+Ctrl+släpp: länka.
uk: Ctrl+скидання: копіювання, Shift+скидання: пересування, Shift+Ctrl+скидання: створення посилання.
zh_tw: Ctrl+放開：複製，Shift+放開：移動，Shift+Ctrl+放開：連結。

source: <p>This basket is <b>locked</b>.<br>Click to unlock it.</p>
ar: <p>هذه السلة <b>مغلقة</b>.<br>انقر لفتحها.</p>
ca: <p>Aquesta cistella està <b>blocada</b>.<br>Feu-hi clic per a desblocar-la.</p>
eu: <p>Saski hau <b>giltzatuta</b> dago.<br>Egin klik hura giltzapetik askatzeko.</p>
fi: <p>Tämä kori on <b>lukittu</b>.<br>Avaa lukitus napsauttamalla.</p>
gl: <p>Este cesto está <b>bloqueado</b>.<br>Prema para desbloquealo.</p>
ka: <p>ეს კალათა <b>ჩაკეტილია</b>.<br>დააწკაპუნეთ გასახსნელად.</p>
ko: <p>이 바구니는 <b>잠겨</b> 있습니다.<br>잠금을 해제하려면 클릭하십시오.</p>
nl: <p>Dit basket is <b>vergrendeld</b>.<br>Klik om het te ontgrendelen.</p>
pt_br: <p>Esta cesta está <b>bloqueada</b>.<br>Clique para desbloquea-la.</p>
sl: <p>Ta košara je <b>zaklenjena</b>.<br>Kliknite, če jo želite odkleniti.</p>
sv: <p>Korgen är <b>låst</b>.<br>Klicka för att låsa upp den.</p>
uk: <p>Цей кошик <b>заблоковано</b>.<br>Клацніть, щоб її розблокувати.</p>
zh_tw: <p>這個筆記本已<b>鎖定</b>。<br>點擊以解除鎖定。</p>

source: <p>This basket is <b>unlocked</b>.<br>Click to lock it.</p>
ar: <p>هذه السلة <b>مفتوحة</b>.<br>انقر لإغلاقها.</p>
ca: <p>Aquesta cistella està <b>desblocada</b>.<br>Feu-hi clic per a blocar-la.</p>
eu: <p>Saski hau <b>giltzapetik aske</b> dago.<br>Egin klik hura giltzatzeko.</p>
fi: <p>Tätä koria <b>ei ole lukittu</b>.<br>Lukitse se napsauttamalla.</p>
gl: <p>Este cesto está <b>desbloqueado</b>.<br>Prema para bloquealo.</p>
ka: <p>ეს კალათა <b>ღიაა</b>.<br>დააწკაპუნეთ ჩასაკეტად.</p>
ko: <p>이 바구니는 <b>열려</b> 있습니다.잠그려면 클릭하십시오.</p>
nl: <p>Dit basket is <b>ontgrendeld</b>.<br/>Klik om het te vergrendelen.</p>
pt_br: <p>Esta cesta está <b>desbloqueada</b>.<br>Clique para bloquea-la.</p>
sl: <p>Ta košara je <b>odklenjena</b>.<br>Kliknite, da jo zaklenete.</p>
sv: <p>Korgen är <b>upplåst</b>.<br>Klicka för att låsa den.</p>
uk: <p>Цей кошик <b>розблоковано</b>.<br>Клацніть, щоб його заблокувати.</p>
zh_tw: <p>這個筆記本已<b>解除鎖定</b>。<br>點擊以鎖定。</p>

source: &Basket
ar: &سلة
ca: &Cistella
eu: Sas&kia
fi: &Kori
gl: &Cesto
ka: &კალათა
ko: 바구니(&B)
sl: &Košara
sv: &Korg
uk: &Кошик
zh_tw: 筆記本(&B)

source: &Export
ar: &صدّر
ca: &Exporta
eu: &Esportatu
fi: &Vie
gl: &Exportar
ka: &გატანა
ko: 내보내기(&E)
nl: &Exporteren
pt_br: Ex&portar
sl: &Izvozi
sv: &Exportera
uk: &Експортувати
zh_tw: 匯出(&E)

source: &Sort
ar: ا&فرز
ca: &Ordena
eu: &Sailkatu
fi: La&jittele
gl: &Ordenar
ka: &დალაგება
ko: 정렬(&S)
nl: &Sorteren
pt_br: &Ordenar
sl: Razvr&sti
sv: &Sortera
uk: &Упорядкувати
zh_tw: 排序(&S)

source: &Import
ar: ا&ستورد
ca: &Importa
eu: &Inportatu
fi: &Tuo
gl: &Importar
ka: &იმპორტი
ko: 가져오기(&I)
nl: &Importeren
pt_br: Impor&tar
sl: &Uvozi
sv: &Importera
uk: &Імпортувати
zh_tw: 匯入(&I)

source: &Go
ar: ا&ذهب
ca: &Ves
eu: &Joan
fi: &Siirry
gl: &Ir
ka: &გადასვლა
ko: 이동(&G)
nl: &Ga naar
pt_br: &Ir
sl: &Pojdi
sv: &Gå
uk: Пере&хід
zh_tw: 跳到(&G)

source: &Note
ar: &ملاحظة
ca: &Nota
eu: O&harra
fi: &Muistiinpano
gl: &Nota
ka: &შენიშვნა
ko: 메모(&N)
nl: &Notitie
pt_br: &Nota
sl: &Opomba
sv: A&nteckning
uk: &Нотатка
zh_tw: 筆記(&N)

source: &Tags
ar: الو&سوم
ca: E&tiquetes
eu: E&tiketak
fi: T&unnisteet
gl: &Etiquetas
ka: &ჭდეები
ko: 태그(&T)
pt_br: &Etiquetas
sl: &Oznake
sv: E&tiketter
uk: &Мітки
zh_tw: 標籤(&T)
